Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: da, id, lt, pt, th

# refreshSnapSetAutoAliases
source: Setting automatic {snap} aliases...
da: Angiver automatiske aliasser for {snap} …
id: Mengatur alias otomatis {snap}...
pt: A definir um pseudónimo automático de {snap}...

# restartWarningBody
source: Restart to complete the installation or continue testing. Any changes you make will not be saved.
da: Genstart for at fuldføre installationen eller fortsæt med at afprøve. Eventuelle ændringer, du foretager, gemmes ikke.
id: Mulai ulang untuk menyelesaikan instalasi atau lanjutkan percobaan. Perubahan apapun yang Anda buat tidak akan disimpan.
pt: Reinicie para concluir a instalação ou continue a experimentar. As alterações efectuadas não serão guardadas.

# autoinstallInstructions
source: Enter the autoinstall.yaml URL or local file path:
da: Indtast autoinstall.yaml-URL eller lokal filsti:
id: Masukkan URL atau jalur berkas lokal autoinstall.yaml:
pt: Introduza o URL autoinstall.yaml ou a localização do ficheiro local:

# notEnoughDiskSpaceAvailable
source: Available:
da: Tilgængelig:
id: Tersedia:
lt: Prieinama:
pt: Disponível:

# notEnoughDiskSpaceRequired
source: Required:
da: Påkrævet:
id: Diperlukan:
lt: Reikia:
pt: Necessário:

# refreshInfo
source: Update to the latest version for improved reliability and more features.
da: Opdatér til seneste version for at få forbedret stabilitet og flere funktioner.
id: Perbarui ke versi terbaru untuk keandalan yang ditingkatkan dan fitur yang lebih banyak.
pt: Atualize para a versão mais recente para obter maior fiabilidade e mais funcionalidades.

# refreshReady
source: Update ready
da: Opdatering klar
id: Pembaruan siap
pt: Atualização pronta

# refreshCurrent
source: The current {snap} version is {version}.
da: Nuværende version af {snap} er {version}.
id: Versi {snap} saat ini adalah {version}.
pt: A versão atual de {snap} é {version}.

# refreshInstall
source: Update to version {version}
da: Opdatér til version {version}
id: Perbarui ke versi {version}
pt: Atualizar para a versão {version}

# refreshRestart
source: Please close the installer and relaunch to continue
da: Luk venligst installationsprogrammet og kør igen for at fortsætte
id: Tutup pemasang dan jalankan ulang untuk melanjutkan
pt: Feche o instalador e reinicie-o para continuar

# refreshCloseLabel
source: Close installer
da: Luk installationsprogram
id: Tutup pemasang
pt: Fechar o instalador

# refreshSnapPrerequisites
source: Ensuring {snap} prerequisites...
da: Sikrer forudsætninger for {snap} …
id: Memastikan prasyarat {snap}...
pt: Garantindo os pré-requisitos de {snap}...

# refreshSnapRefresh
source: Refreshing {snap}...
da: Opdaterer {snap} …
id: Menyegarkan ulang {snap}...
pt: A refrescar {snap}...

# refreshSnapCheckRerefresh
source: Checking {snap} re-refresh...
da: Kontrollerer genopfriskning af {snap} …
id: Memeriksa penyegaran ulang {snap}...
pt: A verificar o re-refrescamento de {snap}...

# refreshSnapPrepare
source: Preparing {snap}...
da: Forbereder {snap} …
id: Menyiapkan {snap}...
pt: A preparar {snap}...

# refreshSnapDownload
source: Downloading {snap}...
da: Henter {snap} …
id: Mengunduh {snap}...
pt: A transferir {snap}...

# refreshSnapValidate
source: Validating {snap}...
da: Validerer {snap} …
id: Memvalidasi {snap}...
pt: A validar {snap}...

# refreshSnapMount
source: Mounting {snap}...
da: Monterer {snap} …
id: Memasang {snap}...
pt: A montar {snap}...

# refreshSnapStopServices
source: Stopping {snap} services...
da: Stopper {snap}-tjenester …
id: Menghentikan layanan {snap}...
pt: A parar serviços de {snap}...

# refreshSnapRemoveAliases
source: Removing {snap} aliases...
da: Fjerner {snap}-aliasser …
id: Menghapus alias {snap}...
pt: A remover pseudónimos de {snap}...

# refreshSnapUnlink
source: Unlinking {snap}...
da: Fjerner link til {snap} …
id: Melepas tautan {snap}...
pt: A desvincular {snap}...

# refreshSnapUpdateAssets
source: Updating {snap} assets...
da: Opdaterer ressourcer for {snap} …
id: Memperbarui aset {snap}...
pt: A atuallizar os recursos de {snap}...

# refreshSnapUpdateKernelCommandLine
source: Updating {snap} kernel command line...
da: Opdaterer {snap}-kernekommandolinje …
id: Memperbarui baris perintah kernel {snap}...
pt: A atualizar a linha de comando do kernel de {snap}...

# refreshSnapCopyData
source: Copying {snap} data...
da: Kopierer {snap}-data …
id: Menyalin data {snap}...
pt: A copiar os dados de {snap}...

# refreshSnapSetupProfiles
source: Setting up {snap} security profiles...
da: Opsætter {snap}-sikkerhedsprofiler …
id: Menyiapkan profil keamanan {snap}...
pt: A configurar os perfis de segurança de {snap}...

# refreshSnapSetupAliases
source: Setting up {snap} aliases...
da: Konfigurerer {snap}-aliasser …
id: Menyiapkan alias {snap}...
pt: A definir pseudónimos de {snap}...

# refreshSnapStartServices
source: Starting {snap} services...
da: Starter {snap}-tjenester …
id: Memulai layanan {snap}...
pt: A iniciar serviços de {snap}...

# refreshSnapCleanup
source: Cleaning up {snap}...
da: Rydder op i {snap} …
id: Membersihkan {snap}...
pt: A limpar {snap}...

# refreshSnapAutoConnect
source: Connecting {snap} plugs and slots...
da: Forbinder plugs og slots for {snap} …
id: Menghubungkan plug dan slot {snap}...
pt: A conectar os conectores e encaixes de {snap}...

source: Validate
da: Validér
id: Validasi
pt: Validar

# autoinstallHeader
source: How would you like to install {DISTRO}?
da: Hvordan vil du installere {DISTRO}?
id: Bagaimana Anda ingin memasang {DISTRO}?
pt: Como gostaria de instalar o {DISTRO}?

# autoinstallAutomatedDescription
source: For advanced users who have an autoinstall.yaml for consistent and repeatable system setups.
da: Til avancerede brugere som have en autoinstall.yaml til konsistent og reproducérbar systemopsætning.
id: Untuk pengguna lanjutan yang memiliki autoinstall.yaml untuk pemasangan yang konsisten dan dapat diulang.
pt: Para utilizadores avançados que têm um autoinstall.yaml para configurações de sistema consistentes e repetíveis.

# codecsAndDriversPageDescription
source: Install recommended proprietary software?
da: Installér anbefalet proprietær software?
id: Pasang perangkat lunak berpemilik yang direkomendasikan?
pt: Instalar software proprietário recomendado?

# codecsAndDriversPageBody
source: {DISTRO} ships with no proprietary software by default. Installing additional software may improve your computer's performance.
da: Som standard følger der ingen proprietær software med {DISTRO}. Installation af yderligere software kan forbedre din computers ydelse.
id: {DISTRO} dikirimkan tanpa perangkat lunak berpemilik sebagai default. Memasang perangkat lunak tambahan dapat meningkatkan performa komputer Anda.
pt: O {DISTRO} não vem com software proprietário por defeito. A instalação de software adicional pode melhorar o desempenho do computador.

# confirmEntryDiskEncryption
source: Disk encryption
da: Diskkryptering
id: Enkripsi disk
pt: Encriptação do disco

# installationSlidesAvailable
source: Available:
da: Tilgængelig:
id: Tersedia:
lt: Prieinama:
pt: Disponível:

# installationSlidesIncluded
source: Included:
da: Inkluderet:
id: Termasuk:
lt: Įtraukta:
pt: Incluído:

# installationSlidesWelcomeTitle
source: Fast, free and full of new features
da: Hurtig, fri og fyldt med nye funktioner
id: Cepat, gratis dan penuh fitur baru
lt: Greita, nemokama ir pilna naujų ypatybių
pt: Rápido, livre e cheio de novas funcionalidades

# confirmPartitionResize
source: partition <b>{sysname}</b> resized from <b>{oldsize}</b> to <b>{newsize}</b>
da: partitionen <b>{sysname}</b> ændrer størrelse fra <b>{oldsize}</b> til <b>{newsize}</b>
id: Partisi <b>{sysname}</b> diubah ukurannya dari <b>{oldsize}</b> menjadi <b>{newsize}</b>
lt: skirsnio <b>{sysname}</b> dydis pakeistas iš <b>{oldsize}</b> į <b>{newsize}</b>
pt: partição <b>{sysname}</b> redimensionada de <b>{oldsize}</b> para <b>{newsize}</b>

# rebootToConfigureWarning
source: You have to restart the computer to continue the installation process.
da: Du skal genstarte computeren for at fortsætte installationsprocessen.
id: Anda harus memulai ulang komputer untuk melanjutkan proses instalasi.
pt: É necessário reiniciar o computador para continuar o processo de instalação.

# restartIntoWindowsDescription
source: Are you sure you want to restart your computer? You will need to restart the {DISTRO} installation later to finish installing {DISTRO}.
da: Er du sikker på, at du vil genstarte din computer? Du vil skulle genstarte {DISTRO}-installationen senere for at færdiggøre installationen af {DISTRO}.
id: Apakah Anda yakin ingin memulai ulang komputer? Anda perlu memulai ulang instalasi {DISTRO} nanti untuk menyelesaikan instalasi {DISTRO}.
lt: Ar tikrai norite paleisti kompiuterį iš naujo? Vėliau jums teks pradėti {DISTRO} diegimą iš naujo, kad užbaigtumėte diegti {DISTRO}.
pt: Quer reiniciar o computador? Precisará de reiniciar a instalação do {DISTRO} mais tarde para concluir a instalação do {DISTRO}.

# installationSlidesDevelopmentTitle
source: Develop with the best of open source
da: Udvikling med de bedste open source-værktøjer
id: Kembangkan dengan open-source terbaik
lt: Plėtokite naudodami geriausią, ką siūlo atvirasis kodas
pt: Desenvolva com o melhor do código aberto

# installationSlidesWelcomeBody
source: Whether you're a developer, creator, gamer or administrator you'll find new tools to improve your productivity and enhance your experience in {RELEASE}.
da: Hvad enten du er udvikler, forfatter, gamer eller administrator, vil du finde nye værktøjer, som forbedrer din produktivitet og beriger din oplevelse med {RELEASE}.
id: Baik Anda seorang pengembang, kreator, gamer atau administrator Anda dapat selalu menemukan alat baru untuk meningkatkan produktivitas Anda dan meningkatkan pengalaman {RELEASE} Anda.
lt: Nepaisant to, ar esate plėtotojas, kūrėjas, žaidimų megėjas ar administratorius, atrasite naujus įrankius, kurie pagerins produktyvumą ir jūsų patyrimą su {RELEASE}.
pt: Quer seja programador, criador, jogador ou administrador, encontrará novas ferramentas para melhorar a sua produtividade e melhorar a sua experiência no {RELEASE}.

# installationSlidesSoftwareBody
source: Install, manage and update all your apps in Ubuntu Software, including thousands of applications from both the Snap Store and {DISTRO} archive.
da: Installér, håndtér og opdatér alle dine programmer i Ubuntu Software inklusive tusindvis af programmer fra både Snapbutikken og {DISTRO}s arkiv.
id: Pasang, kelola dan perbarui semua aplikasi Anda di Ubuntu Software, termasuk ribuan aplikasi dari Snap Store dan arsip {DISTRO}.
lt: Diekite, tvarkykite ir atnaujinkite visas savo programas naudodamiesi „Ubuntu Software“, įskaitant tūkstančius programų iš tiek „Snap Store“, tiek {DISTRO} archyvo.
pt: Instale, faça a gestão e atualize todas as suas aplicações no Ubuntu Software, incluindo milhares de aplicações tanto da Loja Snap como do arquivo do {DISTRO}.

# installationSlidesSecurityTitle
source: Private and secure
da: Privat og sikkert
id: Privat dan aman
lt: Privati ir saugi
pt: Privado e seguro

# installationSlidesSecurityLts
source: All {DISTRO} LTS releases come with five years of security patching included, extending to ten years with an Ubuntu Pro subscription.
da: Alle {DISTRO} LTS-udgivelser understøttes i fem år med sikkerhedsrettelser, hvilket kan forlænges helt op til ti år med et Ubuntu Pro-abonnement.
id: Semua rilis LTS {DISTRO} dilengkapi dengan tambalan keamanan selama 5 tahun, diperpanjang hingga 10 tahun dengan langganan Ubuntu Pro.
lt: Visoms {DISTRO} LTS laidoms 5 metų laikotarpyje yra teikiamos saugumo spragų pataisos. Šį laikotarpį „Ubuntu Pro“ prenumeratos dėka galima pratęsti iki 10 metų.
pt: Todos as versões do {DISTRO} LTS vêm com cinco anos de correções de segurança incluídos, prolongando-se até dez anos com uma subscrição Ubuntu Pro.

# installationSlidesProductivityBody
source: {DISTRO} Desktop includes LibreOffice, a suite of Microsoft Office compatible open source applications for documents, spreadsheets and presentations. Popular collaboration tools are also available.
da: {DISTRO} Skrivebord inkluderer LibreOffice, en række Microsoft Office-kompatible programmer med åben kildekode til dokumenter, regneark og præsentationer. Populære samarbejdssværktøjer er også tilgængelige.
id: {DISTRO} Desktop dilengkapi dengan LibreOffice, sebuah aplikasi sumber terbuka yang kompatibel dengan Microsoft Office untuk dokumen, spreadsheet, dan presentasi. Alat kolaborasi popular juga tersedia.
lt: Į {DISTRO} darbalaukį įeina LibreOffice, raštinės programų rinkinys, suderinamas su „Microsoft Office“. Jį sudaro programos, skirtos kurti dokumentus, skaičiuokles bei pateiktis. Taip pat yra prieinami populiarūs bendradarbiavimo įrankiai.
pt: O {DISTRO} Desktop inclui o LibreOffice, um conjunto de aplicações de código aberto compatíveis com o Microsoft Office para documentos, folhas de cálculo e apresentações. Estão também disponíveis ferramentas de colaboração populares.

# installationSlidesProductivityTitle
source: Power up your productivity
da: Send din produktivitet til himmels
id: Tingkatkan produktivitas Anda
lt: Padidinkite savo produktyvumą
pt: Potencie a sua produtividade

# installationSlidesAccessibilityBody
source: At the heart of the {DISTRO} philosophy is the belief that computing is for everyone. With advanced accessibility tools and options to change language, colours and text size, {DISTRO} makes computing easy - whoever and wherever you are.
da: I centrum for {DISTRO}-filosofien er troen på, at computere er for alle. Med avancerede tilgængelighedsværktøjer og muligheder for at ændre sprog, farver og tekststørrelse, gør {DISTRO} det nemt at bruge computeren – hvem end og hvor end du er.
id: Inti dari filosofi {DISTRO} adalah percaya bahwa komputasi untuk semua orang. Dengan alat aksesibilitas lanjutan dan opsi untuk mengubah bahasa, warna dan ukuran teks, {DISTRO} membuat komputasi menjadi lebih mudah - siapa pun dan di mana pun Anda berada.
lt: {DISTRO} filosofijos gelmėje yra įsitikinimas, jog naudojimasis kompiuteriu yra prieinamas kiekvienam. Dėka išplėstinių prieinamumo įrankių ir parametrų, skirtų keisti kalbą, spalvas bei teksto dydį, {DISTRO} paverčia naudojimąsi kompiuteriu lengvu – nepaisant to, kur esate ar kas bebūtumėte.
pt: No centro da filosofia do {DISTRO} está a crença de que a informática é para todos. Com ferramentas avançadas de acessibilidade e opções para mudar o idioma, cores e tamanho do texto, o {DISTRO} torna a computação fácil, a quem quer que seja e onde quer que esteja.

# installationSlidesAccessibilityOrca
source: Orca Screen Reader
da: Skærmoplæseren Orca
id: Pembaca Layar Orca
lt: Orca ekrano skaityklė
pt: Leitor de ecrã Orca

# installationSlidesAccessibilityLanguages
source: Language support
da: Sprogunderstøttelse
id: Dukungan bahasa
lt: Kalbos palaikymas
pt: Suporte de idioma

# installationSlidesSupportTitle
source: Help and support
da: Hjælp og støtte
id: Bantuan dan Dukungan
lt: Pagalba ir palaikymas
pt: Ajuda e suporte

# installationSlidesSupportHeader
source: The official {DISTRO} documentation is available both online and via the Help icon in the dock.
da: Den officielle {DISTRO}-dokumentation er både tilgængelig på nettet og via Hjælp-ikonet i dokken.
id: Dokumentasi resmi {DISTRO} tersedia secara online dan melalui ikon Bantuan pada dok.
lt: Oficiali {DISTRO} dokumentacija yra prieinama tiek internete, tiek spustelėjus ant žinyno piktogramos doke.
pt: A documentação oficial do {DISTRO} está disponível tanto online como através do ícone da Ajuda na doca.

# installationSlidesSupportCommunity
source: Ask Ubuntu covers a range of questions and responses and the Ubuntu Discourse provides guides and discussions for new and experienced users.
da: Ask Ubuntu dækker en bred vifte af spørgsmål og svar, og Ubuntu Discourse tilbyder vejledninger og diskussioner for både nye og erfarne brugere.
id: Ask Ubuntu memiliki sejumlah pertanyaan dan bantuan dan Ubuntu Discourse menyediakan panduan dan diskusi untuk pengguna baru dan lanjutan.
lt: „Ask Ubuntu“ apima didelį klausimų ir atsakymų spektrą, o „Ubuntu Discourse“ teikia žinyną bei patarimus tiek naujiems, tiek pažengusiems naudotojams.
pt: O Ask Ubuntu abrange uma série de perguntas e respostas e o Ubuntu Discourse fornece guias e fóruns para utilizadores novos e experientes.

# notEnoughDiskSpaceBody
source: The selected disk does not have enough disk space to install {DISTRO}. Quit the installer to make space available or select another disk.
da: Den valgte disk har ikke nok plads til at installere {DISTRO}. Afslut installationsprogrammet og frigør plads eller vælg en anden disk.
id: Disk terpilih tidak memiliki ruang yang cukup untuk memasang {DISTRO}. Keluar dari pemasang untuk menyediakan ruang dan pilih disk lain.
pt: O disco selecionado não dispõe de espaço suficiente para instalar o {DISTRO}. Saia do instalador para disponibilizar espaço ou selecione outro disco.

# notEnoughDiskSpaceTitle
source: Not enough disk space
da: Utilstrækkelig diskplads
id: Ruang disk tidak cukup
lt: Trūksta vietos
pt: Espaço insuficiente no disco

# installationTypeAlongsideMulti
source: Install {product} alongside them
da: Installér {product} ved siden af dem
id: Pasang {product} bersamaan dengan yang lain
lt: Įdiegti {product} šalia jų
pt: Instalar o {product} a seu lado

# installAlongsideHiddenPartitions
source: {num} smaller partitions are hidden, use the <a href="{url}">advanced partitioning tool</a> for more control
da: {num} mindre partitioner er skjulte; brug det <a href="{url}">avancerede partitionsværktøj</a> for at få mere kontrol
id: {num} partisi yang lebih kecil disembunyikan, gunakan <a href="{url}">alat partisi lanjutan</a> untuk kontrol lebih banyak
lt: {num} mažesni skirsniai yra paslėpti. Norėdami daugiau galimybių, naudokite <a href="{url}">išplėstinį skaidymo įrankį</a>
pt: {num} pequenas partições estão ocultas, utilize a <a href="{url}"> ferramenta de particionamento avançado</a> para mais controlo

# refreshUpToDate
source: The current version {version} is up-to-date.
da: Nuværende version {version} er opdateret.
id: Versi saat ini {version} sudah terbaru.
pt: A versão atual {version} está atualizada.

# installationTypeHeader
source: How do you want to install {DISTRO}?
da: Hvordan vil du installere {DISTRO}?
id: Bagaimana Anda ingin memasang {DISTRO}?
pt: Como pretende instalar o {DISTRO}?

# installationTypeAlongsideDual
source: Install {product} alongside {os1} and {os2}
da: Installér {product} ved siden af {os1} og {os2}
id: Pasang {product} bersama dengan {os1} dan {os2}
lt: Įdiegti {product} šalia {os1} ir {os2}
pt: Instalar o {product} ao lado do {os1} e do {os2}

# refreshUpdating
source: Updating {snap}...
da: Opdaterer {snap} …
id: Memperbarui {snap}...
pt: A atualizar {snap}...

# installationTypeDualOSDetected
source: This computer currently has {os1} and {os2} on it. What would you like to do?
da: Denne computer har i øjeblikket {os1} og {os2} installeret. Hvad kunne du tænke dig at gøre?
id: Komputer ini sudah memiliki {os1} dan {os2} di dalamnya. Apa yang ingin Anda lakukan?
lt: Šiuo metu šiame kompiuteryje yra įdiegtos {os1} ir {os2}. Ką norėtumėte daryti?
pt: Este computador tem o {os1} e o {os2}. O que pretende fazer?

# installationTypeAlongsideUnknown
source: Install {product} alongside other partitions
da: Installér {product} ved siden af andre partitioner
id: Pasang {product} bersamaan dengan partisi lain
lt: Įdiegti {product} šalia kitų skirsnių
pt: Instalar o {product} ao lado de outras partições

# selectGuidedStorageDriveDropdownLabel
source: Select drive:
da: Vælg drev:
id: Pilih drive:
pt: Selecionar unidade:

# selectGuidedStoragePartitionDropdownLabel
source: Select partition:
da: Vælg partition:
id: Pilih partisi:
pt: Selecionar partição:

# recoveryKeyTitle
source: TPM recovery key
da: TPM-genoprettelsesnøgle
id: Kunci pemulihan TPM
pt: Chave de recuperação TPM

# recoveryKeyCommand
source: You can access your recovery key after installation with the following command:
da: Du kan tilgå din genoprettelsesnøgle efter installation med følgende kommando:
id: Anda dapat mengakses kunci keamanan setelah instalasi dengan perintah berikut:
pt: Você pode acessar à sua chave de recuperação após a instalação com o seguinte comando:

# recoveryKeyWarning
source: <font color="{color}">Warning:</font> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
da: <font color="{color}">Advarsel:</font> Hvis du mister denne sikkerhedsnøgle, tabes alle data. Hvis du har brug for det, så skriv din nøgle ned og gem den på et andet, sikkert sted.
id: <font color="{color}">Peringatan:</font> Jika Anda kehilangan kunci keamanan, semua data akan hilang. Jika perlu, tuliskan kunci Anda dan simpan di tempat yang aman.
lt: <font color="{color}">Įspėjimas:</font> Jei prarasite šį saugumo raktą, visi duomenys bus prarasti. Rekomenduojame užsirašyti šį raktą ir laikyti jį saugioje vietoje atokiai nuo šio kompiuterio.
pt: <font color="{color}">Aviso:</font> Se você perder esta chave de segurança, todos os dados serão perdidos. Se precisar, anote a sua chave e guarde-a num local seguro noutro lugar.

# diskHeadersFormat
source: Format
lt: Formatuoti
pt: Formatar
