Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: da, id, lt, pt, th

# rstInstructions
source: For instructions, scan the QR code on another device or visit: <a href="https://{url}">{url}</a>
da: Få vejledning ved at skanne QR-koden på en anden enhed, eller besøg: <a href="https://{url}">{url}</a>
id: Untuk petunjuk, buka halaman ini di ponsel atau perangkat lain: <a href="https://{url}">{url}</a>
lt: Norėdami skaityti instrukcijas, nuskenuokite kitu įrenginiu QR kodą arba apsilankykite adresu: <a href="https://{url}">{url}</a>
pt: Para obter instruções, digitalize o código QR noutro dispositivo ou visite: <a href="https://{url}">{url}</a>
th: ถ้าต้องการดูคำแนะนำ ให้สแกนคิวอาร์โค้ดด้วยอุปกรณ์อื่น หรือไปยัง <a href="https://{url}">{url}</a>

# configureSecureBootDescription
source: You've chosen to install third-party driver software. This requires turning off Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
da: Du har valgt at installere tredjeparts-driversoftware. Dette kræver, at man slår Secure Boot fra. For at gøre dette skal du nu vælge en sikkerhedsnøgle og indtaste den, når systemet genstarter.
id: Anda telah memilih untuk memasang perangkat lunak driver pihak ketiga. Ini membutuhkan mematikan Boot Aman. Untuk melakukan ini, Anda harus memilih kunci keamanan sekarang, dan memasukkannya saat sistem dimulai ulang.
lt: Pasirinkote įdiegti trečiųjų šalių tvarkyklės programinę įrangą. Tai reikalauja, kad būtų išjungtas saugusis paleidimashis. Norėdami tai atlikti, dabar turite pasirinkti saugumo raktą, o kai sistema bus paleista iš naujo, turėsite jį įvesti.
pt: Optou por instalar controladores de terceiros. Isto requer desativar o Arranque Seguro. Para isso, é preciso escolher uma chave de segurança agora e entrar com ela quando o sistema reiniciar.

# secureBootSecurityKeysDontMatch
source: Security keys do not match
da: Sikkerhedsnøgler stemmer ikke overens
id: Kunci keamanan tidak cocok
lt: Saugumo raktai nesutampa
pt: As chaves de segurança não coincidem

# windowTitle
source: Install {RELEASE}
da: Installér {RELEASE}
id: Pasang {RELEASE}
lt: Įdiegti {RELEASE}
pt: Instalar o {RELEASE}
th: ติดตั้ง {RELEASE}

# installOption
source: Install {RELEASE}
da: Installér {RELEASE}
id: Pasang {RELEASE}
lt: Įdiegti {RELEASE}
pt: Instalar o {RELEASE}
th: ติดตั้ง {RELEASE}

# tryDescription
source: You can try {RELEASE} without making any changes to your computer.
da: Du kan prøve {RELEASE} uden at foretage nogen ændringer på din computer.
id: Anda dapat mencoba {RELEASE} tanpa membuat perubahan apa pun pada komputer Anda.
lt: Galite išbandyti {RELEASE} neatlikdami kompiuteryje jokių pakeitimų.
pt: Pode experimentar o {RELEASE} sem precisar de fazer qualquer alteração no seu computador.
th: คุณสามารถทดลองใช้ {RELEASE} โดยไม่ทำการเปลี่ยนแปลงใดกับคอมพิวเตอร์ของคุณได้

# tryOrInstallReleaseNotesLabel
source: You may wish to read the <a href="{url}">release notes</a>.
da: Du vil måske gerne læse <a href="{url}">udgivelsesnoterne</a>.
id: Anda mungkin ingin membaca <a href="{url}">catatan rilis</a>.
lt: Galite pageidauti perskaityti <a href="{url}">laidos informaciją</a>.
pt: Talvez queira ler as <a href="{url}">notas de lançamento</a>.
th: คุณอาจต้องการอ่าน <a href="{url}">บันทึกการออกรุ่น</a>

# rstDescription
source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST in Windows before installing {DISTRO}.
da: Denne computer bruger Intel RST (Rapid Storage Technology). Før installation af {DISTRO} skal du slå RST fra i Windows.
id: Komputer ini menggunakan Intel RST (Rapid Storage Technology). Anda harus mematikan RST di Windows sebelum memasang Ubuntu.
lt: Šis kompiuteris naudoja Intel RST (Rapid Storage Technology). Prieš įdiegdami Ubuntu, turite „Windows“ sistemoje išjungti RST.
pt: Este computador usa Intel RST (Rapid Storage Technology). Precisa de desligar a RST no Windows antes de instalar o {DISTRO}..

# rstTitle
source: RST detected
da: RST detekteret
id: Matikan RST
lt: RST yra įjungta
pt: A RST está ativa
th: ตรวจพบ RST

# partitionTypeLabel
source: Type for the new partition:
da: Type for ny partition:
id: Tipe partisi baru:
lt: Naujo skirsnio tipas:
pt: Tipo da nova partição:

# installationTypeLVMSelected
source: LVM selected
da: LVM valgt
id: LVM dipilih
lt: LVM pasirinkta
pt: LVM selecionado

# confirmInstallButton
source: Install
da: Installér
id: Mulai Memasang
lt: Įdiegti
pt: Instalar

# diskHeadersMountPoint
source: Mount point
da: Monteringspunkt
id: Titik kait
lt: Prijungimo vieta
pt: Ponto de montagem

# partitionCreateTitle
source: Create partition
da: Opret partition
id: Buat partisi
lt: Kurti skirsnį
pt: Criar partição

# installationTypeAdvancedLabel
source: Advanced features...
da: Avancerede funktioner …
id: Fitur Tingkat Lanjut...
lt: Išplėstinės ypatybės...
pt: Funcionalidades avançadas...

# installationTypeAlongside
source: Install {product} alongside {os}
da: Installér {product} ved siden af {os}
id: Pasang {product} bersama {os}
lt: Įdiegti {product} šalia {os}
pt: Instalar o {product} junto com o {os}

# diskHeadersSize
source: Size
da: Størrelse
id: Ukuran
lt: Dydis
pt: Tamanho

# installationTypeManualInfo
source: For advanced users seeking customized disk setups.
da: For avancerede brugere som ønsker brugertilpasset diskopsætning.
id: Anda dapat membuat atau mengubah ukuran partisi sendiri, atau memilih beberapa partisi untuk {DISTRO}
lt: Galite dalinti laikmenas į skirsnius, keisti skirsnių dydį arba pasirinkti kelis skirsnius {DISTRO} įdiegimui
pt: Para utilizadores avançados que procuram configurações de disco personalizadas.

# allocateDiskSpace
source: Manual partitioning
da: Manuel partitionering
id: Alokasikan ruang disk
lt: Rankinis skaidymas
pt: Particionamento manual

# partitionSizeLabel
source: Size:
da: Størrelse:
id: Ukuran:
lt: Dydis:
pt: Tamanho:

# selectGuidedStorageInstallNow
source: Install now
da: Installér nu
id: Pasang Sekarang
lt: Įdiegti dabar
pt: Instalar agora

# diskHeadersDevice
source: Device
da: Enhed
id: Perangkat
lt: Įrenginys
pt: Dispositivo

# diskHeadersType
source: Type
id: Tipe
lt: Tipas
pt: Tipo

# diskHeadersSystem
source: System
id: Sistem
lt: Sistema
pt: Sistema

# bootLoaderDevice
source: Device for boot loader installation
da: Enhed til installation af opstartsindlæser
id: Perangkat untuk instalasi boot loader
lt: Įrenginys, skirtas pradinio įkėliklio diegimui
pt: Dispositivo para instalação do carregador de arranque

# partitionEditTitle
source: Edit partition
da: Redigér partition
id: Sunting partisi
lt: Keisti skirsnį
pt: Editar partição

# partitionErase
source: Format the partition
da: Formatér partitionen
id: Format partisi
lt: Formatuoti skirsnį
pt: Formatar a partição

# partitionMountPointLabel
source: Mount point:
da: Monteringspunkt:
id: Titik kait:
lt: Prijungimo vieta:
pt: Ponto de montagem:

# confirmPageTitle
source: Ready to install
da: Klar til at installere
id: Tulis perubahan ke disk
lt: Pasiruošę įdiegti
pt: Pronto a instalar

# confirmHeader
source: Review your choices
da: Gennemgå dine valg
id: Jika Anda melanjutkan, perubahan yang tercantum di bawah ini akan ditulis ke disk. Anda akan dapat membuat perubahan lebih lanjut secara manual.
lt: Jei tęsite, žemiau išvardyti pakeitimai bus įrašyti į diskus. Tolimesnius pakeitimus galėsite atlikti rankiniu būdu.
pt: Reveja as suas escolhas

# confirmPartitionTables
source: The partition tables of the following devices are changed:
da: Partitionstabellen på de følgende enheder er ændret:
id: Tabel partisi perangkat berikut diubah:
lt: Šių įrenginių skirsnių lentelėms yra atlikti pakeitimai:
pt: As tabelas de partições dos seguintes dispositivos foram alteradas:

# appTitle
source: Ubuntu Desktop Installer
da: Ubuntu Skrivebordsinstallation
id: Penginstal Desktop Ubuntu
lt: Ubuntu darbalaukio diegimo programa
pt: Instalador do Ubuntu Desktop

# changeButtonText
source: Change
da: Ændr
id: Ubah
lt: Keisti
pt: Alterar

# tryOrInstallTitle
source: Try or install {DISTRO}
da: Prøv eller installér {DISTRO}
id: Coba atau pasang
pt: Experimentar ou instalar o {DISTRO}

# tryOrInstallRepairOption
source: Repair installation
da: Reparér installation
id: Perbaiki instalasi
lt: Taisyti diegimą
pt: Reparar instalação
th: ซ่อมแซมระบบที่ติดตั้ง

# tryOrInstallRepairDescription
source: Repairing will reinstall all installed software without touching documents or settings.
da: Reparation geninstallerer al installeret software uden at røre ved dokumenter eller indstillinger.
id: Perbaikan akan memasang ulang semua perangkat lunak yang dipasang tanpa menyentuh dokumen atau pengaturan.
lt: Taisymas iš naujo įdiegs visą įdiegtą programinę įrangą nepaveikdamas dokumentų ar nustatymų.
pt: A reparação reinstalará todos os softwares instalados sem alterar documentos ou definições.
th: การซ่อมแซมจะเป็นการติดตั้งซอฟต์แวร์ทั้งหมดที่ติดตั้งไว้ใหม่อีกครั้งโดยไม่แตะต้องเอกสารหรือการตั้งค่าของคุณ

# tryOption
source: Try {RELEASE}
da: Prøv {RELEASE}
id: Coba {RELEASE}
lt: Išbandyti {RELEASE}
pt: Experimentar o {RELEASE}
th: ทดลอง {RELEASE}

# installDescription
source: Install {RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
da: Installér {RELEASE} ved siden af (eller i stedet for) dit nuværende operativsystem. Dette burde ikke tage lang tid.
id: Pasang {RELEASE} bersama (atau sebagai pengganti) sistem operasi Anda saat ini. Ini seharusnya tidak memakan waktu terlalu lama.
lt: Įsidiekite {RELEASE} šalia savo dabartinės operacinės sistemoje arba vietoje jos. Tai neturėtų ilgai užtrukti.
pt: Instalar o {RELEASE} ao lado do (ou em substituição ao) seu sistema operativo atual. Isto não deve demorar muito.
th: ติดตั้ง {RELEASE} ควบคู่ (หรือแทนที่) ระบบปฏิบัติการปัจจุบันของคุณ ซึ่งกระบวนการนี้จะใช้เวลาไม่นานมากนัก

# configureSecureBootTitle
source: Configure Secure Boot
da: Konfigurér Secure Boot
id: Konfigurasikan Boot Aman
lt: Konfigūruoti saugųjį paleidimą
pt: Configurar o Arranque Seguro

# configureSecureBootOption
source: Configure Secure Boot
da: Konfigurér Secure Boot
id: Konfigurasikan Boot Aman
lt: Konfigūruoti saugųjį paleidimą
pt: Configurar o Arranque Seguro

# chooseSecurityKey
source: Choose a security key
da: Vælg sikkerhedsnøgle
id: Pilih kunci keamanan
lt: Pasirinkite saugumo raktą
pt: Escolha uma chave de segurança

# confirmSecurityKey
source: Confirm the security key
da: Bekræft sikkerhedsnøglen
id: Konfirmasi kunci keamanan
lt: Patvirtinkite saugumo raktą
pt: Confirme a chave de segurança

# dontInstallDriverSoftwareNow
source: Don't install the driver software for now
da: Installér ikke driversoftwaren lige nu
id: Jangan pasang perangkat lunak driver untuk saat ini
lt: Kol kas neįdiegti tvarkyklės programinės įrangos
pt: Não instalar os controladores por agora

# dontInstallDriverSoftwareNowDescription
source: You can install it later from Software & Updates.
da: Du kan installere den senere fra Software & opdateringer.
id: Anda dapat memasangnya nanti dari Perangkat Lunak & Pembaruan.
lt: Vėliau galėsite ją įdiegti, atvėrę Programinę įrangą ir atnaujinimus.
pt: Pode instalar depois pelo Software e Atualizações.

# configureSecureBootSecurityKeyRequired
source: Security key is required
da: Sikkerhedsnøgle er påkrævet
id: Kunci keamanan diperlukan
lt: Reikia nurodyti saugumo raktą
pt: A chave de segurança é obrigatória

# updatesOtherSoftwarePageTitle
source: Applications
da: Programmer
id: Pembaruan dan perangkat lunak lainnya
lt: Programos ir atnaujinimai
pt: Aplicações

# updatesOtherSoftwarePageDescription
source: What apps would you like to install to start with?
da: Hvilke programmer vil du installere til at begynde med?
id: Aplikasi apa yang ingin Anda pasang untuk memulai?
lt: Kokias programas pradžiai norėtumėte įdiegti?
pt: Que aplicações gostaria de instalar para começar?

source: Other options
da: Andre muligheder
id: Opsi lain
lt: Kitos parinktys
pt: Outras opções

# installThirdPartyTitle
source: Install third-party software for graphics and Wi-Fi hardware, as well as additional media formats
da: Installér tredjepartssoftware til grafik- og wi-fi-hardware samt yderligere medieformater
id: Pasang perangkat lunak pihak ketiga untuk perangkat keras Wi-Fi dan grafis, serta format media tambahan
lt: Įdiegti trečiųjų šalių programinę įrangą, skirtą grafikos ir belaidžio (Wi-Fi) ryšio aparatinei įrangai, o taip pat papildomus medijos formatus
pt: Instalar software de terceiros para hardware gráfico e de Wi-Fi, bem como formatos de multimédia adicionais

# installThirdPartySubtitle
source: This software is subject to license terms included with its documentation. Some are proprietary.
da: Denne software er underlagt de licensvilkår, som er inkluderet i dens dokumentation. Nogle er proprietære.
id: Perangkat lunak ini tunduk pada persyaratan lisensi disertakan dengan dokumentasinya. Beberapa adalah proprietary.
lt: Šiai programinei įrangai taikomos licencijos sąlygos, kurias rasite jos dokumentacijoje. Kai kuri programinė įranga yra nuosavybinė.
pt: Este software está sujeito aos termos de licença incluídos na sua documentação. Alguns são proprietários.

# installationTypeTitle
source: Disk setup
da: Diskopsætning
id: Tipe instalasi
lt: Įdiegimo tipas
pt: Tipo de instalação

# installationTypeOSDetected
source: This computer currently has {os} on it. What would you like to do?
da: Denne computer har i øjeblikket {os} installeret. Hvad kunne du tænke dig at gøre?
id: Komputer ini saat ini memiliki {os} di dalamnya. Apa yang ingin Anda lakukan?
lt: Šiuo metu šiame kompiuteryje yra įdiegta {os}. Ką norėtumėte daryti?
pt: Este computador tem o {os} atualmente instalado. O que pretende fazer?

# installationTypeNoOSDetected
source: This computer currently has no detected operating systems. What would you like to do?
da: Der blev ikke fundet noget operativsystem på denne computer. Hvad kunne du tænke dig at gøre?
id: Komputer ini saat ini tidak memiliki sistem operasi yang terdeteksi. Apa yang ingin Anda lakukan?
lt: Šiuo metu šiame kompiuteryje nėra įdiegtų operacinių sistemų. Ką norėtumėte daryti?
pt: Este computador não tem atualmente nenhum sistema operativo detetado. O que pretende fazer?

# installationTypeErase
source: Erase disk and install {DISTRO}
da: Slet disk og installér {DISTRO}
id: Hapus disk dan pasang {DISTRO}
lt: Ištrinti duomenis diske ir įdiegti {DISTRO}
pt: Apagar o disco e instalar o {DISTRO}

# installationTypeAdvancedTitle
source: Advanced features
da: Avancerede funktioner
id: Fitur-fitur tingkat lanjut
lt: Išplėstinės ypatybės
pt: Funcionalidades avançadas

# installationTypeNone
source: None
da: Ingen
id: Nihil
lt: Nėra
pt: Nenhuma

# installationTypeNoneSelected
source: None selected
da: Ingen valgt
id: Tidak ada yang dipilih
lt: Nieko nepasirinkta
pt: Nenhuma selecionada

# installationTypeEncryptInfo
source: You will choose a security key in the next step.
da: I næste trin skal du vælge en sikkerhedsnøgle.
id: Anda akan memilih kunci keamanan di langkah berikutnya.
lt: Kitame žingsnyje pasirinksite saugumo raktą.
pt: Deverá escolher uma chave de segurança no passo seguinte.

# installationTypeZFS
source: Erase disk and use ZFS
da: Slet disk og benyt ZFS
id: EKSPERIMENTAL: Hapus disk dan gunakan ZFS
lt: EKSPERIMENTINIS: Ištrinti diską ir naudoti ZFS
pt: Apagar o disco e usar ZFS

# installationTypeZFSSelected
source: ZFS selected
da: ZFS valgt
id: ZFS dipilih
lt: ZFS pasirinkta
pt: ZFS selecionado

# installationTypeReinstall
source: Erase {os} and reinstall
da: Slet {os} og geninstallér
id: Hapus {os} dan pasang ulang
lt: Ištrinti {os} ir įdiegti iš naujo
pt: Apagar o {os} e reinstalar

# installationTypeReinstallWarning
source: <font color="{color}">Warning:</font> This will delete all your {os} programs, documents, photos, music, and any other files.
da: <font color="{color}">Advarsel:</font> Dette vil slette alle dine programmer, dokumenter, fotografier, musik, og enhver anden fil i {os}.
id: <font color="{color}">Peringatan:</font> Ini akan menghapus semua program {os}, dokumen, foto, musik, dan sebarang berkas lain.
lt: <font color="{color}">Įspėjimas:</font> Tai ištrins visas {os} programas, dokumentus, nuotraukas, muziką ir visus kitus failus.
pt: <font color="{color}">Aviso:</font> Isso vai apagar todos os programas do {os}, documentos, fotos, músicas e quaisquer outros ficheiros.

# installationTypeAlongsideInfo
source: You can choose your operating system during boot.
da: Du kan vælge dit operativsystem under systemopstart.
id: Dokumen, musik, dan berkas-berkas pribadi lain akan disimpan. Anda dapat memilih sistem operasi yang Anda inginkan setiap kali komputer dinyalakan.
lt: Dokumentai, muzika ir kiti asmeniniai failai bus išsaugoti. Kas kartą įjungę kompiuterį, galėsite pasirinkti, kurią operacinę sistemą paleisti.
pt: Documentos, músicas e outros ficheiros pessoais serão mantidos. Poderá selecionar qual o sistema operativo a usar cada vez que o computador iniciar.

# installationTypeManual
source: Manual installation
da: Manuel installation
id: Sesuatu yang lain
lt: Rankinis skaidymas
pt: Particionamento manual

# selectGuidedStoragePageTitle
source: Erase disk and install {DISTRO}
da: Slet disk og installér {DISTRO}
id: Hapus disk dan pasang {DISTRO}
lt: Ištrinti diską ir įdiegti {DISTRO}
pt: Apagar o disco e instalar o {DISTRO}

# selectGuidedStorageInfoLabel
source: The entire disk will be used:
da: Hele disken vil blive brugt:
id: Seluruh disk akan digunakan:
lt: Bus naudojamas visas diskas:
pt: O disco inteiro será utilizado:

# diskHeadersUsed
source: Used
da: Brugt
id: Dipakai
lt: Panaudotas
pt: Utilizado

# freeDiskSpace
source: Free space
da: Ledig plads
id: Ruang bebas
lt: Laisva vieta
pt: Espaço livre

source: New partition table
da: Ny partitionstabel
id: Tabel partisi baru
lt: Nauja skirsnių lentelė
pt: Nova tabela de partições

# partitionTypePrimary
source: Primary
da: Primær
id: Primer
lt: Pirminis
pt: Primária

# partitionTypeLogical
source: Logical
da: Logisk
id: Logis
lt: Loginis
pt: Lógica

# partitionLocationLabel
source: Location for the new partition:
da: Placering af ny partition:
id: Lokasi untuk partisi baru:
lt: Naujo skirsnio vieta:
pt: Localização para a nova partição:

# partitionLocationBeginning
source: Beginning of this space
da: Begyndelse på dette område
id: Awal dari ruang ini
lt: Šios vietos pradžia
pt: Início deste espaço

# partitionLocationEnd
source: End of this space
da: Slutning af dette område
id: Akhir dari ruang ini
lt: Šios vietos pabaiga
pt: Final deste espaço

# partitionFormatLabel
source: Used as:
da: I brug som:
id: Dipakai sebagai:
lt: Naudojamas kaip:
pt: Utilizado como:

# confirmPartitionChanges
source: The following partition changes are going to be applied:
da: Følgende partitionsændringer vil blive udført:
id: Partisi berikut akan diformat:
lt: Bus pritaikyti šie skirsnių pakeitimai:
pt: As seguintes alterações às partições serão aplicadas:

# installationCompleteTitle
source: Installation complete
da: Installation gennemført
id: Instalasi selesai
lt: Įdiegimas baigtas
pt: Instalação concluída

# readyToUse
source: {system} is installed and ready to use
da: {system} er installeret og klar til brug
id: {system} telah terpasang dan siap digunakan.
lt: **{system}** įdiegta ir paruošta naudoti
pt: {system} está instalado e pronto a usar

# restartInto
source: Restart into {system}
da: Genstart i {system}
id: Mulai ulang ke {system}
lt: Paleisti iš naujo į {system}
pt: Reiniciar no {system}

source: Shut Down
da: Sluk
id: Matikan
lt: Išjungti
pt: Desligar

# bitlockerTitle
source: BitLocker is enabled
da: BitLocker er aktiveret
id: Matikan BitLocker
lt: „BitLocker“ yra įjungta
pt: O BitLocker está ativo

# bitlockerDescription
source: This computer uses Windows BitLocker encryption. You need to use Windows to create free space or go back and choose '{option}' to continue.
da: Denne computer benytter kryptering med Windows BitLocker. Du bliver nødt til at bruge Windows til at frigøre plads eller gå tilbage og vælge “{option}” for at fortsætte.
id: Komputer ini menggunakan enkripsi Windows BitLocker. Anda perlu mematikan BitLocker di Windows sebelum memasang Ubuntu.
lt: Šis kompiuteris naudoja „Windows BitLocker“ šifravimą. Norėdami tęsti, turite pasinaudoti „Windows“ ir sukurti laisvą vietą arba pasirinkti variantą '{option}'.
pt: Este computador usa encriptação BitLocker do Windows. Precisa de usar o Windows para libertar espaço ou escolha '{option}' para continuar.

# bitlockerInstructions
source: For instructions, scan the QR code on another device or visit: <a href="https://{url}">{url}</a>
da: Få vejledning ved at skanne QR-koden på en anden enhed, eller besøg: <a href="https://{url}">{url}</a>
id: Untuk petunjuk, buka halaman ini di ponsel atau perangkat lain: <a href="https://{url}">{url}</a>
lt: Norėdami skaityti instrukcijas, nuskenuokite kitu įrenginiu QR kodą arba apsilankykite adresu: <a href="https://{url}">{url}</a>
pt: Para obter instruções, digitalize o código QR noutro dispositivo ou visite: <a href="https://{url}">{url}</a>

source: Restart into Windows
da: Genstart i Windows
id: Mulai Ulang Ke Windows
lt: Paleisti iš naujo į „Windows“
pt: Reiniciar no Windows

# newPartitionTableConfirmationTitle
source: New empty partition
da: Ny tom partition
id: Buat suatu tabel partisi baru yang kosong pada peranti ini?
lt: Naujas tuščias skirsnis
pt: Nova partição vazia

# newPartitionTableConfirmationMessage
source: Creating a new partition table on an entire device will remove all of its current partitions. This operation can be undone if needed.
da: Oprettelse af ny partitionstabel på en hel enhed vil fjerne alle dens nuværende partitioner. Denne handling kan fortrydes, hvis det er nødvendigt.
id: Anda telah memilih seluruh peranti untuk dipartisi. Bila Anda melanjutkan membuat suatu tabel partisi baru pada peranti ini, maka semua partisi saat ini akan dihapus. Perhatikan bahwa Anda akan dapat membatalkan operasi ini nanti bila Anda mau.
lt: Sukūrus naują skirsnių lentelę visame įrenginyje, bus pašalinti visi jo dabartiniai skirsniai. Kol kas šią operaciją galima atšaukti, jei reikės.
pt: A criação de uma nova tabela de partições num dispositivo inteiro irá remover todas as suas atuais partições. Esta operação pode ser anulada, se necessário.

# installationTypeTPMInfo
source: This is an experimental feature. It may not work with your hardware or future {DISTRO} releases. <a href="{url}">Read about TPM encryption</a> before you choose this option.
da: Denne funktion er eksperimentel. Den fungerer måske ikke med din hardware eller i fremtidige udgaver af {DISTRO}. <a href="{url}">Læs om TPM-kryptering</a>, før du vælger denne mulighed.
id: Ini adalah fitur eksperimental. Mungkin tidak bekerja dengan perangkat keras Anda atau rilis {DISTRO} berikutnya. <a href="{url}">Baca tentang enkripsi TPM</a> sebelum Anda memilih opsi ini.
pt: Esta é uma funcionalidade experimental. Poderá não funcionar com o seu hardware ou com futuras versões do {DISTRO}. <a href="{url}">Leia sobre a encriptação TPM</a> antes de escolher esta opção.

# autoinstallTitle
source: Type of installation
da: Installationstype
id: Tipe instalasi
pt: Tipo de instalação

# autoinstallInteractiveOption
source: Interactive installation
da: Interaktiv installation
id: Pemasangan Interaktif
pt: Instalação interativa

# autoinstallInteractiveDescription
source: For users who want to be guided step by step through the installation.
da: Til brugere som vil guides gennem installationen et trin ad gangen.
id: Untuk pengguna yang ingin melalui pemasangan terpandu langkah demi langkah.
pt: Para os utilizadores que pretendem ser guiados passo a passo durante a instalação.

# autoinstallAutomatedOption
source: Automated installation
da: Automatisk installation
id: Pemasang Otomatis
pt: Instalação automatizada
