Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: da, id, lt, pt, th

# quitButtonText
source: Quit installation
da: Afslut installation
id: Keluar dari pemasangan
lt: Baigti diegimą
pt: Sair da instalação

# loadingPageTitle
source: Welcome to {DISTRO}
da: Velkommen til {DISTRO}
id: Selamat datang di {DISTRO}
lt: Jus sveikina {DISTRO}
pt: Bem-vindo ao {DISTRO}

# loadingHeader
source: Preparing {DISTRO}…
da: Forbereder {DISTRO} …
id: Menyiapkan {DISTRO}…
lt: Ruošiama {DISTRO}…
pt: A preparar o {DISTRO}…

# warningLabel
source: Warning:
da: Advarsel:
id: Peringatan:
pt: Aviso:

# tryOrInstallHeader
source: What do you want to do with {DISTRO}?
da: Hvad vil du gøre med {DISTRO}?
id: Apa yang Anda ingin lakukan dengan {DISTRO}?
pt: O que é que quer fazer com o {DISTRO}?

# rstHeader
source: Turn off RST to continue
da: Slå RST fra for at fortsætte
id: Nonaktifkan RST untuk melanjutkan
lt: Norėdami tęsti, išjunkite RST
pt: Desligue a RST para continuar

# showSecurityKey
source: Show
da: Vis
id: Tampilkan kunci keamanan
lt: Rodyti saugumo raktą
pt: Mostrar

# hideSecurityKey
source: Hide
da: Skjul
id: Sembunyikan
pt: Ocultar

# codecsAndDriversPageTitle
source: Optimise your computer
da: Optimér din computer
id: Optimalkan komputer Anda
pt: Optimize o seu computador

# codecsAndDriversNvidiaNote
source: NVIDIA graphics card detected
da: NVIDIA-grafikkort fundet
id: Kartu grafis NVIDIA terdeteksi
pt: Placa gráfica NVIDIA detetada

# codecsAndDriversNvidiaBody
source: For the best performance of NVIDIA graphic cards, installing additional drivers is strongly recommended.
da: Det anbefales stærkt at installere yderligere drivere for at få den bedste ydelse med NVIDIA-grafikkort.
id: Untuk performa kartu grafis NVIDIA terbaik, memasang driver tambahan sangat direkomendasikan.
pt: Para obter o melhor desempenho das placas gráficas NVIDIA, recomenda-se vivamente a instalação de controladores adicionais.

# fullInstallationTitle
source: Extended selection
da: Udvidet udvalg
id: Pemilihan luas
pt: Seleção alargada

# fullInstallationSubtitle
source: An offline-friendly selection of office tools, utilities and web browser.
da: Et offlinevenligt udvalg af kontorsoftware, værktøjer og webbrowser.
id: Pilihan yang ramah luring alat kerja kantor, alat dan browser.
pt: Uma seleção de aplicações de produtividade, utilitários e navegador de Internet de fácil utilização offline.

# minimalInstallationTitle
source: Default selection
da: Standardudvalg
id: PIlihan default
pt: Seleção predefinida

# minimalInstallationSubtitle
source: Just the essentials, web browser and basic utilities.
da: Kun det vigtigste – webbrowser og basisværktøjer.
id: Hanya yang penting, browser web dan utilitas dasar.
pt: Apenas o essencial, um navegador de Internet e utilitários básicos.

# installDriversTitle
source: Install third-party software for graphics and Wi-Fi hardware
da: Installér tredjepartssoftware til grafik- og wi-fi-hardware
id: Pasang perangkat lunak ketiga untuk grafis dan perangkat keras Wi-Fi
lt: Įdiegti trečiųjų šalių programinę įrangą, skirtą grafikos ir belaidžio ryšio (Wi-Fi) aparatinei įrangai
pt: Instalar software de terceiros para placas gráficas e Wi-Fi

# installDriversSubtitle
source: Including but not limited to NVIDIA drivers and similar
da: Inkluderer men er ikke begrænset til NVIDIA-drivere og lignende
id: Termasuk tetapi tidak terbatas pada driver NVIDIA atau yang sejenisnya
lt: Šios tvarkyklės yra platinamos pagal licencijas, nurodytas jų dokumentacijoje. Tvarkyklės yra nuosavybinės.
pt: Incluindo, mas não se limitando a controladores NVIDIA e semelhantes

# installCodecsTitle
source: Download and install support for additional media formats
da: Hent og installér understøttelse af yderligere medieformater
id: Unduh dan pasang dukungan untuk format media tambahan
lt: Atsisiųsti ir įdiegti papildomų medijos formatų palaikymą
pt: Transferir e instalar suporte para formatos de multimédia adicionais

# installCodecsSubtitle
source: Including but not limited to MP3, MP4, MOV and similar
da: Inkluderer men er ikke begrænset til MP3, MP4, MOV og lignende
id: Termasuk tetapi tidak terbatas pada MP3, MP4, MOV, dan sejenisnya
lt: Ši programinė įranga yra platinama pagal licencijas, nurodytas jos dokumentacijoje. Kai kuri programinė įranga yra nuosavybinė.
pt: Incluindo, mas não se limitando a MP3, MP4, MOV e semelhantes

# batteryWarning
source: The computer is not plugged in to a power source.
da: Denne computer er ikke tilsluttet ekstern strømforsyning.
id: Komputer ini tidak terhubung pada sumber daya.
pt: O computador não está ligado a uma fonte de alimentação.

# offlineWarning
source: You are currently offline
da: Du er i øjeblikket offline
id: Anda sekarang sedang luring
lt: Šiuo metu nesate prisijungę prie interneto
pt: De momento está offline

# choosePassphraseTitle
source: Disk passphrase
da: Diskadgangskode
id: Frasa sandi disk
pt: Palavra-passe do disco

# choosePassphraseHeader
source: Create a passphrase
da: Opret en adgangskode
id: Buat frasa sandi
pt: Crie uma palavra-passe

# choosePassphraseBody
source: You need a passphrase to encrypt your files. You will be prompted for your passphrase every time you turn on your computer.
da: Du skal bruge en adgangskode for at kryptere dine filer. Du vil blive bedt om din adgangskode hver gang, du tænder computeren.
id: Anda perlu frasa sandi untuk mengenkripsi berkas Anda. Anda akan diminta untuk frasa sandi Anda setiap kali Anda menyalakan komputer Anda.
pt: É necessária uma palavra-passe para encriptar os ficheiros. Ser-lhe-á pedido que introduza a sua palavra-passe sempre que ligar o computador.

# choosePassphraseHint
source: Choose a passphrase
da: Vælg en adgangskode
id: Pilih frasa sandi
pt: Escolha uma palavra-passe

# choosePassphraseConfirmHint
source: Confirm the passphrase
da: Bekræft adgangskoden
id: Konfirmasikan frasa sandi
pt: Confirme a palavra-passe

# choosePassphraseRequired
source: A passphrase is required
da: Adgangskode påkrævet
id: Frasa sandi diperlukan
pt: É necessária uma palavra-passe

# choosePassphraseMismatch
source: The passphrases do not match
da: Adgangskoderne stemmer ikke
id: Frasa sandi tidak cocok
pt: As palavras-passe não coincidem

# choosePassphraseInfoHeader
source: Make sure you save your passphrase
da: Sørg for at gemme din adgangskode
id: Pastikan Anda menyimpan frasa sandi Anda
pt: Certifique-se de que guarda a sua palavra-passe

# choosePassphraseInfoBody
source: If you lose your passphrase, you will lose all of your data.
da: Hvis du mister din adgangskode, går alle dine data tabt.
id: Jika Anda kehilangan frasa sandi Anda, Anda akan kehilangan semua data Anda.
pt: Se perder a sua palavra-passe, perderá todos os seus dados.

# createPassphrase
source: Create a passphrase
da: Opret en adgangskode
id: Buat frasa sandi
pt: Crie uma palavra-passe

# confirmPassphrase
source: Confirm the passphrase
da: Bekræft adgangskoden
id: Konfirmasikan frasa sandi
pt: Confirme a palavra-passe

# installationTypeMultiOSDetected
source: This computer currently has multiple operating systems on it. What would you like to do?
da: Denne computer har i øjeblikket flere forskellige operativsystemer installeret. Hvad kunne du tænke dig at gøre?
id: Komputer ini memiliki beberapa sistem operasi di dalamnya. Apa yang ingin Anda lakukan?
lt: Šiuo metu šiame kompiuteryje yra įdiegtos kelios operacinės sistemos. Ką norėtumėte daryti?
pt: Este computador tem vários sistemas operativos instalados. O que pretende fazer?

# installationTypeEraseInfo
source: Start from scratch on your selected disk.
da: Start forfra på din valgte disk.
id: Mulai dari awal pada disk terpilih.
pt: Começar do zero no disco selecionado.

# installationTypeExperimental
source: Experimental
da: Eksperimentel
id: Eksperimental

# installationTypeLVM
source: Use LVM
da: Brug LVM
id: Gunakan LVM
lt: Naudoti LVM kartu su nauju {RELEASE} diegimu
pt: Usar LVM

# installationTypeLVMEncryption
source: Use LVM and encryption
da: Brug LVM og kryptering
id: Gunakan LVM dan enkripsi
pt: Usar LVM e encriptação

# installationTypeLVMEncryptionSelected
source: LVM and encryption selected
da: LVM og kryptering valgt
id: LVM dan enkripsi terpilih
lt: Pasirinkta LVM ir šifravimas
pt: LVM e encriptação selecionado

# installationTypeZFSEncryption
source: Erase disk and use ZFS with encryption
da: Slet disk og benyt ZFS med kryptering
id: Hapus disk dan gunakan ZFS dengan enkripsi
pt: Apagar o disco e usar ZFS com encriptação

# installationTypeZFSEncryptionSelected
source: ZFS and encryption selected
da: ZFS og kryptering valgt
id: ZFS dan enkripsi terpilih
pt: ZFS e encriptação selecionado

# installationTypeTPM
source: Enable hardware-backed full disk encryption
da: Aktivér fuld diskkryptering i hardware
id: Aktifkan enkripsi disk penuh yang didukung perangkat keras
pt: Ativar a encriptação total do disco com suporte de hardware

# installationTypeTPMSelected
source: TPM selected
da: TPM Valgt
id: TPM dipilih
pt: TPM selecionado

# selectGuidedStorageInfo
source: Start from scratch on your selected disk.
da: Start forfra på din valgte disk.
id: Mulai dari awal pada disk terpilih.
pt: Começar do zero no disco selecionado.

# installAlongsideAllocateSpace
source: Allocate space
da: Tildel plads
id: Alokasikan ruang
lt: Paskirstyti vietą
pt: Alocar espaço

# installAlongsideFiles
source: Files
da: Filer
id: Berkas
lt: Failai
pt: Ficheiros

# installAlongsidePartition
source: Partition:
id: Partisi:
lt: Skirsnis:
pt: Partição:

# installAlongsideSize
source: Size:
da: Størrelse:
id: Ukuran:
lt: Dydis:
pt: Tamanho:

# installAlongsideAvailable
source: Available:
da: Tilgængelig:
id: Tersedia:
lt: Prieinama:
pt: Disponível:

# allocateDiskSpaceInvalidMountPointSlash
source: Mount points must start with "/"
da: Monteringspunkter skal starte med “/”
id: Titik pasang harus dimulai dengan "/"
pt: Os pontos de montagem devem começar com "/"

# allocateDiskSpaceInvalidMountPointSpace
source: Mount points cannot contain spaces
da: Monteringspunkter må ikke indeholde mellemrum
id: Titik pemasangan tidak dapat mengandung spasi
lt: Prijungimo vietos negali turėti tarpų
pt: Os pontos de montagem não podem conter espaços

# guidedStoragePageHeader
source: Choose where to install {DISTRO}
da: Vælg, hvor du vil installere {DISTRO}
id: Pilih di mana {DISTRO} dipasang
pt: Escolher onde instalar o {DISTRO}

# installAlongsideSpaceDivider
source: Allocate drive space by dragging the divider below:
da: Tildel diskplads ved at trække i adskilleren herunder:
id: Alokasi ruang drive dengan menyeret pemisah di bawah:
lt: Paskirstykite vietą diske, tempdami žemiau esantį dalytuvą:
pt: Alocar espaço no disco ao arrastar o divisor abaixo:

# installAlongsideResizePartition
source: Resize partition
da: Ændr størrelse på partition
id: Ubah ukuran partisi
lt: Keisti skirsnio dydį
pt: Redimensionar partição

source: Too many primary partitions
da: For mange primære partitioner
id: Terlalu banyak partisi utama
lt: Per daug pirminių skirsnių
pt: Demasiadas partições primárias

# partitionLimitReached
source: Limit reached
da: Grænse nået
id: Batas tercapai
lt: Pasiekta riba
pt: Limite atingido

# partitionFormatNone
source: Leave unformatted
da: Lad være uformateret
id: Biarkan tidak terformat
lt: Palikti neformatuotą
pt: Deixar sem formatação

# partitionFormatKeep
source: Leave formatted as {format}
da: Forbliv formateret som {format}
id: Biarkan terformat sebagai {format}
pt: Deixar formatado como {format}

# confirmDiskEncryptionNone
source: None
da: Ingen
id: Tidak ada
pt: Nenhuma

# confirmDevicesTitle
source: Devices
da: Enheder
id: Perangkat
lt: Įrenginiai
pt: Dispositivos

# confirmEntryApplications
source: Applications
da: Programmer
id: Aplikasi
pt: Aplicações

# confirmEntryDiskSetup
source: Disk setup
da: Diskopsætning
id: Penyiapan Disk
pt: Configuração do disco

# confirmEntryInstallationDisk
source: Installation disk
da: Installationsdisk
id: Disk instalasi
pt: Disco de instalação

# confirmEntryProprietarySoftware
source: Proprietary software
da: Proprietær software
id: Perangkat lunak berpemilik
pt: Software proprietário

# confirmSectionGeneralTitle
source: General
da: Generelt
id: Umum
pt: Geral

# confirmSectionSecurityAndMoreTitle
source: Security & more
da: Sikkerhed med mere
id: Keamanan & lainnya
pt: Segurança e mais

# confirmPartitionsTitle
source: Partitions
da: Partitioner
id: Partisi
lt: Skirsniai
pt: Partições

# confirmPartitionFormatMount
source: partition <b>{sysname}</b> formatted as <b>{format}</b> used for <b>{mount}</b>
da: partitionen <b>{sysname}</b> formateres som <b>{format}</b> og bruges til <b>{mount}</b>
id: Partisi <b>{sysname}</b> diformat sebagai <b>{format}</b> digunakan untuk <b>{mount}</b>
lt: skirsnis <b>{sysname}</b> formatuotas kaip <b>{format}</b> ir naudojamas kaip <b>{mount}</b>
pt: partição <b>{sysname}</b> formatada como <b>{format}</b> usada para <b>{mount}</b>

# confirmPartitionFormat
source: partition <b>{sysname}</b> formatted as <b>{format}</b>
da: partitionen <b>{sysname}</b> formateres som <b>{format}</b>
id: Partisi <b>{sysname}</b> diformat sebagai <b>{format}</b>
lt: skirsnis <b>{sysname}</b> formatuotas kaip <b>{format}</b>
pt: partição <b>{sysname}</b> formatada como <b>{format}</b>

# confirmPartitionMount
source: partition <b>{sysname}</b> used for <b>{mount}</b>
da: partitionen <b>{sysname}</b> bruges til <b>{mount}</b>
id: Partisi <b>{sysname}</b> digunakan sebagai <b>{mount}</b>
lt: skirsnis <b>{sysname}</b> naudojamas kaip <b>{mount}</b>
pt: partição <b>{sysname}</b> usada para <b>{mount}</b>

# confirmPartitionCreate
source: partition <b>{sysname}</b> created
da: partitionen <b>{sysname}</b> oprettes
id: Partisi <b>{sysname}</b> dibuat
lt: sukurtas skirsnis <b>{sysname}</b>
pt: partição <b>{sysname}</b> criada

# confirmProprietarySoftwareCodecs
source: Codecs
da: Codec
id: Kodek
pt: Codificadores

# confirmProprietarySoftwareCodecsDrivers
source: Codecs & drivers
da: Codec og drivere
id: Kodek & driver
pt: Codificadores e controladores

# confirmProprietarySoftwareDrivers
source: Drivers
da: Drivere
id: Driver
pt: Controladores

# rebootToConfigure
source: **{system}** has been copied to the disk
da: **{system}** er blevet kopieret til disken
id: **{system}** telah disalin ke disk
pt: O **{system}** foi copiado para o disco

source: Restart now
da: Genstart nu
id: Mulai ulang sekarang
lt: Paleisti iš naujo dabar
pt: Reiniciar agora

source: Continue testing
da: Fortsæt afprøvning
id: Lanjutkan mencoba
lt: Tęsti sistemos bandymą
pt: Continuar a testar

# bitlockerHeader
source: Turn off BitLocker to continue
da: Slå BitLocker fra for at fortsætte
id: Nonaktifkan BitLocker untuk melanjutkan
lt: Norėdami tęsti, išjunkite „BitLocker“
pt: Desligue o BitLocker para continuar

# restartIntoWindowsTitle
source: Restart into Windows?
da: Genstart i Windows?
id: Mulai ulang ke Windows?
lt: Paleisti iš naujo į „Windows“ sistemą?
pt: Reiniciar no Windows?

# installationSlidesTitle
source: Welcome to {RELEASE}
da: Velkommen til {RELEASE}
id: Selamat datang di {RELEASE}
lt: Jus sveikina {RELEASE}
pt: Bem-vindo ao {RELEASE}

# installationSlidesWelcomeHeader
source: The latest version of {DISTRO} makes computing easier than ever.
da: Den seneste udgave af {DISTRO} gør computerarbejde nemmere end nogensinde.
id: Versi terbaru {DISTRO} membuat komputasi lebih cepat daripada sebelumnya.
lt: Naujausia {DISTRO} versija paverčia naudojimąsi kompiuteriu neįtikėtinai lengvu.
pt: A última versão do {DISTRO} torna a computação mais fácil do que nunca.

# installationSlidesSoftwareTitle
source: All the applications you need
da: Alle de programmer du behøver
id: Semua aplikasi yang Anda butuhkan
lt: Visos reikiamos programos
pt: Todas as aplicações de que precisa

# installationSlidesDevelopmentBody
source: {DISTRO} is the ideal workstation for app or web development, data science and AI/ML as well as devops and administration. Every {DISTRO} release includes the latest toolchains and supports all major IDEs.
da: {DISTRO} er den ideelle platform til program- eller webudvikling, datavidenskab og AI/ML samt devops og administration. Hver {DISTRO}-udgivelse inkluderer de seneste toolchains og understøtter alle større IDE'er.
id: {DISTRO} adalah stasiun kerja yang ideal untuk pengembangan aplikasi dan web, data science dan AI/ML serta DevOps dan administrasi. Setiap rilis {DISTRO} berisi alat terbaru dan dukungan untuk semua IDE utama.
lt: {DISTRO} yra tobula kompiuterizuota darbo vieta, skirta programų ar saityno plėtojimui, duomenų mokslui bei dirbtinio intelekto/kompiuterio mokymosi vystymui, o taip pat plėtojimo operacijoms ir administravimui. Kiekvienoje {DISTRO} laidoje yra naujausios įrankių grandinės ir yra palaikomos visos pagrindinės integruotosios plėtojimo aplinkos.
pt: O {DISTRO} é a estação de trabalho ideal para o desenvolvimento de aplicações ou web, ciência de dados e IA/ML, bem como devops e administração. Cada lançamento do {DISTRO} inclui as mais recentes cadeias de ferramentas e suporta todas as principais IDEs.

# installationSlidesCreativityTitle
source: Enhance your creativity
da: Berig din kreativitet
id: Tingkatkan kreativitas Anda
lt: Vystykite savo kūrybingumą
pt: Aumente a sua criatividade

# installationSlidesCreativityBody
source: If you're an animator, designer, video creator or game developer it's easy to bring your workflows to {DISTRO} with support for open source and industry standard software and applications.
da: Hvad enten du er animator, designer eller spiludvikler, så er det nemt at tage dine arbejdsgange med til {DISTRO} med understøttelse af industristandarder og open source software.
id: Jika Anda seorang animator, desainer, kreator video atau pengembang game sangat mudah untuk membawa alur kerja Anda ke {DISTRO} dengan dukungan untuk sumber terbuka dan standar industri perangkat lunak dan aplikasi.
lt: Jei esate animatorius, dizaineris, vaizdo įrašų kūrėjas ar žaidimų plėtotojas, be vargo perkelsite savo darbo eigą į {DISTRO}, kuri palaiko atvirojo kodo ir pramoninių standartų programinę įrangą bei programas.
pt: Se é um animador, designer, criador de vídeo ou criador de jogos, é fácil trazer os seus fluxos de trabalho para o {DISTRO} com suporte para software e aplicações de código aberto padrão da indústria.

# installationSlidesGamingTitle
source: Great for gaming
da: Super til gaming
id: Bagus untuk gaming
lt: Puikiai tinka žaidimams
pt: Óptimo para jogos

# installationSlidesGamingBody
source: {DISTRO} supports the latest NVIDIA and Mesa drivers to improve performance and compatibility. Thousands of Windows titles play great on {DISTRO} via applications like Steam with no additional configuration.
da: {DISTRO} understøtter de seneste NVIDIA- og Mesa-drivere, som forbedrer ydeevne og kompatibilitet. Tusindvis af Windows-titler kører glimrende på {DISTRO} via programmer som Steam uden nogen yderligere konfiguration.
id: {DISTRO} mendukung driver terbaru NVIDIA dan Mesa untuk meningkatkan performa dan kompatibilitas. Ribuan judul Windows dapat dimainkan dengan baik pada {DISTRO} melalui aplikasi seperti Stream tanpa konfigurasi tambahan.
lt: {DISTRO} palaiko naujausias „NVIDIA“ ir „Mesa“ tvarkykles, kad pagerintų našumą ir suderinamumą. Tūkstančiai „Windows“ žaidimų pavadinimų, tokių programų kaip „Steam“ dėka, be jokios papildomos konfigūracijos gali būti paleisti {DISTRO}.
pt: O {DISTRO} suporta os últimos controladores NVIDIA e Mesa para melhorar o desempenho e a compatibilidade. Milhares de títulos do Windows jogam-se muito bem no {DISTRO} através de aplicações como Steam sem configuração adicional.

# installationSlidesSecurityBody
source: {DISTRO} provides all of the tools you need to stay private and secure online. With built in firewall and VPN support and a host of privacy-centric applications to ensure you are in full control of your data.
da: {DISTRO} tilbyder alle de værktøjer, du har brug for, til at beskytte dit privatliv og din sikkerhed på nettet. Med indbygget firewall og VPN-understøttelse samt en mængde privatlivsorienterede programmer har du fuld kontrol over dine data.
id: {DISTRO} menyediakan semua alat yang Anda butuhkan untuk online secara pribadi dan aman. Dengan firewall dan dukungan VPN bawaan serta sejumlah aplikasi yang berfokus pada privasi Anda untuk memastikan Anda tetap mendapatkan dukungan penuh terhadap data Anda.
lt: {DISTRO} teikia visus reikiamus įrankius, kad privačiai naudotumėtės internetu ir išliktumėte saugūs. Dėka užkardos ir VPN palaikymo bei daugelio į privatumą orientuotų programų, yra užtikrinama, kad niekas kitas, o tik jūs galėtumėte pilnai valdyti savo duomenis.
pt: O {DISTRO} fornece todas as ferramentas necessárias para se manter privado e seguro online. Com firewall incorporado e suporte VPN e uma série de aplicações centradas na privacidade para garantir que tem o controlo total dos seus dados.

# installationSlidesAccessibilityTitle
source: Access for everyone
da: Adgang for alle
id: Akses untuk semua orang
lt: Prieinama visiems
pt: Acesso para todos

# installationSlidesSupportEnterprise
source: For enterprise users Canonical provides commercial support to make it easy to onboard and manage Ubuntu securely in the workplace.
da: For virksomhedsbrugere tilbyder Canonical kommerciel støtte for at gøre det nemt at onboarde og administrere Ubuntu sikkert på arbejdspladsen.
id: Untuk pengguna perusahaan, Canonical menyediakan dukungan komersial untuk memudahkan untuk melakukan onboarding dan mengelola Ubuntu dengan aman dalam tempat kerja.
lt: Naudotojams iš įmonių Canonical teikia komercinį palaikymą, padėdama darbo vietoje lengvai pritaikyti ir saugiai valdyti Ubuntu.
pt: Para os utilizadores empresariais, a Canonical fornece apoio comercial para facilitar a integração e gestão segura do Ubuntu no local de trabalho.

# installationSlidesSupportResources
source: Helpful resources:
da: Nyttige ressourcer:
id: Sumber daya berguna:
lt: Naudingi ištekliai:
pt: Recursos úteis:

# installationSlidesSupportDocumentation
source: Official documentation
da: Officiel dokumentation
id: Dokumentasi resmi
lt: Oficiali dokumentacija
pt: Documentação oficial

# installationSlidesSupportUbuntuPro
source: Enterprise-grade 24/7 support with Ubuntu Pro
da: 24/7-støtte på virksomhedsniveau med Ubuntu Pro
id: Dukungan tingkat perusahaan 24/7 dengan Ubuntu Pro
lt: Naudotojų iš įmonių palaikymas 24/7 naudojant „Ubuntu Pro“
pt: Suporte de grau empresarial 24/7 com o Ubuntu Pro

source: Copying files…
da: Kopierer filer…
id: Menyalin berkas…
lt: Kopijuojami failai…
pt: A copiar ficheiros…

# installingSystem
source: Installing the system…
da: Installerer systemet …
id: Memasang sistem…
lt: Įdiegiama sistema…
pt: A instalar o sistema…

# configuringSystem
source: Setting up the system…
da: Opsætter systemet …
id: Menyiapkan sistem…
lt: Nustatoma sistema…
pt: A configurar o sistema…

source: Installation failed
da: Installationen mislykkedes
id: Pemasangan gagal
lt: Nepavyko įdiegti
pt: Falha ao instalar

# notEnoughDiskSpaceUbuntu
source: Not enough disk space to install {DISTRO}
da: Der er ikke nok diskplads til at installere {DISTRO}
id: Tidak cukup ruang disk untuk memasang {DISTRO}
lt: Nepakanka vietos diske, kad būtų įdiegta {DISTRO}
pt: Não há espaço suficiente em disco para instalar o {DISTRO}

# refreshHeader
source: An update is available for the installer
da: En opdatering er tilgængelig til installationsprogrammet
id: Pembaruan tersedia untuk pemasang
pt: Está disponível uma atualização para o instalador

# refreshPageTitle
source: Update available
da: Opdatering tilgængelig
id: Pembaruan tersedia
pt: Atualização disponível

# refreshUpdateNow
source: Update now
da: Opdatér nu
id: Perbarui sekarang
pt: Atualizar agora

# refreshSnapLink
source: Linking {snap}...
da: Linker {snap} …
id: Menautkan {snap}...
pt: A vincular {snap}...
