Repository: canonical/ubuntu-desktop-provision
Catalog: apps/factory_reset_tools/lib/l10n/factory_reset_tools_*.arb
Languages: ca, cs, de, el, es, et, eu, ga, he, hu, id, ka, kn, lo, nl, oc, pt, sk, sv, ta, tr, ug, zh_tw

source: Restart
ca: Reinicia
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
et: Käivita arvuti uuesti
eu: Berrabiarazi
ga: Tosaigh arís
he: הפעלה מחדש
hu: Újraindítás
id: Jalankan Ulang
ka: გადატვირთვა
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມລະບົບໃໝ່
nl: Herstarten
oc: Reaviar
pt: Reiniciar
sk: Reštartovať
sv: Starta om
ta: மறுதொடக்கம்
tr: Yeniden Başlat
ug: قايتا قوزغات
zh_tw: 重新啟動

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
ga: Dún
he: סגירה
hu: Bezárás
id: Tutup
ka: დახურვა
kn: ಮುಚ್ಚಿ
lo: ປິດ
nl: Sluiten
oc: Tampar
pt: Fechar
sk: Zavrieť
sv: Stäng
ta: மூடு
tr: Kapat
ug: ياپ
zh_tw: 關閉

# closeIconSemanticLabel
source: Close
cs: Zavřít
de: Schließen
eu: Itxi
he: סגירה
hu: Bezárás
id: Tutup
ka: დახურვა
kn: ಮುಚ್ಚಿ
lo: ປິດ
oc: Tampar
sk: Zavrieť
sv: Stäng
ta: மூடு
ug: ياپ

# maximizeIconSemanticLabel
source: Maximize
cs: Maximalizovat
de: Maximieren
eu: Maximizatu
he: הגדלה
hu: Maximalizálás
id: Maksimalkan
ka: გაშლა მთელ ეკრანზე
kn: ಗರಿಷ್ಠಗೊಳಿಸು
lo: ຂະຫຍາຍໃຫຍ່ສຸດ
oc: Maximizar
sk: Maximalizovať
sv: Maximera
ta: பெரியதுபடுத்து
ug: چوڭايت

# minimizeIconSemanticLabel
source: Minimize
cs: Minimalizovat
de: Minimieren
eu: Txikitu
he: מזעור
hu: Minimalizálás
id: Minimalkan
ka: ჩაკეცვა
kn: ಕಡಿಮೆಗೊಳಿಸು
lo: ຫຍໍ້ລົງ
oc: Minimizar
sk: Minimalizovať
sv: Minimera
ta: சிறியதாக்கு
ug: كىچىكلەت

# appTitle
source: Factory reset tools
ca: Eines de restabliment de fàbrica
cs: Nástroje pro vrácení do výchozího nastavení
de: Werkzeuge zum Zurücksetzen auf die Werkseinstellungen
el: Εργαλεία επαναφοράς
es: Herramientas de restablecimiento de fábrica
et: Tehaseseadistuste taastamise tarvikud
eu: Fabrikako ezarpenetara berrezartzeko tresnak
ga: Uirlisí athshocraithe monarchan
he: כלי איפוס להגדרות היצרן
hu: Gyári visszaállítási eszközök
id: Alat reset pabrik
ka: ქარხნულ პარამეტრებზე ჩამოყრის ხელსაწყოები
kn: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವ ಪರಿಕರಗಳು
lo: ເຄື່ອງມືຣີເຊັດຄ່າໂຮງງານ
nl: Hulpmiddelen terugzetten naar de fabrieksinstellingen
oc: Aisinas de reïnicializacion de fabrica
pt: Ferramentas de redefinição de fábrica
sk: Obnova výrobných nastavení
sv: Fabriksåterställningsverktyg
ta: தொழிற்சாலை மீட்டமைப்பு கருவிகள்
tr: Fabrika ayarlarına sıfırlama araçları
ug: زاۋۇت تەڭشىكىگە ئەسلىگە قايتۇرۇش قورالى
zh_tw: 恢復出廠設定工具

# windowTitle
source: Factory reset tools
ca: Eines de restabliment de fàbrica
cs: Nástroje pro vrácení do výchozího nastavení
de: Werkzeuge zum Zurücksetzen auf die Werkseinstellungen
el: Εργαλεία εργοστασιακών ρυθμίσεων
es: Herramientas de restablecimiento de fábrica
et: Tehaseseadistuste taastamise tarvikud
eu: Fabrikako ezarpenetara berrezartzeko tresnak
ga: Uirlisí athshocraithe monarchan
he: כלי איפוס להגדרות היצרן
hu: Gyári visszaállítási eszközök
id: Alat reset pabrik
ka: ქარხნულ პარამეტრებზე ჩამოყრის ხელსაწყოები
kn: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವ ಪರಿಕರಗಳು
lo: ເຄື່ອງມືຣີເຊັດຄ່າໂຮງງານ
nl: Hulpmiddelen terugzetten naar de fabrieksinstellingen
oc: Aisinas de reïnicializacion de fabrica
pt: Ferramentas de redefinição de fábrica
sk: Obnovenie výrobných nastavení
sv: Fabriksåterställningsverktyg
ta: தொழிற்சாலை மீட்டமைப்பு கருவிகள்
tr: Fabrika ayarlarına sıfırlama araçları
ug: زاۋۇت تەڭشىكىگە ئەسلىگە قايتۇرۇش قورالى
zh_tw: 恢復出廠設定工具

# homeTitle
source: What would you like to do?
ca: Què voleu fer?
cs: Co si přejete dělat?
de: Was würden Sie gerne machen?
el: Τι θα θέλατε να κάνετε?
es: ¿Qué quiere hacer?
et: Mida sa sooviksid teha?
eu: Zer egin nahi duzu?
ga: Céard ba mhaith leat a dhéanamh?
he: מה ברצונך לעשות?
hu: Mit szeretne tenni?
id: Apa yang ingin Anda lakukan?
ka: რისი გაკეთება გნებავთ?
kn: ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
lo: ທ່ານຕ້ອງການເຮັດຫຍັງ?
nl: Wat zou u willen doen?
oc: De qué volètz far ?
pt: O que gostaria de fazer?
sk: Čo by ste chceli urobiť?
sv: Vad vill du göra?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Ne yapmak istersiniz?
ug: نېمە قىلغۇڭىز بار؟
zh_tw: 您想要進行什麼操作？

source: Create reset media
ca: Crea un mitjà de restabliment
cs: Vytvořit médium pro resetování
de: Rücksetzmedium erstellen
el: Δημιουργία μέσου επαναφοράς
es: Crear soporte de restablecimiento
et: Loo tehaseseadistuste taastamiseks vajalik andmekandja
eu: Sortu berrezartzeko euskarria
ga: Cruthaigh meáin athshocraithe
he: ליצור אמצעי איפוס
hu: Visszaállítási adathordozó létrehozása
id: Membuat media reset
ka: ჩამოყრის მედიის შექმნა
kn: ಮರುಹೊಂದಿಸುವ ಮಾಧ್ಯಮವನ್ನು ರಚಿಸಿ
lo: ສ້າງສື່ສຳລັບການຣີເຊັດ
nl: Herstelmedia aanmaken
oc: Crear un mèdia de reïnicializacion
pt: Criar unidade de reiniciar
sk: Vytvoriť obnovovacie médium
sv: Skapa återställningsmedia
ta: மீட்டமை ஊடகத்தை உருவாக்கவும்
tr: Sıfırlama medyası oluşturun
ug: ئەسلىگە قايتۇرۇش ۋاسىتىسى قۇر
zh_tw: 建立還原媒體

source: Start factory reset
ca: Inicia el restabliment de fàbrica
cs: Spustit vrácení do výchozího nastavení
de: Zurücksetzen auf Werkseinstellungen starten
el: Έναρξη επαναφοράς εργοστασιακών ρυθμίσεων
es: Iniciar restablecimiento de fábrica
et: Alusta tehaseseadistuste taastamist
eu: Abiatu fabrikako ezarpenetara berrezartzea
ga: Tosaigh athshocrú monarchan
he: להתחיל איפוס להגדרות יצרן
hu: Gyári visszaállítás indítása
id: Mulai reset pabrik
ka: ქარხნულ პარამეტრებზე ჩამოყრის დაწყება
kn: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸಲು ಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມການຣີເຊັດຄ່າໂຮງງານ
nl: Terugzetten naar fabrieksinstellingen starten
oc: Aviar la reïnicializacion de fabrica
pt: Iniciar reiniciar de fábrica
sk: Spustiť obnovenie nastavení
sv: Starta fabriksåterställning
ta: தொழிற்சாலை மீட்டமைப்பைத் தொடங்கவும்
tr: Sıfırlamayı başlat
ug: زاۋۇت تەڭشىكىگە ئەسلىگە قايتۇرۇشنى باشلا
zh_tw: 開始還原出廠設定

# createUsbTitle
source: Create a USB reset media
ca: Crea un mitjà USB de restabliment
cs: Vytvořit USB médium pro resetování
de: Erstellen eines USB-Rücksetzmediums
el: Δημιουργήστε μέσο επαναφοράς
es: Crear un medio USB de restablecimiento
et: Loo taastamiseks vajalik andmekandja
eu: Sortu berrezartzeko USB euskarria
ga: Cruthaigh meáin athshocraithe USB
he: ליצור אמצעי USB לאיפוס
hu: Visszaállítási USB-adathordozó létrehozása
id: Membuat suatu media reset USB
ka: USB ჩამოყრის მედიის შექმნა
kn: USB ಮರುಹೊಂದಿಸುವ ಮಾಧ್ಯಮವನ್ನು ರಚಿಸಿ
lo: ສ້າງ USB ສຳລັບການຣີເຊັດ
nl: Een herstel-USB aanmaken
oc: Crear un mèdia USB de reïnicializar
pt: Criar uma unidade USB de reiniciar
sk: Vytvoriť USB obnovovacie médium
sv: Skapa ett USB-återställningsmedia
ta: யூ.எச்.பி மீட்டமை ஊடகத்தை உருவாக்கவும்
tr: USB Sıfırlama medyası oluşturun
ug: USB ئەسلىگە قايتۇرۇش ۋاسىتىسى قۇرىدۇ
zh_tw: 建立 USB 還原媒體

# createUsbBody
source: Create a USB reset media to restore the system, as well as customising your Ubuntu installations.
ca: Creeu un mitjà USB de restabliment per restaurar el sistema i personalitzar les seves instal·lacions de l'Ubuntu.
cs: Vytvořte USB médium pro obnovení systému a také přizpůsobení instalací Ubuntu.
de: Erstellen Sie ein USB-Rücksetzmedium, um das System wiederherzustellen und Ihre Ubuntu-Installationen anzupassen.
el: Δημιουργήστε ένα μέσο επαναφοράς το συστήματος έτσι ώστε να διαχειριστείτε την εγκατάσταση Ubuntu.
es: Cree un medio USB de restablecimiento para restaurar el sistema y personalizar sus instalaciones de Ubuntu.
et: Loo taastamiseks vajalik USB-põhine mälupulk või ketas, kusjuures saad oma Ubuntu paigaldust ka kohendada.
eu: Sortu sistema berrezarri eta zure Ubuntu instalazioak pertsonalizatzeko USB euskarria.
ga: Cruthaigh meáin athshocraithe USB chun an córas a athchóiriú, chomh maith le do shuiteálacha Ubuntu a shaincheapadh.
he: ליצור אמצעי USB לאיפוס בשביל לשחזר את המערכת, כמו גם בשביל להתאים את התקנות אובונטו שלך.
hu: Visszaállítási USB-adathordozó létrehozása a rendszer helyreállításához, valamint az Ubuntu-telepítések személyre szabásához.
id: Membuat suatu media reset USB untuk memulihkan sistem, maupun untuk menyesuaikan instalasi Ubuntu Anda.
ka: შექმენით USB ჩამოყრის მედია სისტემის აღსადგენად და თქვენი Ububtu-ის დაყენებული ვარიანტის მოსარგებად.
kn: ಸಿಸ್ಟಮ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಲು USB ಮರುಹೊಂದಿಸುವ ಮಾಧ್ಯಮವನ್ನು ರಚಿಸಿ, ಹಾಗೆಯೇ ನಿಮ್ಮ ಉಬುಂಟು ಸ್ಥಾಪನೆಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
lo: ສ້າງ USB ສຳລັບການຣີເຊັດ ເພື່ອກູ້ຄືນລະບົບ, ລວມທັງການປັບແຕ່ງການຕິດຕັ້ງ Ubuntu ຂອງທ່ານ.
nl: Een herstel-USB aanmaken om het systeem te herstellen en uw Ubuntu-installaties aan te passen.
oc: Crear un mèdia USB per restaurar lo sistèma e personalizar vòstras installacions Ubuntu.
pt: Crie uma unidade USB de reiniciar para restaurar o sistema, bem como personalizar as suas instalações Ubuntu.
sk: Vytvorte USB médium na obnovenie systému ako aj prispôsobenie inštalácií Ubuntu.
sv: Skapa ett USB-återställningsmedia för att återställa systemet samt anpassa dina Ubuntu-installationer.
ta: கணினியை மீட்டெடுக்க யூ.எச்.பி மீட்டமை ஊடகத்தை உருவாக்கவும், அத்துடன் உங்கள் உபுண்டு நிறுவல்களைத் தனிப்பயனாக்கவும்.
tr: Sistemi eski haline getirmek ve Ubuntu kurulumlarınızı özelleştirmek için bir USB sıfırlama medyası oluşturun.
ug: سىستېمىنى ئەسلىگە كەلتۈرۈش ئۈچۈن USB ئەسلىگە قايتۇرۇش ۋاسىتىسى قۇرىدۇ، شۇنداقلا Ubuntu ئورنىتىشنى خاسلاشتۇرىدۇ.
zh_tw: 建立 USB 還原媒體以還原系統，並自訂您的 Ubuntu 安裝。

# createUsbListExplanation
source: Select a USB flash drive. The drive must have **at least 16GB of space.**
ca: Seleccioneu una unitat d'emmagatzematge USB. La unitat ha de tenir **almenys 16 GB d'espai.**
cs: Vyberte USB flash disk. Je třeba, aby na něm bylo **alespoň 16 GB místa.**
de: Wählen Sie ein USB-Flash-Laufwerk aus. Das Laufwerk muss **mindestens 16 GB Speicherplatz** haben.
el: Διαλέξτε ένα μέσο επαναφοράς δίσκου.Ο δίσκος πρέπει να είναι τουλάχιστον 16 GB
es: Seleccione una unidad de almacenamiento USB. La unidad debe tener **al menos 16 GB de espacio.**
et: Vali USB-põhine andmekandja. Seal peab olema **vähemalt 16 GB vaba ruumi.**
eu: Hautatu USB memoria-unitatea. Unitateak **gutxienez 16GB libre** izan behar ditu.
ga: Roghnaigh tiomántán USB flash. Caithfidh **16GB ar a laghad de spás a bheith ar an tiomántán.**
he: נא לבחור כונן USB נתיק. בכונן חייבים להיות **לפחות 16 ג״ב של מקום.**
hu: Válasszon egy USB-meghajtót. A meghajtónak **legalább 16 GB tárhellyel** kell rendelkeznie.
id: Pilih sebuah flash drive USB. Drive harus memiliki **setidaknya ruang 16GB.**
ka: აირჩიეთ USB ფლეშ-დისკი. დისკზე, **მინიმუმ 16 გბ ადგილი უნდა იყოს.**
lo: ເລືອກ USB ແຟລັດໄດຣຟ໌. ໄດຣຟ໌ຕ້ອງມີ **ພື້ນທີ່ຢ່າງໜ້ອຍ 16GB.**
nl: Selecteer een USB-flashstation. De schijf moet **minstens 16 GB ruimte hebben.**
oc: Seleccionatz una clau USB. Lo lector deu aver **almens 16 Go d’espaci.**
pt: Selecione uma unidade USB. A unidade deve ter **pelo menos 16GB de espaço**.
sk: Vyberte USB pamäťovú jednotku. Na disku musí byť **aspoň 16 GB voľného miesta.**
sv: Välj en USB-flashenhet. Enheten måste ha minst **16 GB utrymme.**
ta: யூ.எச்.பி ஃபிளாச் டிரைவைத் தேர்ந்தெடுக்கவும். இயக்ககத்தில் ** குறைந்தது 16 சிபி இடம் இருக்க வேண்டும். **
tr: Bir USB flaş belleği seçin. Bu bellekte en az **16 GB** depolama alanı olmalıdır.
ug: USB بارماق دىسكا تاللىنىدۇ. دىسكىدا **كەم دېگەندە 16GB بوشلۇق** بولۇشى كېرەك.
zh_tw: 選擇一個 USB 隨身碟。該隨身碟必須有 **至少 16GB 的空間。**

# createUsbWarning
source: The flash drive will be reformatted and all data on the drive will be lost.
ca: Es reformatarà la unitat d'emmagatzematge i es perdran totes les dades que contingui.
cs: Flash disk bude přeformátován a všechna data na něm budou ztracena.
de: Das Flash-Laufwerk wird neu formatiert und alle Daten auf dem Laufwerk gehen verloren.
el: Ο δίσκος θα μορφοποιηθεί και τα δεδομένα θα χαθούν.
es: La unidad de almacenamiento se dará formato y se perderán todos los datos que contenga.
et: Andmekandja saab olema uuesti vormindatud ja kõik seal leiduvad andmed lähevad jäädavalt kaotsi.
eu: Memoria-unitatea birformateatu egingo da, eta bertako datu guztiak galduko dira.
ga: Déanfar an tiomáint flash a athfhormáidiú agus caillfear na sonraí go léir ar an tiomántán.
he: הכונן הנתיק יפורמט וכל הנתונים שעליו יאבדו.
hu: Az USB-meghajtó újraformázásra kerül, és a meghajtón lévő összes adat el fog veszni.
id: Flash drive akan diformat ulang dan semua data di drive akan hilang.
ka: ფლეშ-დრაივი დაფორმატდება და ზედ არსებული მონაცემები დაიკარგება.
lo: ແຟລັດໄດຣຟ໌ຈະຖືກຟໍແມັດໃໝ່ ແລະ ຂໍ້ມູນທັງໝົດໃນໄດຣຟ໌ຈະຫາຍໄປ.
nl: De flashdrive wordt opnieuw geformatteerd en alle gegevens op de schijf gaan verloren.
oc: Lo lector amovible serà reformatat e totas sas donadas seràn perdudas.
pt: A pen será reformatada e todos os dados na unidade estarão perdidos.
sk: Pamäťová jednotka bude preformátovaná a všetky údaje na jednotke sa stratia.
sv: Flashenheten kommer att formateras om och all data på enheten går förlorad.
ta: ஃப்ளாச் இயக்கி மறுவடிவமைக்கப்படும் மற்றும் இயக்ககத்தில் உள்ள அனைத்து தரவும் இழக்கப்படும்.
tr: Flaş belleği sıfırlanacak ve içerisindeki bütün veriler kaybolacaktır.
ug: بارماق دىسكا قايتا پىچىلىدۇ ۋە ئۈسكۈنىدىكى ھەممە سانلىق مەلۇمات يوقىلىدۇ.
zh_tw: 隨身碟將被重新格式化，碟上的所有資料將會遺失。

# resetMediaTitle
source: USB reset media
ca: Suport USB de restabliment
cs: USB médium pro resetování
de: USB-Rücksetzmedium
el: Μέσο επαναφοράς
es: Soporte USB de restablecimiento
et: Taastamiseks mõeldud USB-põhine andmekandja
eu: Berrezartzeko USB euskarria
ga: Meáin athshocrú USB
he: אמצעי USB לאיפוס
hu: Visszaállítási USB-adathordozó
id: Media reset USB
ka: USB ჩამოყრის მედია
lo: ສື່ USB ສຳລັບການຣີເຊັດ
nl: Herstel-USB
oc: Mèdia de reïnicializacion USB
pt: Unidade USB de reiniciar
sk: USB obnovovacie médium
sv: USB-återställningsmedia
ta: யூ.எச்.பி மீடியாவை மீட்டமைக்கவும்
tr: USB sıfırlama medyası
ug: USB ئەسلىگە قايتۇرۇش ۋاسىتىسى
zh_tw: USB 還原媒體

# noMediaDetected
source: No removable storage is detected
ca: No es va detectar cap unitat extraïble
cs: Nezjištěno žádné vyměnitelné úložiště
de: Kein Wechseldatenträger erkannt
el: Δεν βρέθηκε δίσκος
es: No se detectó ningún almacenamiento extraíble
et: Ühtegi eemaldatavat andmekandjat ei õnnestunud tuvastada
eu: Ez da biltegiratze unitate eramangarririk antzeman
ga: Ní aimsítear aon stóráil inbhainte
he: לא זוהו אמצעי אחסון נתיקים
hu: Nem észlelhető cserélhető tároló
id: Tidak ada penyimpanan lepasan yang terdeteksi
ka: მოხსნადი საცავი აღმოჩენილი არაა
lo: ກວດບໍ່ພົບໜ່ວຍຄວາມຈຳທີ່ຖອດໄດ້
nl: Geen verwisselbare opslag gedetecteerd
oc: Cap d’estocatge amovible pas detectat
pt: Nenhum armazenamento removível detetado
sk: Nenašla sa žiadna vymeniteľná jednotka
sv: Ingen flyttbar lagring har upptäckts
ta: நீக்கக்கூடிய சேமிப்பு எதுவும் கண்டறியப்படவில்லை
tr: Çıkarılabilir bir depolama cihazı bulunamadı
ug: ھېچقانداق كۆچمە ساقلىغۇچ بايقالمىدى
zh_tw: 未偵測到可攜式儲存裝置

# noMediaDetectedSubtitle
source: You need a USB storage to create a Factory Reset Media.
ca: Cal un emmagatzematge USB per crear un mitjà de restabliment de fàbrica.
cs: K vytvoření média pro vrácení do výchozího nastavení potřebujete USB úložiště.
de: Sie benötigen einen USB-Speicher, um ein Medium für das Zurücksetzen auf die Werkseinstellungen zu erstellen.
el: Χρειάζεστε μια μονάδα δίσκου.
es: Necesita un almacenamiento USB para crear un medio de restablecimiento de fábrica.
et: Tehaseseadistuste taastamise tarviku jaoks vajad sa USB-põhist andmekandjat.
eu: USB unitate bat behar duzu fabrikako ezarpenetara berrezartzeko euskarria sortzeko.
ga: Teastaíonn stór USB uait chun Meáin Athshocraigh Monarcha a chruthú.
he: צריך אחסון USB כדי ליצור אמצעי איפוס להגדרות היצרן.
hu: USB-tárolóra van szükség a gyári visszaállítási adathordozó létrehozásához.
id: Anda perlu suatu penyimpanan USB untuk membuat sebuah Media Reset Pabrik.
ka: ქარხნულ პარამეტრებზე ჩამოყრის მედის შესაქმნელად USB დისკი გჭირდებათ.
kn: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವ ಮಾಧ್ಯಮವನ್ನು ರಚಿಸಲು ನಿಮಗೆ USB ಸಂಗ್ರಹಣೆಯ ಅಗತ್ಯವಿದೆ.
lo: ທ່ານຈຳເປັນຕ້ອງມີ USB ເພື່ອສ້າງສື່ຣີເຊັດຄ່າໂຮງງານ.
nl: Een USB-opslag is vereist om een medium voor systeemherstel te maken.
oc: Avètz mestièr d’un estocatge USB per crear un mèdia de reïnicializacion de fabrica.
pt: Precisa de um armazenamento USB para criar a "Unidade de Reiniciar de Fábrica".
sk: Na vytvorenie obnovovacieho média je potrebná USB jednotka.
sv: Du behöver USB-lagring för att skapa ett fabriksåterställningsmedia.
ta: தொழிற்சாலை மீட்டமைப்பு ஊடகத்தை உருவாக்க உங்களுக்கு யூ.எச்.பி சேமிப்பு தேவை.
tr: Sıfırlama medyası oluşturmak için bir USB depolama cihazına ihtiyacınız var.
ug: زاۋۇت تەڭشىكىگە ئەسلىگە قايتۇرۇش ۋاسىتىسى قۇرۇش ئۈچۈن USB ساقلىغۇچ بولۇشى كېرەك.
zh_tw: 您需要一個 USB 儲存裝置來建立還原出廠設定媒體。

# factoryResetTitle
source: Select an option to start factory reset
ca: Seleccioneu una opció per començar el restabliment de fàbrica
cs: Vyberte možnost pro zahájení obnovy do výchozího nastavení
de: Wählen Sie eine Option zum Starten des Zurücksetzens auf die Werkseinstellungen
el: Επιλέξτε μια επιλογή εργοστασιακής επαναφοράς
es: Seleccione una opción para comenzar el restablecimiento de fábrica
et: Palun tee oma valik alustamiseks tehaseseadistuste taastamisega
eu: Hautatu aukera bat fabrikako ezarpenera berrezartzea abiatzeko
ga: Roghnaigh rogha chun athshocrú mhonarcha a thosú
he: נא לבחור אפשרות כדי להתחיל באיפוס להגדרות יצרן
hu: Válasszon egy lehetőséget a gyári visszaállítás indításához
id: Pilih suatu opsi untuk memulai reset pabrik
ka: აირჩიეთ ვარიანტი ქარხნულ პარამეტრებზე ჩამოყრის დასაწყებად
kn: ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກຕົວເລືອກເພື່ອເລີ່ມການຣີເຊັດຄ່າໂຮງງານ
nl: Selecteer een optie om de fabrieksinstellingen te herstellen
oc: Seleccionatz una opcion per aviar la reïnicializacion de fabrica
pt: Selecione uma opção para iniciar o reiniciar de fábrica
sk: Vyberte možnosť spustenia obnovenia nastavení
sv: Välj ett alternativ för att starta fabriksåterställningen
ta: தொழிற்சாலை மீட்டமைப்பைத் தொடங்க ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
tr: Sıfırlamak için bir seçeneği seçin
ug: زاۋۇت تەڭشىكىگە ئەسلىگە قايتۇرۇشنى باشلاش ئۈچۈن بىر تاللانما تاللىنىدۇ
zh_tw: 選擇一個選項以開始還原出廠設定

# loadingDrives
source: Please wait while we fetch the drives.
ca: Espereu mentre es recuperen les unitats.
cs: Vyčkejte, než budou načteny disky.
de: Bitte warten Sie, während wir die Laufwerke abrufen.
es: Espere mientras se recuperan las unidades.
et: Palun oota, kuni tuvastame andmekandjaid.
eu: Itxaron unitateak eskuratu bitartean.
ga: Fan le do thoil agus muid ag tabhairt na dtiomántáin.
he: נא להמתין בעת משיכת הכוננים.
hu: Várjon, amíg lekérjük a meghajtókat.
id: Harap tunggu ketika kami mengambil drive.
ka: მოითმინეთ. მიმდინარეობს დისკების გამოთხოვა.
kn: ನಾವು ಡ್ರೈವ್‌ಗಳನ್ನು ಪಡೆಯುವವರೆಗೆ ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ.
lo: ກະລຸນາລໍຖ້າໃນຂະນະທີ່ພວກເຮົາກຳລັງໂຫຼດຂໍ້ມູນໄດຣຟ໌.
nl: Een ogenblik geduld terwijl de schijven worden uitgelezen.
oc: Mercés d’esperar pendent que recuperam los lectors.
pt: Por favor, aguarde enquanto nós obtemos as unidades.
sk: Prosím, počkajte, načítavajú sa jednotky.
sv: Vänta medan vi hämtar enheterna.
ta: நாங்கள் டிரைவ்களைப் பெறும்போது காத்திருங்கள்.
tr: Lütfen depolama cihazlarını algılayana kadar bekleyin.
ug: قوزغاتقۇچ ھالىتىگە ئېرىشىۋاتقاندا سەل كۈتۈڭ.
zh_tw: 請等待我們取得磁碟。

# resetMediaReadyTitle
source: USB reset media is ready
ca: El suport USB de restabliment està preparat
cs: USB médium pro vrácení do výchozího stavu je připraveno
de: USB-Rücksetzmedium ist bereit
el: Η μονάδα δίσκου είναι έτοιμη
es: El soporte USB de restablecimiento está preparado
et: Taastamiseks mõeldud USB-põhine andmekandja on valmis
eu: Berrezartzeko USB euskarria prest dago
ga: Tá meáin athshocraithe USB réidh
he: אמצעי ה־USB לאיפוס מוכן
hu: A visszaállítási USB-adathordozó kész
id: Media reset USB siap
ka: USB ჩამოყრის მედია მზადაა
kn: USB ಮರುಹೊಂದಿಸುವ ಮಾಧ್ಯಮ ಸಿದ್ಧವಾಗಿದೆ
lo: ສື່ USB ສຳລັບການຣີເຊັດ ພ້ອມແລ້ວ
nl: Herstel-USB is klaar
oc: Lo mèdia USB es prèst
pt: A unidade USB de reiniciar está pronta
sk: Obnovovacie médium USB je pripravené
sv: USB-återställningsmedia är redo
ta: யூ.எச்.பி மீட்டமைப்பு மீடியா தயாராக உள்ளது
tr: USB sıfırlama cihazı hazır
ug: USB ئەسلىگە قايتۇرۇش ۋاسىتىسى تەييار بولدى
zh_tw: USB 還原媒體已準備好

# resetMediaReadyBody
source: When you want to use it, please insert the USB drive into the computer you want to reset and restart it.
ca: Quan us calgui usar la unitat USB, inseriu-la a l'equip que vulgueu restablit i reinicieu-lo.
cs: Pokud ho chcete použít, připojte USB disk k počítači, který chcete vrátit do výchozího stavu a ten zrestartujte.
de: Wenn Sie es verwenden möchten, schließen Sie bitte das USB-Laufwerk an den Computer an, den Sie zurücksetzen möchten, und starten Sie ihn neu.
el: Όταν θέλετε να το χρησιμοποιήσετε τοποθετήστε την μονάδα δίσκου στον υπολογιστή σας και κάντε επανεκκίνηση
es: Cuando necesite usar la unidad USB, insértela en el equipo que quiera restablecer y reinícielo.
et: Kui soovid teda kasutada, siis palun ühenda taastamiseks mõeldud USB-põhine andmekandja arvutiga, kus soovid seda kasutaja ning taaskäivita arvuti.
eu: Erabili nahi duzunean, sartu USB unitatea berrezarri nahi duzun ordenagailuan, eta berrabiarazi sistema.
ga: Nuair is mian leat é a úsáid, cuir isteach an tiomántán USB isteach sa ríomhaire is mian leat a athshocrú agus é a atosú.
he: בעת הצורך, יש להכניס את כונן ה־USB למחשב שברצונך לאפס ולהפעיל אותו מחדש.
hu: Ha használni szeretné, akkor helyezze be az USB-meghajtót a visszaállítani kívánt számítógépbe, és indítsa újra.
id: Ketika Anda ingin menggunakannya, tancapkan USB drive ke komputer yang ingin Anda reset dan jalankan ulang itu.
ka: როცა მოგინდებათ, გამოიყენოთ ის, შეაერთეთ USB დისკი კომპიუტერში, რომლის ჩამოყრაც გნებავთ, და გადატვირთეთ ის.
kn: ನೀವು ಅದನ್ನು ಬಳಸಲು ಬಯಸಿದಾಗ, ದಯವಿಟ್ಟು ನೀವು ಮರುಹೊಂದಿಸಲು ಬಯಸುವ ಕಂಪ್ಯೂಟರ್‌ಗೆ USB ಡ್ರೈವ್ ಅನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಅದನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
lo: ເມື່ອທ່ານຕ້ອງການໃຊ້ມັນ, ກະລຸນາສຽບ USB ເຂົ້າກັບຄອມພິວເຕີທີ່ທ່ານຕ້ອງການຣີເຊັດ ແລະ ເລີ່ມລະບົບໃໝ່.
nl: Om deze te gebruiken, plaatst u het USB-station in de computer die u wilt herstellen en start u deze opnieuw op.
oc: Quand volètz l’utilizar, inserissètz lo mèdia USB dins l’ordenador que volètz reïnicializar e reaviatz-lo.
pt: Quando a quiser utilizar, por favor, insira a unidade USB no computador que pretende reiniciar e reinicie-o.
sk: Keď ho chcete použiť, prosím vložte USB disk do počítača, ktorí chcete obnoviť a reštartujte ho.
sv: När du vill använda det, sätt in USB-enheten i den dator du vill återställa och starta om den.
ta: நீங்கள் அதைப் பயன்படுத்த விரும்பினால், தயவுசெய்து நீங்கள் மீட்டமைக்க விரும்பும் கணினியில் யூ.எச்.பி டிரைவை செருகவும், மறுதொடக்கம் செய்யவும்.
tr: Kullanmak istediğinizde, sıfırlayacağınız bilgisayara USB flaş belleği takın ve yeniden başlatın.
ug: ئۇنى ئىشلەتمەكچى بولسىڭىز، ئەسلىگە قايتۇرۇپ ۋە قايتا قوزغاتماقچى بولغان كومپيۇتېرغا USB قوزغاتقۇچنى قىستۇرۇڭ.
zh_tw: 當您想要使用它時，請將 USB 隨身碟插入您想要還原的電腦。

# errorLoadingDrives
source: An error occurred while fetching the drives.
ca: S'ha produït un error en recuperar les unitats.
cs: Při načítání disků došlo k chybě.
de: Beim Abrufen der Laufwerke ist ein Fehler aufgetreten.
es: Se produjo un error al recuperar las unidades.
et: Andmekandjate tuvastamisel tekkis viga.
eu: Errore bat gertatu da unitateak eskuratzean.
ga: Tharla earráid agus na tiomántáin á bhfáil.
he: אירעה שגיאה במשיכת הכוננים.
hu: Hiba történt a meghajtók lekérése közben.
id: Kesalahan terjadi saat mengambil drive.
ka: შეცდომა დისკების გამოთხოვისას.
kn: ಡ್ರೈವ್‌ಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ.
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ດຶງຂໍ້ມູນໄດຣຟ໌.
nl: Er is een fout opgetreden bij het inlezen van de schijven.
oc: Una error s'es producha pendent la recuperacion dels lectors.
pt: Ocorreu um erro enquanto obtinha as unidades.
sk: Pri načítavaní jednotiek sa vyskytla chyba.
sv: Ett fel inträffade vid hämtning av enheterna.
ta: டிரைவ்களைப் பெறும்போது பிழை ஏற்பட்டது.
tr: Depolama cihazlarını algılarken bir hata oluştu.
ug: قوزغاتقۇچ ھالىتىگە ئېرىشىۋاتقاندا خاتالىق كۆرۈلدى.
zh_tw: 在取得磁碟時發生錯誤。
