Repository: canonical/ubuntu-desktop-provision
Catalog: apps/factory_reset_tools/lib/l10n/factory_reset_tools_*.arb
Languages: ca, cs, de, el, es, et, eu, ga, he, hu, id, ka, kn, lo, nl, oc, pt, sk, sv, ta, tr, ug, zh_tw

# resetMediaInitializing
source: Initializing
ca: S'està inicialitzant
cs: Inicializace
de: Wird initialisiert
el: Φόρτωση
es: Inicializando
et: Valmendame protsessi
eu: Abiarazten
ga: Ag tosú
he: מתחילים
hu: Előkészítés
id: Menginisialisasi
ka: ინიციალიზაცია
kn: ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ
lo: ກຳລັງເລີ່ມຕົ້ນ
nl: Initialiseren
oc: Inicializacion
pt: A inicializar
sk: Inicializuje sa
sv: Initialisering
ta: துவக்குதல்
tr: Başlatılıyor
ug: دەسلەپلەشتۈرۈۋاتىدۇ
zh_tw: 初始化中

# resetMediaCopying
source: Copying
ca: Copiant
cs: Kopírování
de: Wird kopiert
el: Αντιγραφή
es: Copiando
et: Kopeerime
eu: Kopiatzen
ga: Ag cóipeáil
he: מתבצעת העתקה
hu: Másolás
id: Menyalin
ka: კოპირება
kn: ನಕಲು ಮಾಡಲಾಗುತ್ತಿದೆ
lo: ກຳລັງຄັດລອກ
nl: Kopiëren
oc: Còpia
pt: A copiar
sk: Kopíruje sa
sv: Kopierar
ta: நகலெடுக்கும்
tr: Kopyalanıyor
ug: كۆچۈرۈۋاتىدۇ
zh_tw: 複製中

# resetMediaFinalizing
source: Finalizing
ca: S'està finalitzant
cs: Dokončování
de: Wird fertiggestellt
el: Τελειώνει
es: Finalizando
et: Lõpetame protsessi
eu: Amaitzen
ga: Ag críochnú
he: לקראת סיום
hu: Befejezés
id: Memfinalisasi
ka: დასრულება
kn: ಅಂತಿಮಗೊಳಿಸಲಾಗುತ್ತಿದೆ
lo: ກຳລັງເຮັດໃຫ້ສຳເລັດ
nl: Voltooien
oc: Finalizacion
pt: A finalizar
sk: Dokončuje sa
sv: Slutför
ta: இறுதி
tr: Sonlandırılıyor
ug: تاماملاۋاتىدۇ
zh_tw: 完成中

# resetMediaFinished
source: Finished
ca: Finalitzat
cs: Hotovo
de: Fertiggestellt
el: Ολοκληρώθηκε
es: Finalizado
et: Lõpetatud
eu: Amaituta
ga: Críochnaithe
he: הפעולה הסתיימה
hu: Befejezve
id: Selesai
ka: დასრულებულია
kn: ಮುಗಿದಿದೆಮುಗಿದಿದೆ
lo: ສຳເລັດແລ້ວ
nl: Voltooid
oc: Acabat
pt: Terminado
sk: Dokončené
sv: Slutfört
ta: முடிந்தது
tr: Bitti
ug: تاماملاندى
zh_tw: 已完成

# resetMediaFailed
source: Failed
ca: S'ha produït una fallada
cs: Nezdařilo se
de: Fehlgeschlagen
el: Απέτυχε
es: Falló
et: Tegevus ebaõnnestus
eu: Huts egin du
ga: Theip
he: הפעולה נכשלה
hu: Sikertelen
id: Gagal
ka: ჩავარდა
kn: ವಿಫಲವಾಗಿದೆ
lo: ລົ້ມເຫຼວ
nl: Mislukt
oc: Fracàs
pt: Falhou
sk: Nepodarilo sa
sv: Misslyckades
ta: தோல்வியுற்றது
tr: Başarısız oldu
ug: مەغلۇپ بولدى
zh_tw: 失敗

source: Error
cs: Chyba
de: Fehler
el: Λάθος
et: Viga
eu: Errorea
ga: Earráid
he: שגיאה
hu: Hiba
id: Galat
ka: შეცდომა
kn: ದೋಷ
lo: ຂໍ້ຜິດພາດ
nl: Fout
pt: Erro
sk: Chyba
sv: Fel
ta: பிழை
tr: Hata
ug: خاتالىق
zh_tw: 錯誤

source: Loading...
ca: S'està carregant...
cs: Načítání…
de: Wird geladen ...
el: Φορτώνει...
es: Cargando…
et: Laadime...
eu: Kargatzen...
ga: Á lódáil...
he: בטעינה…
hu: Betöltés…
id: Memuat...
ka: ჩატვირთვა...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງໂຫຼດ...
nl: Laden…
oc: Cargament…
pt: A carregar...
sk: Načítava sa...
sv: Läser in...
ta: ஏற்றுகிறது ...
tr: Yükleniyor...
ug: يۈكلەۋاتىدۇ…
zh_tw: 載入中...

source: Warning
ca: Advertiment
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Atención
et: Hoiatus
eu: Abisua
ga: Rabhadh
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
ka: გაფრთხილება
kn: ಎಚ್ಚರಿಕೆ
lo: ຄຳເຕືອນ
nl: Waarschuwing
oc: Avertiment
pt: Aviso
sk: Upozornenie
sv: Varning
ta: எச்சரிக்கை
tr: Uyarı
ug: ئاگاھلاندۇرۇش
zh_tw: 警告

source: Restore
ca: Restaura
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
eu: Berrezarri
ga: Athchóirigh
he: שחזור
hu: Helyreállítás
id: Pulihkan
ka: აღდგენა
lo: ກູ້ຄືນ
nl: Herstellen
oc: Restaurar
pt: Restaurar
sk: Obnoviť
sv: Återställ
ta: மீட்டமை
tr: Eski haline getir
ug: ئەسلىگە كەلتۈر
zh_tw: 還原

source: Reformat
ca: Reformata
cs: Přeformátovat
de: Neu formatieren
el: Μορφοποίηση
es: Volver a formatear
et: Vorminda uuesti
eu: Birformateatu
ga: Athfhormáid
he: פרמוט מחדש
hu: Újraformázás
id: Format Ulang
ka: თავიდან დაფორმატება
lo: ຟໍແມັດໃໝ່
nl: Opnieuw formatteren
oc: Reformatar
pt: Reformatar
sk: Preformátovať
sv: Formatera om
ta: மறுவடிவமைப்பு
tr: Yeniden biçimlendir
ug: قايتا پىچ
zh_tw: 重新格式化

# failed
source: Failed to run command
ca: No s'ha pogut executar l'ordre
cs: Nepodařilo se spustit příkaz
de: Befehl konnte nicht ausgeführt werden
el: Απέτυχε να τρέξει την εντολή
es: No se pudo ejecutar la orden
et: Käsu käivitamine ei õnnestunud
eu: Huts egin du komandoa exekutatzean
ga: Theip ar an ordú a rith
he: הרצת הפקודה נכשלה
hu: Nem sikerült parancsot futtatni
id: Gagal menjalankan perintah
ka: ბრძანების გაშვება ჩავარდა
lo: ບໍ່ສາມາດດຳເນີນການຄຳສັ່ງໄດ້
nl: Opdracht niet kunnen uitvoeren
oc: Fracàs de l’execucion de la comanda
pt: Não foi possível executar o comando
sk: Spustenie príkazu zlyhalo
sv: Misslyckades att köra kommando
ta: கட்டளையை இயக்குவதில் தோல்வி
tr: Komut çalıştırılamadı
ug: بۇيرۇقنى ئىجرا قىلالمىدى
zh_tw: 執行命令失敗

source: OK
ca: D'acord
el: ΟΚ
es: Aceptar
et: Sobib
eu: Ados
ga: Ceart go leor
he: אישור
ka: დიახ
kn: ಸರಿ
lo: ຕົກລົງ
oc: Validar
ta: சரி
tr: TAMAM
ug: جەزملە
zh_tw: 確定
