Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_init/lib/l10n/ubuntu_init_*.arb
Languages: cs, el, et, eu, fa, ga, hu, id, it, ja, kn, lo, oc, pa, sv, tr, ug, zh, zh_tw

# welcomePageTitle
source: Welcome
cs: Vítejte
el: Καλώς Ήρθατε
et: Tere tulemast
eu: Ongi etorri
fa: خوش آمدید
ga: Fáilte
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuti
ja: ようこそ
kn: ಸ್ವಾಗತ
lo: ຍິນດີຕ້ອນຮັບ
oc: Benvengut
pa: ਜੀ ਆਇਆਂ ਨੂੰ
sv: Välkommen
tr: Hoş Geldiniz
ug: خۇش كەلدىڭىز
zh: 欢迎
zh_tw: 歡迎

# welcomePageHeader
source: Welcome to {distro}
cs: Vítejte v {distro}
el: Καλώς Ήρθατε στο {distro}
et: Tere tulemast, see on {distro}
eu: Ongi etorri {distro}ra
fa: به {distro}‌ خوش آمدید
ga: Fáilte go dtí {distro}
hu: Üdvözli a(z) {distro}!
id: Selamat datang di {distro}
it: Benvenuto in {distro}
ja: {distro} にようこそ
kn: {distro} ಗೆ ಸುಸ್ವಾಗತ
lo: ຍິນດີຕ້ອນຮັບສູ່ {distro}
oc: La benvenguda dins {distro}
pa: {distro} ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
sv: Välkommen till {distro}
tr: {distro} dağıtımına hoş geldiniz
ug: {distro} غا خۇش كەلدىڭىز
zh: 欢迎使用 {distro}
zh_tw: 歡迎使用 {distro}

# welcomeStartTitle
source: A streamlined start
cs: Zjednodušený začátek
et: Tõhusam kasutuselvõtmine
eu: Hasiera sinplifikatua
fa: شروعی روان‌تر
ga: Tús sruthlínithe
hu: Egyszerűsített indítás
id: Awal yang dirampingkan
ja: 洗練されたセットアップ
kn: ಸುವ್ಯವಸ್ಥಿತ ಆರಂಭ
lo: ການເລີ່ມຕົ້ນທີ່ລຽບງ່າຍ
oc: Un començament simplificat
sv: En smidig start
tr: Modern bir başlangıç
ug: راۋان باشلىنىش
zh: 顺畅起步
zh_tw: 流暢的開局

# welcomeStoreTitle
source: New look App Store
cs: Nový vzhled katalogu aplikací
el: Νέα εμφάνιση Κέντρου Λογισμικού
et: Rakendustepoe uus välimus
eu: Aplikazioen denda itxuraberritua
fa: فروشگاه کاره با ظاهر جدید
ga: App Store cuma nua
hu: Új megjelenésű alkalmazásbolt
id: Tampilan baru App Store
it: Nuovo look per l'App Store
ja: アプリストアの新しい見た目
kn: ಹೊಸ ನೋಟ ಆಪ್ ಸ್ಟೋರ್
lo: ຮູບໂສມໃໝ່ຂອງຮ້ານຄ້າແອັບ
oc: Un estil novèl per la logitèca
pa: ਐਪ ਸਟੋਰ ਦੀ ਨਵੀਂ ਦਿੱਖ
sv: Nytt utseende för App Store
tr: Yeni görünüm Uygulama Mağazası
ug: يېڭى ئۇسلۇبتىكى ئەپ دۇكىنى
zh: 应用商店新外观
zh_tw: 全新外觀的 App Store

# welcomeSecurityTitle
source: Enhanced security
cs: Vylepšené zabezpečení
el: Προχωρημένη Ασφάλεια
et: Parem turvalisus
eu: Segurtasun areagotua
fa: امنیت بهبود یافته
ga: Slándála feabhsaithe
hu: Fokozott biztonság
id: Keamanan yang ditingkatkan
it: Maggiore sicurezza
ja: セキュリティの拡張
kn: ಸುಧಾರಿತ ಭದ್ರತೆ
lo: ຍົກລະດັບຄວາມປອດໄພ
oc: Seguretat renfortida
pa: ਵਧਾਈ ਗਈ ਸੁਰੱਖਿਆ
sv: Utökad säkerhet
tr: Arttırılmış güvenlik
ug: كۈچەيتىلگەن بىخەتەرلىك
zh: 增强安全
zh_tw: 增強安全性

# welcomeChangelogLabel
source: <a href="{url}">View changelog</a>
cs: <a href="{url}">Zobrazit seznam změn</a>
el: <a href="{url}">Εμφάνιση Αρχείου Καταγραφής</a>
et: <a href="{url}">Vaata muudatuste logi</a>
eu: <a href="{url}">Ikusi aldaketen erregistroa</a>
fa: <a href="{url}">دیدن گزارش دگرگونی</a>
ga: <a href="{url}">Féach ar loga athruithe</a>
hu: <a href="{url}">Változásnapló megtekintése</a>
id: <a href="{url}">Lihat changelog</a>
it: <a href="{url}">Visualizza il registro delle modifiche</a>
ja: <a href="{url}">変更点を確認する</a>
kn: <a href="{url}">ಚೇಂಜ್ಲಾಗ್ ವೀಕ್ಷಿಸಿ</a>
lo: <a href="{url}">ເບິ່ງບັນທຶກການປ່ຽນແປງ</a>
oc: <a href="{url}">Veire lo jornal de modificacions</a>
sv: <a href="{url}">Visa ändringslogg</a>
tr: <a href="{url}">Değişiklik günlüğünü görüntüle</a>
ug: <a href="{url}">ئۆزگىرىش خاتىرىسىنى كۆرسەت</a>
zh: <a href="{url}">查看更新日志</a>
zh_tw: <a href="{url}">檢視變更日誌</a>

# telemetryPageTitle
source: Telemetry
cs: Telemetrie
et: Telemeetria
eu: Telemetria
fa: گزارش از دور
ga: teiliméadracht
hu: Telemetria
id: Telemetri
it: Telemetria
ja: 情報収集
kn: ಟೆಲಿಮೆಟ್ರಿ
lo: ຂໍ້ມູນການນຳໃຊ້ (Telemetry)
oc: Telemetria
pa: ਟੈਲੀਮੈਂਟਰੀ
sv: Telemetri
tr: Telemetri
ug: ئۇچۇر توپلاش
zh: 数据收集
zh_tw: 數據蒐集

# telemetryDescription
source: Help us improve {distro} by sharing your system data with us. This includes things like your machine model, installed software and the location you chose for your timezone.
cs: Pomozte nám zlepšit {distro} tím, že s námi budete sdílet informace o svém systému. To zahrnuje věci, jako je model vašeho počítače, nainstalovaný software a umístění, které jste vybrali pro své časové pásmo.
et: Jagades meiega selle süsteemi andmeid, aita meid {distro} parandamisel . Andmete hulgas on arvuti mudel, paigaldatud tarkvara ja asukoht, mille määrasid ajavööndi valimiseks.
eu: Lagun gaitzazu {distro} hobetzen sistemako datuak gurekin partekatuz. Datu hauetan doaz zure makinaren modeloa, instalatutako softwarea eta ordu-eremurako aukeratutako kokalekua.
fa: کمک در بهبود {distro} با هم‌رسانی داده‌های سامانه‌تان. این داده‌ها شامل چیزهایی چون مدل دستگاهتان، نرم‌افزارهای نصب شده و مکانی که برای منطقهٔ زمانیتان گزیده‌اید هستند.
ga: Cabhraigh linn {distro} a fheabhsú trí shonraí do chórais a roinnt linn. Áiríonn sé seo rudaí cosúil le do mhúnla meaisín, bogearraí suiteáilte agus an suíomh a roghnaigh tú le do chrios ama.
hu: Segítsen nekünk a(z) {distro} továbbfejlesztésében azzal, hogy megosztja velünk a rendszere adatait. Ez olyan dolgokat tartalmaz, mint a gép modellje, a telepített szoftverek és az időzónához választott hely.
id: Bantu kami meningkatkan {distro} dengan membagikan data sistem Anda dengan kami. Ini termasuk hal-hal seperti model mesin Anda, perangkat lunak yang terpasang, dan lokasi yang Anda pilih untuk zona waktu Anda.
it: Aiutaci a migliorare {distro} condividendo con noi i dati del tuo sistema. Ciò include cose come il modello della tua macchina, il software installato e la posizione che hai scelto per il tuo fuso orario.
ja: システムデータを共有してもらえると、{distro} の改善に役立てます。マシンのモデル、インストールしたソフトウェアとタイムゾーンから取得した場所が含まれます。
kn: ನಿಮ್ಮ ಸಿಸ್ಟಂ ಡೇಟಾವನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವ ಮೂಲಕ {distro} ಸುಧಾರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ. ಇದು ನಿಮ್ಮ ಯಂತ್ರದ ಮಾದರಿ, ಸ್ಥಾಪಿಸಲಾದ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ನಿಮ್ಮ ಸಮಯವಲಯಕ್ಕಾಗಿ ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಸ್ಥಳದಂತಹ ವಿಷಯಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.
lo: ຊ່ວຍພວກເຮົາປັບປຸງ {distro} ໂດຍການແບ່ງປັນຂໍ້ມູນລະບົບຂອງທ່ານກັບພວກເຮົາ. ນີ້ລວມມີສິ່ງຕ່າງໆ ເຊັ່ນ: ລຸ້ນເຄື່ອງຂອງທ່ານ, ຊອບແວທີ່ຕິດຕັ້ງ ແລະ ທີ່ຕັ້ງທີ່ທ່ານເລືອກສຳລັບເຂດເວລາ.
oc: Ajudatz-nos a melhorar {distro} en partejant amb nosautres las donadas de vòstre sistèma. Aquò inclutz causas coma lo modèl de vòstra maqina, los logicials installats e l’emplaçament que causiguèretz per la zòna orària.
sv: Hjälp oss att förbättra {distro} genom att dela din systemdata med oss. Detta inkluderar saker som din maskinmodell, installerad programvara och den plats du valde för din tidszon.
tr: Sistem verilerinizi bizimle paylaşarak {distro}'yu geliştirmemize yardımcı olun. Bu veriler arasında makine modeliniz, yüklü yazılımlarınız ve saat diliminiz için seçtiğiniz konum gibi bilgiler yer alır.
ug: سىستېما سانلىق مەلۇماتلىرىڭىزنى بىز بىلەن ئورتاقلىشىش ئارقىلىق {distro} نى ياخشىلاشقا ياردەملىشىڭ. بۇ ماشىنىڭىزنىڭ تىپى، ئورنىتىلغان يۇمشاق دېتال ۋە سىز ۋاقىت رايونىنى تاللىغان ئورۇنغا ئوخشاش نەرسىلەرنى ئۆز ئىچىگە ئالىدۇ.
zh: 通过与我们分享您的系统数据，帮助我们改善 {distro}。这包括您的计算机型号、安装的软件与时区选择的位置。
zh_tw: 將您的系統資料分享給我們以協助我們改善 {distro} 。這包含了像是您的機器型號、已安裝的軟體以及您選擇的時區地理位置資料。

# telemetryLabelOn
source: Yes, share system data with the {distro} team
cs: Ano, sdílet údaje o systému s týmem {distro}
el: Ναι,μοιραστείτε δεδομένα συστήματος με την ομάδα {distro}
et: Jah, jaga süsteemi andmeid {distro} arendustiimiga
eu: Bai, partekatu sistemako datuak {distro} taldearekin
fa: بله. داده‌ها با گروه {distro} هم‌رسانی شوند
ga: Sea, roinn sonraí córais leis an bhfoireann {distro}
hu: Igen, a rendszer adatainak megosztása a(z) {distro} csapatával
id: Ya, bagikan data sistem dengan tim {distro}
it: Sì, condividi i dati di sistema con il team di {distro}
ja: {distro} チームへシステムデータを共有する
kn: ಹೌದು, {distro} ತಂಡದೊಂದಿಗೆ ಸಿಸ್ಟಂ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
lo: ຕົກລົງ, ແບ່ງປັນຂໍ້ມູນລະບົບກັບທີມງານ {distro}
oc: Òc, partejar las donadas sistèma amb la còla de {distro}
sv: Ja, dela systemdata med {distro}-teamet
tr: Evet, sistem verilerini {distro} ekibiyle paylaş
ug: ھەئە، سىستېما سانلىق مەلۇماتىنى {distro} قوشۇنىدىكىلەرگە ھەمبەھىرلە
zh: 是的，与 {distro} 团队分享系统数据
zh_tw: 是，請將系統資料分享給 {distro} 團隊

# telemetryReportTitle
source: Reporting details
cs: Podrobnosti hlášení
et: Aruande üksikasjad
eu: Txostenaren xehetasunak
fa: جزییات گزارش
ga: Sonraí tuairiscithe
hu: Jelentéskészítés részletei
id: Melaporkan rincian
it: Dettagli del rapporto
ja: 報告内容の詳細
kn: ವಿವರಗಳನ್ನು ವರದಿ ಮಾಡುವುದು
lo: ລາຍລະອຽດການລາຍງານ
oc: Detalhs del rapòrt
sv: Rapporteringsdetaljer
tr: Raporlama ayrıntıları
ug: دوكلات تەپسىلاتى
zh: 报告细节
zh_tw: 回報資料細節

# telemetryLegalLabel
source: Legal notice
cs: Právní ustanovení
el: Νομική λεπτομέρεια
et: Juriidiline märkus
eu: Lege-oharra
fa: یادداشت حقوقی
ga: Fógra dlíthiúil
hu: Jogi nyilatkozat
id: Pemberitahuan legal
it: Avviso legale
ja: 法律上の通知
kn: ಕಾನೂನು ಸೂಚನೆ
lo: ແຈ້ງເຕືອນທາງກົດໝາຍ
oc: Informacions legalas
pa: ਕਨੂੰਨੀ ਨੋਟਿਸ
sv: Juridiskt meddelande
tr: Yasal uyarı
ug: قانۇنىي ئۇقتۇرۇش
zh: 法律通知
zh_tw: 法律聲明

# privacyPageTitle
source: Location services
cs: Služby určování polohy
el: Υπηρεσίες τοποθεσίας
et: Asukohateenused
eu: Kokapen zerbitzuak
fa: خدمات مکانی
ga: Seirbhísí suímh
hu: Helymeghatározó szolgáltatások
id: Layanan lokasi
it: Servizi di localizzazione
ja: 位置情報サービス
kn: ಸ್ಥಳ ಸೇವೆಗಳು
lo: ບໍລິການລະບຸທີ່ຕັ້ງ
oc: Servicis de localizacion
pa: ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ
sv: Platstjänster
tr: Konum hizmetleri
ug: ئورۇن مۇلازىمىتى
zh: 位置信息服务
zh_tw: 地理位置服務

# privacyLocationEnable
source: Location services
cs: Služby určování polohy
el: Υπηρεσία τοποθεσίας
et: Asukohateenused
eu: Kokapen zerbitzuak
fa: خدمات مکانی
ga: Seirbhísí suímh
hu: Helymeghatározó szolgáltatások
id: Layanan lokasi
it: Servizi di localizzazione
ja: 位置情報サービス
kn: ಸ್ಥಳ ಸೇವೆಗಳು
lo: ບໍລິການລະບຸທີ່ຕັ້ງ
oc: Servicis de localizacion
pa: ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ
sv: Platstjänster
tr: Konum hizmetleri
ug: ئورۇن مۇلازىمىتى
zh: 位置信息服务
zh_tw: 地理位置

# privacyPolicyLink
source: Data Privacy
cs: Soukromí údajů
et: Andmekaitse
eu: Datuen pribatutasuna
fa: محرمانگی داده‌ها
ga: Príobháideacht Sonraí
hu: Adatvédelem
id: Privasi Data
it: Privacy dei dati
ja: データプライバシー
kn: ಡೇಟಾ ಗೌಪ್ಯತೆ
lo: ຄວາມເປັນສ່ວນຕົວຂອງຂໍ້ມູນ
oc: Proteccion de las donadas
pa: ਡਾਟਾ ਪਰਦੇਦਾਰੀ
sv: Dataintegritet
tr: Veri Gizliliği
ug: سانلىق مەلۇمات شەخسىيىتى
zh: 数据隐私政策
zh_tw: 隱私條款

# welcomeWhatsNew
source: WHAT'S NEW?
cs: CO JE NOVÉHO?
el: Τι νέο υπάρχει?
et: MIDA ON SIIN UUT?
eu: ZER BERRI?
fa: چیزهای جدید؟
ga: CAD ATÁ NUA?
hu: ÚJDONSÁGOK
id: APA YANG BARU?
it: COSA C'È DI NUOVO?
ja: 新機能は？
kn: ಹೊಸದೇನಿದೆ?
lo: ມີຫຍັງໃໝ່?
oc: QUÉ DE NÒU ?
pa: ਨਵਾਂ ਕੀ ਹੈ?
sv: VAD ÄR NYTT?
tr: NELER YENİ?
ug: قانداق يېڭىلىق بار؟
zh: 有什么新功能？
zh_tw: 有什麼新玩意兒？

# welcomeStartSubtitle
source: Supporting a cleaner setup experience.
cs: Podporuje srozumitelnější nastavování.
el: Υποστηρίζοντας μια καθαρότερη εμπειρία χρήστη.
et: Senisest parem paigaldusliides.
eu: Martxan jartzeko esperientzia garbiago baten alde.
fa: پشتیبانی از یک تجربهٔ برپایی تمیزتر.
ga: Ag tacú le heispéireas socraithe níos glaine.
hu: Tisztább beállítási élmény támogatása.
id: Mendukung pengalaman penyiapan yang lebih bersih.
it: Supporta un'esperienza di configurazione più pulita.
ja: セットアップのユーザー体験をよりエレガントにしました。
kn: ಕ್ಲೀನರ್ ಸೆಟಪ್ ಅನುಭವವನ್ನು ಬೆಂಬಲಿಸುವುದು.
lo: ສະໜັບສະໜູນປະສົບການການຕິດຕັ້ງທີ່ສະອາດຕາກວ່າເກົ່າ.
oc: Encoratja a una experiéncia de configuracion mai neta.
sv: Stöd för en renare installationsupplevelse.
tr: Daha temiz bir kurulum deneyimini destekler.
ug: تېخىمۇ ئاددىي ئورنىتىش تەسىراتى.
zh: 支持更简洁的安装体验。
zh_tw: 提供更加簡潔的安裝體驗。

# welcomeStoreSubtitle
source: It's never been easier to find your favourite software.
cs: Najít vámi oblíbený software nikdy nebylo snazší.
el: Δεν ήταν πότε πιο εύκολο να βρείτε το αγαπημένο σας λογισμικό.
et: Sinu lemmikrakenduste leidmine pole kunagi olnud nii lihtne.
eu: Software gogokoena aurkitzea inoiz baino errazagoa da orain.
fa: یافتن نرم‌افزارهای دلخواهتان هرگز بدین سادگی نبوده.
ga: Ní raibh sé riamh níos éasca teacht ar na bogearraí is fearr leat.
hu: Soha sem volt még ilyen egyszerű megtalálni a kedvenc szoftverét.
id: Tidak pernah lebih mudah untuk menemukan perangkat lunak favorit Anda.
it: Non è mai stato così facile trovare il tuo software preferito.
ja: お好みのソフトウェアがより簡単に見つかるようになりました。
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಕಂಡುಹಿಡಿಯುವುದು ಎಂದಿಗೂ ಸುಲಭವಲ್ಲ.
lo: ຄົ້ນຫາຊອບແວທີ່ທ່ານມັກໄດ້ງ່າຍກວ່າທີ່ເຄີຍ.
oc: Jamai es pas estat tan simple de trobar vòstre logicial preferit.
sv: Det har aldrig varit lättare att hitta din favoritprogramvara.
tr: Gözde yazılımınızı bulmak hiç bu kadar kolay olmamıştı.
ug: سىز ياقتۇرىدىغان يۇمشاق دېتالنى ئىزدەش ئەزەلدىن بۇنداق ئاسان بولۇپ باقمىغان.
zh: 找到您喜欢的软件从未如此简单。
zh_tw: 尋找您喜愛的軟體從未如此簡單。

# welcomeSecuritySubtitle
source: New options for hardware-backed or ZFS encryption.
cs: Nové předvolby pro šifrování s pomocí hardwaru nebo na ZFS.
et: Uued raudvara- või ZFSi-põhise krüptimise valikud.
eu: Aukera berriak hardware edo ZFS bidezko zifratzean.
fa: گزینه‌هایی جدید برای رمزنگاری ZFS یا با پشتیبانی از سخت‌افزار.
ga: Roghanna nua le haghaidh criptithe crua-earraí nó ZFS.
hu: Új lehetőségek a hardveresen támogatott vagy ZFS titkosításhoz.
id: Opsi baru untuk enkripsi ZFS atau yang didukung perangkat keras.
it: Nuove opzioni per la crittografia basata su hardware o ZFS.
ja: ハードウェベースとZFS暗号化に関する新しいオプションを追加しました。
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಅಥವಾ ZFS ಎನ್‌ಕ್ರಿಪ್ಶನ್‌ಗಾಗಿ ಹೊಸ ಆಯ್ಕೆಗಳು.
lo: ຕົວເລືອກໃໝ່ສຳລັບການເຂົ້າລະຫັດທີ່ຮອງຮັບດ້ວຍຮາດແວ ຫຼື ZFS.
oc: Opcions novèlas de chiframent material o ZFS.
sv: Nya alternativ för hårdvarustödd kryptering eller ZFS-kryptering.
tr: Donanım destekli ya da ZFS şifrelemesi için yeni seçenekler.
ug: قاتتىق ئاساسىدىكى شىفىرلاش يېڭى تاللانمىسى ياكى ZFS شىفىرلاش.
zh: 新的硬件支持加密或 ZFS 加密选项。
zh_tw: 提供硬體支援磁碟加密或 ZFS 加密的選項。

# telemetryHeader
source: Help improve {distro}
cs: Pomozte {distro} vylepšit
et: Aita meid {distro} parandamisel
eu: Lagundu {distro} hobetzen
fa: کمک به بهبود {distro}
ga: Cabhraigh le {distro} a fheabhsú
hu: Segítség a(z) {distro} továbbfejlesztéséhez
id: Bantu meningkatkan {distro}
it: Aiutaci a migliorare {distro}
ja: {distro} の改善を手助けする
kn: ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಿ {distro}
lo: ຊ່ວຍປັບປຸງ {distro} ໃຫ້ດີຂຶ້ນ
oc: Ajudar a melhorar {distro}
pa: {distro} ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਮਦਦ ਕਰੋ
sv: Hjälp till att förbättra {distro}
tr: {distro} iyileştirmenize yardım et
ug: {distro} نى ياخشىلاشقا ياردەم
zh: 帮助改善 {distro}
zh_tw: 協助我們改善 {distro}

# telemetryLabelOff
source: No, don't share system data
cs: Ne, nesdílet systémové informace
el: Όχι,δεν μοιράζεστε δεδομένα συστήματος
et: Ei, ära jaga süsteemi andmeid
eu: Ez, ez partekatu sistemako daturik
fa: نه. داده‌های سامانه هم‌رسانی نشوند
ga: Ní hea, ná roinn sonraí córais
hu: Nem, ne ossza meg a rendszer adatait
id: Tidak, jangan bagikan data sistem
it: No, non condividere i dati di sistema
ja: システムデータを共有しません
kn: ಇಲ್ಲ, ಸಿಸ್ಟಮ್ ಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಬೇಡಿ
lo: ບໍ່, ບໍ່ຕ້ອງແບ່ງປັນຂໍ້ມູນລະບົບ
oc: Non, partejar pas cap de donadas sistèma
pa: ਨਹੀ, ਸਿਸਟਮ ਡਾਟੇ ਨੂੰ ਸਾਂਝਾ ਨਾ ਕਰੋ
sv: Nej, dela inte systemdata
tr: Hayır, sistem verilerini paylaşma
ug: ياق، سىستېما سانلىق مەلۇماتىنى ھەمبەھىرلىمە
zh: 不，不要分享系统数据
zh_tw: 否，不要分享系統資料

# telemetryReportLabel
source: Show the first report
cs: Zobrazit první hlášení
el: Δείξε πρώτη αναφορά
et: Näita esimesena saadetavat aruannet
eu: Erakutsi lehenengo txostena
fa: نمایش نخستین گزارش
ga: Taispeáin an chéad tuairisc
hu: Az első jelentés megjelenítése
id: Tampilkan laporan pertama
it: Mostra il primo rapporto
ja: 最初のレポートを表示
kn: ಮೊದಲ ವರದಿಯನ್ನು ತೋರಿಸಿ
lo: ສະແດງລາຍງານທຳອິດ
oc: Veire lo primièr rapòrt
sv: Visa den första rapporten
tr: İlk raporu göster
ug: تۇنجى دوكلاتنى كۆرسەت
zh: 显示第一份报告
zh_tw: 查閱第一份報告的細節

# privacyLocationTitle
source: Enable location services?
cs: Zapnout služby určování polohy?
el: Ενεργοποίηση υπηρεσιών τοποθεσίας?
et: Kas lülitame asukohateenused sisse?
eu: Kokapen zerbitzuak gaitu?
fa: به کار انداختن خدمات مکانی؟
ga: Cumasaigh seirbhísí suímh?
hu: Engedélyezi a helymeghatározó szolgáltatásokat?
id: Fungsikan layanan lokasi?
it: Abilitare i servizi di localizzazione?
ja: 位置情報サービスを有効にしますか？
kn: ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದೇ?
lo: ເປີດນຳໃຊ້ບໍລິການລະບຸທີ່ຕັ້ງບໍ່?
oc: Activar los servicis de localizacion ?
pa: ਟਿਕਾਣਾ ਸੇਵਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਹੈ?
sv: Aktivera platstjänster?
tr: Konum hizmetleri etkinleştirilsin mi?
ug: ئورۇن ئۇچۇرى مۇلازىمىتىنى قوزغىتامدۇ؟
zh: 启用位置信息服务吗？
zh_tw: 是否開啟地理位置服務？

# privacyLocationSubtitle
source: Let applications know your geographical location. You can change this anytime in System Settings.
cs: Umožněte aplikacím znát vaši zeměpisnou polohu. Toto je možné kdykoli změnit v Nastavení systému.
et: Sellega lubad rakendustel teada sinu geograafilist asukohta. Seda saad süsteemi seadistustest alati muuta.
eu: Eman aplikazioei zure kokapen geografikoa jakiteko baimena. Hau edonoiz alda dezakezu Sistemaren ezarpenetatik.
fa: می‌گذارد برنامه‌ها مکان جغرافیاییتان را بدانند. می‌توانید هر زماندر تنظیمات سامانه تغییرش دهید.
ga: Cuir do shuíomh geografach in iúl d’fheidhmchláir. Is féidir leat é seo a athrú am ar bith i Socruithe an Chórais.
hu: Tudassa az alkalmazásokkal a földrajzi helyzetét. Ezt bármikor megváltoztathatja a rendszerbeállításokban.
id: Mengizinkan aplikasi mengetahui lokasi geografis Anda. Anda dapat mengubah ini kapan pun dalam Pengaturan Sistem.
it: Consenti alle applicazioni di conoscere la tua posizione geografica. Puoi modificare questa impostazione in qualsiasi momento nelle impostazioni di sistema.
ja: アプリケーションに地理的な位置を知らせるようになります。 設定でいつでも変更できます。
kn: ನಿಮ್ಮ ಭೌಗೋಳಿಕ ಸ್ಥಳವನ್ನು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ತಿಳಿಸಿ. ನೀವು ಇದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
lo: ອະນຸຍາດໃຫ້ແອັບພລິເຄຊັນຮູ້ທີ່ຕັ້ງທາງພູມສາດຂອງທ່ານ. ທ່ານສາມາດປ່ຽນແປງສິ່ງນີ້ໄດ້ທຸກເວລາໃນການຕັ້ງຄ່າລະບົບ.
oc: Permet que las aplicacions ajan accès a vòstre posicion geografica. O podètz cambiar quand volètz als Paramètres del sistèma.
sv: Låt programmen veta din geografiska plats. Du kan ändra detta när som helst i Systeminställningarna.
tr: Uygulamaların coğrafi konumunuzu öğrenmesine izin verin. Bunu istediğiniz zaman Sistem Ayarları'ndan değiştirebilirsiniz.
ug: ئەپنىڭ جۇغراپىيەلىك ئورۇن ئۇچۇرىڭىزنى بىلىشىگە يول قويىدۇ. بۇنى خالىغان ۋاقىتتا سىستېما تەڭشەكتىن ئۆزگەرتەلەيسىز.
zh: 让应用程序获取您的地理位置信息。 您可以随时在“系统设置”中更改此设置。
zh_tw: 讓應用程式知道您的地理位置， 您可以在「系統設定」中隨時變更。

# ubuntuProPageTitle
source: Ubuntu Pro
fa: اوبونتوی حرفه‌ای
kn: ಉಬುಂಟು ಪ್ರೊ

# telemetryCollectError
source: Failed to collect telemetry data
cs: Nepodařilo se shromáždit telemetrická data
et: Telemeetriaandmete kogumine ei õnnestunud
eu: Huts egin du telemetria datuak biltzeak
fa: شکست در جمع‌آوری داده‌های دورسنجی
ga: Theip ar bhailiú sonraí teiliméadrachta
hu: Nem sikerült összegyűjteni a telemetria adatait
id: Gagal mengumpulkan data telemetri
it: Impossibile raccogliere i dati di telemetria
ja: テレメトリーデータの収集に失敗
kn: ಟೆಲಿಮೆಟ್ರಿ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ການເກັບກຳຂໍ້ມູນ Telemetry ລົ້ມເຫຼວ
oc: Fracàs de la collècta de donadas de telemetria
sv: Misslyckades med att samla in telemetridata
tr: Telemetri verileri toplanamadı
ug: يىراقتىن ئۇچۇر توپلىيالمىدى
zh: 未能收集遥测数据
zh_tw: 無法蒐集遙測資料

# ubuntuProMagicAttachInstructions
source: Magic attach with this code at <a href="https://{url}">{url}</a>
cs: Magicky připojte s tímto kódem na <a href="https://{url}">{url}</a>
et: Liitu imeväel selle koodi abil aadressil <a href="https://{url}">{url}</a>
eu: Erantsi magikoki hemengo kode hau erabiliz <a href="https://{url}">{url}</a>
fa: پیوستن جادویی با این کد در <a href="https://{url}">{url}</a>
ga: Ceangail draíocht leis an gcód seo ag <a href="https://{url}">{url}</a>
hu: Varázslatos csatolás ezzel a kóddal az <a href="https://{url}">{url}</a> oldalon
id: Pencantolan ajaib dengan kode ini pada <a href="https://{url}"></a>
ja: <a href="https://{url}">{url}</a>のコードでアタッチ
kn: <a href="https://{url}">{url}</a> ನಲ್ಲಿ ಈ ಕೋಡ್‌ನೊಂದಿಗೆ ಮ್ಯಾಜಿಕ್ ಲಗತ್ತಿಸಿ
lo: ເຊື່ອມຕໍ່ແບບ Magic ດ້ວຍລະຫັດນີ້ທີ່ <a href="https://{url}">{url}</a>
oc: Ligason magica amb aqueste còdi sus <a href="https://{url}">{url}</a>
sv: Anslut magiskt med koden på <a href="https://{url}"></a>
tr: Bu kodla <a href="https://{url}">{url}</a> adresindeki sihirli bağlantıyı kullanın
ug: <a href="https://{url}">{url}</a> دا بۇ كودنى ئىشلىتىپ سىستېمىنى Ubuntu Pro بىلەن باغلىيالايدۇ
zh: 在 <a href="https://{url}">{url}</a> 用此代码将系统绑定到 Ubuntu Pro
zh_tw: 使用 <a href="https://{url}">{url}</a> 連結來自動將系統綁定至 Ubuntu Pro

# ubuntuProHeader
source: Attach this machine
cs: Připojte tento počítač
et: Liida see arvuti või seade
eu: Erantsi makina hau
fa: پیوستن این دستگاه
ga: Ceangail an meaisín seo
hu: A gép csatolása
id: Cantolkan mesin ini
it: Collega questa macchina
ja: このマシンをアタッチ
kn: ಈ ಯಂತ್ರವನ್ನು ಲಗತ್ತಿಸಿ
lo: ເຊື່ອມຕໍ່ເຄື່ອງນີ້
oc: Ligar aquesta maquina
pa: ਇਹ ਮਸ਼ੀਨ ਅਟੈਚ ਕਰੋ
sv: Anslut den här maskinen
tr: Bu makineyi takın
ug: بۇ ماشىنىغا باغلا
zh: 绑定本机
zh_tw: 綁定本機

# ubuntuProOrAddTokenManually
source: or add a token manually
cs: nebo přidejte token ručně
et: või lisa ligipääsutunnus käsitsi
eu: edo gehitu tokena eskuz
fa: یا افزودن دستی ژتون
ga: nó cuir comhartha isteach de láimh
hu: vagy token hozzáadása kézzel
id: atau tambahkan suatu token secara manual
it: oppure aggiungi un token manualmente
ja: またはトークンを手動で追加
kn: ಅಥವಾ ಹಸ್ತಚಾಲಿತವಾಗಿ ಟೋಕನ್ ಸೇರಿಸಿ
lo: ຫຼື ເພີ່ມໂທເຄັນດ້ວຍໂຕເອງ
oc: o apondre un geton manualament
sv: eller lägg till en token manuellt
tr: veya bir belirteci manuel olarak ekleyin
ug: ياكى پەرمان تاختىسىنى قولدا قوشۇڭ
zh: 或手动添加令牌
zh_tw: 或手動新增 token

# ubuntuProTokenTextfieldHint
source: Token
et: Ligipääsutunnus
eu: Tokena
fa: ژتون
ga: Comhartha
ja: トークン
kn: ಟೋಕನ್
lo: ໂທເຄັນ
oc: Geton
pa: ਟੋਕਨ
tr: Jeton
ug: پەرمان تاختا
zh: 令牌

# ubuntuProTokenAttachButton
source: Attach
cs: Připojit
et: Lisa
eu: Erantsi
fa: پیوست
ga: Ceangail
hu: Csatolás
id: Cantolkan
ja: アタッチ
kn: ಲಗತ್ತಿಸಿ
lo: ເຊື່ອມຕໍ່
oc: Ligar
pa: ਅਟੈਚ
sv: Anslut
tr: Ekle
ug: باغلا
zh: 绑定
zh_tw: 綁定

# ubuntuProTokenAttachError
source: Invalid token
cs: Neplatný token
et: Vigane ligipääsutunnus
eu: Token baliogabea
fa: ژتون نامعتبر
ga: Comhartha neamhbhailí
hu: Érvénytelen token
id: Token tidak valid
it: Token non valido
ja: 無効なトークン
kn: ಅಮಾನ್ಯ ಟೋಕನ್
lo: ໂທເຄັນບໍ່ຖືກຕ້ອງ
oc: Get on invalid
sv: Ogiltig token
tr: Geçersiz jeton
ug: ئىناۋەتسىز پەرمان تاختا
zh: 令牌无效
zh_tw: 無效 token

# ubuntuProTokenAttachSucess
source: Valid token
cs: Platný token
et: Kehtiv ligipääsutunnus
eu: Baliozko tokena
fa: ژتون معتبر
ga: Comhartha bailí
hu: Érvényes token
id: Token valid
it: Token valido
ja: 有効なトークン
kn: ಮಾನ್ಯ ಟೋಕನ್
lo: ໂທເຄັນຖືກຕ້ອງ
oc: Get on valid
sv: Giltig token
tr: Geçerli jeton
ug: ئىناۋەتلىك پەرمان تاختا
zh: 令牌有效
zh_tw: 有效 token

# ubuntuProTokenAttachErrorVariant
source: Invalid token, retry
cs: Neplatný token, zkuste to znovu
et: Vigane ligipääsutunnus, proovi uuesti
eu: Token baliogabea, saiatu berriz
fa: ژتون نامعتبر. تلاش دوباره
ga: Comhartha neamhbhailí, bain triail eile as
hu: Érvénytelen token, újrapróbálkozás
id: Token tidak valid, coba lagi
it: Token non valido, riprova
ja: 無効なトークンです。再度入力してください
kn: ಅಮಾನ್ಯವಾದ ಟೋಕನ್, ಮರುಪ್ರಯತ್ನಿಸಿ
lo: ໂທເຄັນບໍ່ຖືກຕ້ອງ, ລອງໃໝ່
oc: Get on invalid, tornatz ensajar
sv: Ogiltig token, försök igen
tr: Geçersiz jeton, yeniden deneyin
ug: ئىناۋەتسىز پەرمان تاختا، قايتا سىناڭ
zh: 令牌无效，请重试
zh_tw: 無效 token，請再試一次

# ubuntuProOnBoardingSkipForNow
source: Skip for now
cs: Prozatím přeskočit
el: Παράλειψη για τώρα
et: Jäta praegu vahele
eu: Saltatu oraingoz
fa: فعلاً پریده شود
ga: Scipeáil go fóill
hu: Kihagyás most
id: Lewati dulu
it: Salta per ora
ja: 今はスキップ
kn: ಸದ್ಯಕ್ಕೆ ಬಿಟ್ಟುಬಿಡಿ
lo: ຂ້າມໄປກ່ອນ
oc: Passar pel moment
pa: ਹੁਣ ਲਈ ਛੱਡੋ
sv: Hoppa över för nu
tr: Şimdilik atla
ug: ھازىرچە ئاتلا
zh: 暂时跳过
zh_tw: 先暫時跳過

# ubuntuProOnBoardingEnableUbuntuPro
source: Enable Ubuntu Pro
cs: Povolit Ubuntu Pro
el: Ενεργοποίηση Ubuntu-Pro
et: Võta Ubuntu Pro kasutusele
eu: Gaitu Ubuntu Pro
fa: به کار انداختن اوبونتوی حرفه‌ای
ga: Cumasaigh Ubuntu Pro
hu: Az Ubuntu Pro engedélyezése
id: Fungsikan Ubuntu Pro
it: Abilita Ubuntu Pro
ja: Ubuntu Proを有効化
kn: ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
lo: ເປີດນຳໃຊ້ Ubuntu Pro
oc: Activar Ubuntu Pro
sv: Aktivera Ubuntu Pro
tr: Ubuntu Pro'yu etkinleştir
ug: Ubuntu Pro نى قوزغات
zh: 启用 Ubuntu Pro
zh_tw: 啟用 Ubuntu Pro
