Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_init/lib/l10n/ubuntu_init_*.arb
Languages: cs, el, et, eu, fa, ga, hu, id, it, ja, kn, lo, oc, pa, sv, tr, ug, zh, zh_tw

# ubuntuProSucessAttachHeader
source: Ubuntu Pro is now enabled in this machine
cs: Ubuntu Pro je nyní na tomto počítači povoleno
el: Ubuntu Pro είναι τώρα ενεργοποιημένο σε αυτό το μηχάνημα
et: Ubuntu Pro on nüüd selles arvutis või seadmes kasutusel
eu: Orain Ubuntu Pro gaituta dago makina honentzat
fa: اوبونتوی حرفه‌ای اکنون روی این دستگاه به کار افتاده
ga: Tá Ubuntu Pro cumasaithe sa mheaisín seo anois
hu: Az Ubuntu Pro most már engedélyezve van ezen a gépen
id: Ubuntu Pro kini difungsikan pada mesin ini
it: Ubuntu Pro è ora abilitato su questa macchina
ja: このマシンでUbuntu Proを有効にしました
kn: ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ಈಗ ಈ ಯಂತ್ರದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ຕອນນີ້ເປີດນຳໃຊ້ Ubuntu Pro ໃນເຄື່ອງນີ້ແລ້ວ
oc: Ubuntu Pro es ara activat sus aquesta maquina
sv: Ubuntu Pro är nu aktiverat på den här maskinen
tr: Ubuntu Pro artık bu makinede etkinleştirildi
ug: ھازىر بۇ كومپيۇتېردا Ubuntu Pro قوزغىتىلدى
zh: 此机器现已启用 Ubuntu Pro
zh_tw: 此機器已啟用 Ubuntu Pro

# successIconSemanticLabel
source: Success
cs: Úspěch
et: Õnnestus
eu: Dena ondo joan da
fa: موفّقیت
ga: Rath
hu: Sikeres
id: Sukses
ja: 成功
kn: ಯಶಸ್ಸು
lo: ສຳເລັດ
oc: Capitada
pa: ਸਫ਼ਲ
sv: Lyckades
ug: مۇۋەپپەقىيەتلىك
zh: 成功
zh_tw: 成功

# ubuntuProSubscriptionDescription
source: Get the most comprehensive subscription for open-source software security
cs: Získejte nejkomplexnější předplatné pro zabezpečení open-source softwaru
et: Võta kasutusele kõige mitmekülgsem avatud lähtekoodiga tarkvara turvalahendus
eu: Eskuratu kode irekiko softwarearen segurtasun harpidetzarik osoena
fa: گرفتن جامع‌ترین اشتراک امنیتی نرم‌افزارهای آزاد
ga: Faigh an síntiús is cuimsithí le haghaidh slándáil bogearraí foinse oscailte
hu: A legátfogóbb előfizetés beszerzése a nyílt forráskódú szoftverek biztonságához
id: Dapatkan langganan yang paling komprehensif untuk keamanan perangkat lunak sumber terbuka
it: Ottieni l'abbonamento più completo per la sicurezza del software open source
ja: オープンソースソフトウェアのセキュリティのための最も包括的なサブスクリプション
kn: ಓಪನ್ ಸೋರ್ಸ್ ಸಾಫ್ಟ್‌ವೇರ್ ಭದ್ರತೆಗಾಗಿ ಅತ್ಯಂತ ವ್ಯಾಪಕವಾದ ಚಂದಾದಾರಿಕೆಯನ್ನು ಪಡೆಯಿರಿ
lo: ຮັບການສະໝັກໃຊ້ທີ່ຄອບຄຸມທີ່ສຸດສຳລັບຄວາມປອດໄພຂອງຊອບແວໂອເພນຊອດ
oc: Soscrivètz a l’abonament amb la melhora seguretat dels logicials liures
sv: Få det mest omfattande abonnemanget för säkerhet med öppen källkod
tr: Açık kaynaklı yazılım güvenliği için en kapsamlı aboneliği edinin
ug: ئوچۇق كودلۇق يۇمشاق دېتال بىخەتەرلىكى ئائىت كەڭ دائىرىدىكى قوللاشقا ئېرىشىدۇ
zh: 为开源软件安全获取最为包罗万象的订阅
zh_tw: 取得最廣泛覆蓋的開放來源碼軟體安全訂閱方案

# ubuntuProSubscriptionFreeForPersonalUse
source: Always free for personal use. 30-days trial for enterprises. <a href="https://{url}">Learn more</a>
cs: Vždy zdarma pro osobní použití. 30denní zkušební verze pro podniky. <a href="https://{url}">Více informací</a>
el: Πάντα δωρεάν για προσωπική χρήση.30 ημέρες για επιχειρήσεις.<a href="https://{url}">Μάθετε περισσότερα</a>
et: Alati tasuta erakasutuseks. 30-päevane prooviperiood ärikasutuseks. <a href="https://{url}">Vaata lisateavet</a>
eu: Betiko dohainik erabilera pertsonalerako. 30 eguneko proba enpresentzako. <a href="https://{url}">Informazio gehiago</a>
fa: همواره رایگان برای استفادهٔ شخصی. آزمایش ۳۰ روزه برای کسب‌وکارها. <a href="https://{url}">بیش‌تر بدانید</a>
ga: I gcónaí saor in aisce le haghaidh úsáide pearsanta. Triail 30-lá d’fhiontair. <a href="https://{url}">Foghlaim tuilleadh</a>
hu: Mindig ingyenes személyes használatra. 30 napos próbaidőszak a vállalkozásoknak. <a href="https://{url}">Tudjon meg többet</a>
id: Selalu bebas untuk penggunaan pribadi. Uji coba 30 hari bagi perusahaan. <a href="https://{url}">Pelajari lebih lanjut</a>
it: Sempre gratuito per uso personale. Prova di 30 giorni per le imprese. <a href="https://{url}">Ulteriori informazioni</a>
ja: 個人用途は常に無料です。エンタープライズ向けは30日間無料体験です。<a href="https://{url}">詳細</a>
kn: ವೈಯಕ್ತಿಕ ಬಳಕೆಗಾಗಿ ಯಾವಾಗಲೂ ಉಚಿತ. ಉದ್ಯಮಗಳಿಗೆ 30-ದಿನಗಳ ಪ್ರಯೋಗ. <a href="https://{url}">ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ</a>
lo: ຟຣີສະເໝີສຳລັບການນຳໃຊ້ສ່ວນຕົວ. ທົດລອງໃຊ້ 30 ມື້ສຳລັບອົງກອນ. <a href="https://{url}">ຮຽນຮູ້ເພີ່ມເຕີມ</a>
oc: Totjorn gratuit per un usatge personal. 30 jorns d’ensag per las entrepresas. <a href="https://{url}">Ne saber mai</a>
sv: Alltid kostnadsfritt för personligt bruk. 30 dagars provperiod för företag. <a href="https://{url}">Läs mer</a>
tr: Kişisel kullanım için her zaman ücretsiz. Kurumsal kullanım için 30 günlük deneme. <a href="https://{url}">Daha fazla bilgi edinin</a>
ug: شەخسىي ئىشلەتكۈچىلەر ئۈچۈن ھەمىشە ھەقسىز. كارخانا 30 كۈن ھەقسىز ئىشلىتەلەيدۇ. <a href="https://{url}">مول بىلىم</a>
zh: 个人使用永远免费。企业可获得 30 天免费试用。<a href="https://{url}">了解更多</a>
zh_tw: 個人使用永遠免費。企業使用免費 30 天試用期。<a href="https://{url}">了解更多</a>

# ubuntuProOnBoardingSkipForNowDescription
source: You can always enable Ubuntu Pro later via the Software & Updates application.
cs: Ubuntu Pro můžete kdykoli povolit později prostřednictvím aplikace Software a aktualizace.
el: Μπορείτε πάντα να ενεργοποιήσετε το Ubuntu-Pro αργότερα στην Λογισμικό και Ενημερώσεις εφαρμογή.
et: Hiljem saad sa alati Ubuntu Pro kasutusele võtta rakenduses „Tarkvara ja uuendused“.
eu: Ubuntu Pro geroago ere gaitu dezakezu Softwarea eta eguneraketak aplikaziotik.
fa: همواره می‌توانید اوبونتوی حرفه‌ای را در برنامهٔ نرم‌افزارها و به‌روز رسانی‌ها به کار بیندازید.
ga: Is féidir leat Ubuntu Pro a chumasú i gcónaí níos déanaí tríd an bhfeidhmchlár Bogearraí & Nuashonruithe.
hu: Később bármikor engedélyezheti az Ubuntu Pro használatát a Szoftverek és frissítések alkalmazáson keresztül.
id: Anda selalu dapat mengaktifkan Ubuntu Pro nanti melalui aplikasi Perangkat Lunak & Pembaruan.
it: Puoi sempre abilitare Ubuntu Pro in un secondo momento tramite l'applicazione Software e aggiornamenti.
ja: 「ソフトウェアとアップデート」からいつでもUbuntu Proを有効にできます。
kn: ನೀವು ಯಾವಾಗಲೂ ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ನಂತರ ಸಾಫ್ಟ್‌ವೇರ್ ಮೂಲಕ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದುನೀವು ಯಾವಾಗಲೂ ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ನಂತರ ಸಾಫ್ಟ್‌ವೇರ್ ಮೂಲಕ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು
lo: ທ່ານສາມາດເປີດນຳໃຊ້ Ubuntu Pro ພາຍຫຼັງໄດ້ສະເໝີຜ່ານແອັບພລິເຄຊັນ Software & Updates.
oc: Podètz totjorn activar Ubuntu Pro mai tard dins l’aplicacion Logicials e mesas a jorn.
sv: Du kan alltid aktivera Ubuntu Pro senare via programmet Programvara och uppdateringar.
tr: Ubuntu Pro'yu daha sonra istediğiniz zaman Yazılım ve Güncellemeler uygulaması üzerinden etkinleştirebilirsiniz.
ug: سىز كېيىن يۇمشاق دېتال ۋە ئەپ يېڭىلانمىدىن Ubuntu Pro نى قوزغىتالايسىز.
zh: 您可以稍后在“软件与更新”应用中启用 Ubuntu Pro。
zh_tw: 您稍後可以隨時在「軟體與更新」中啟用 Ubuntu Pro。

# ubuntuProOnBoardingEnableUbuntuProDescription
source: Attach this machine to an Ubuntu Pro subscription for security updates on a wider range of packages, until 2032.
cs: Připojte tento počítač k předplatnému Ubuntu Pro pro aktualizace zabezpečení v širší řadě balíčků do roku 2032.
et: Lisa see arvuti või seade Ubuntu Pro tellimusele, mis tagab paljude pakettide turvauuendused kuni 2032. aastani.
eu: Erantsi makina hau Ubuntu Pro harpidetza bati, eta lortu segurtasun-eguneratzeak pakete sorta zabalagoarentzat 2032ra arte.
fa: وصل کردن این دستگاه به اشتراک اوبونتوی حرفه‌ای برای به‌روز رسانی‌های امنیتی روی بازهٔ وسیعی از بسته‌ها تا ۲۰۳۲.
ga: Ceangail an meaisín seo le síntiús Ubuntu Pro le haghaidh nuashonruithe slándála ar raon níos leithne pacáistí, go dtí 2032.
hu: Csatolja ezt a gépet egy Ubuntu Pro előfizetéshez, hogy a csomagok szélesebb körére kapjon biztonsági frissítéseket 2032-ig.
id: Cantolkan mesin ini ke suatu langganan Ubuntu Pro untuk pembaruan keamanan pada berbagai paket, hingga 2032.
it: Collega questa macchina a un abbonamento Ubuntu Pro per aggiornamenti di sicurezza su una gamma più ampia di pacchetti, fino al 2032.
ja: 2023年まで幅広いパッケージのセキュリティアップデートを取得できるUbuntu Proサブスクリプションにアタッチします。
kn: 2032 ರವರೆಗೆ ವ್ಯಾಪಕ ಶ್ರೇಣಿಯ ಪ್ಯಾಕೇಜ್‌ಗಳಲ್ಲಿ ಭದ್ರತಾ ನವೀಕರಣಗಳಿಗಾಗಿ ಈ ಯಂತ್ರವನ್ನು ಉಬುಂಟು ಪ್ರೊ ಚಂದಾದಾರಿಕೆಗೆ ಲಗತ್ತಿಸಿ.
lo: ເຊື່ອມຕໍ່ເຄື່ອງນີ້ໃສ່ການສະໝັກໃຊ້ Ubuntu Pro ເພື່ອຮັບການອັບເດດຄວາມປອດໄພສຳລັບແພັກເກັດທີ່ກວ້າງຂວາງກວ່າເກົ່າ, ຈົນເຖິງປີ 2032.
oc: Ligatz aquesta maquina a un abonament Ubuntu Pro per de mesas a jorn de seguretat sus un grand nombre de paquets, fins a 2032.
sv: Lägg till denna maskin till ett Ubuntu Pro-abonnemang för säkerhetsuppdateringar för ett bredare utbud av paket, fram till 2032.
tr: Bu makineyi 2032 yılına kadar daha geniş bir paket yelpazesindeki güvenlik güncellemelerinden yararlanmak için Ubuntu Pro aboneliğine bağlayın.
ug: بۇ كومپيۇتېرنى Ubuntu Pro غا باغلاپ، كەڭ دائىرىدىكى يۇمشاق دېتال بوغچىسىنىڭ بىخەتەرلىك يېڭىلىنىشىغا 2032-يىلىغىچە ئېرىشەلەيسىز.
zh: 将此机器绑定到 Ubuntu Pro 以在 2032 年前获得更多软件安全更新。
zh_tw: 將這台機器綁定到 Ubuntu Pro 訂閱，以獲得更多軟體包的安全更新，直至 2032 年。

# ubuntuProSucessAttachDescription
source: You can manage your Pro services in the Software & Updates application.
cs: Své služby Pro můžete spravovat v aplikaci Software a aktualizace.
el: Μπορείτε να κάνετε διαχείριση της Pro υπηρεσίας στην Λογισμικό και Ενημερώσεις εφαρμογή.
et: Sa võid hallata oma Ubuntu Pro teenuseid rakenduses „Tarkvara ja uuendused“.
eu: Zure Pro zerbitzuak kudeatzeko Softwarea eta eguneraketak aplikazioa erabil dezakezu.
fa: می‌توانید خدمات حرفه‌ایتان را در برنامهٔ نرم‌افزارها و به‌روز رسانی‌ها مدیریت کنید.
ga: Is féidir leat do sheirbhísí Pro a bhainistiú san fheidhmchlár Bogearraí & Nuashonruithe.
hu: A Pro szolgáltatásokat a Szoftverek és frissítések alkalmazásban kezelheti.
id: Anda dapat mengelola layanan Pro Anda dalam aplikasi Perangkat Lunak & Pembaruan.
it: Puoi gestire i tuoi servizi Pro nell'applicazione Software e aggiornamenti.
ja: 「ソフトウェアとアップデート」アプリでProサービスを設定できます。
kn: ಸಾಫ್ಟ್‌ವೇರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊ ಸೇವೆಗಳನ್ನು ನೀವು ನಿರ್ವಹಿಸಬಹುದುಸಾಫ್ಟ್‌ವೇರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊ ಸೇವೆಗಳನ್ನು ನೀವು ನಿರ್ವಹಿಸಬಹುದು
lo: ທ່ານສາມາດຈັດການບໍລິການ Pro ຂອງທ່ານໄດ້ໃນແອັບພລິເຄຊັນ Software & Updates.
oc: Podètz gerir los servicis Pro dins l'aplicacion Logicial e mesas a jorn.
sv: Du kan hantera dina Pro-tjänster med programmet Programvara och uppdateringar.
tr: Pro servislerinizi Yazılım ve Güncellemeler uygulamasından yönetebilirsiniz.
ug: يۇمشاق دېتال ۋە ئەپ يېڭىلانمىدىن Ubuntu Pro قوللاش مۇلازىمىتىنى باشقۇرالايسىز.
zh: 您可以在“软件与更新”应用中管理 Ubuntu Pro 服务。
zh_tw: 您可以在「軟體與更新」中管理您的 Ubuntu Pro 支援服務。
