Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_init/lib/src/l10n/ubuntu_init_*.arb
Languages: be, ca, da, de, eo, es, fi, fr, he, ka, ko, lt, nb, nl, pl, pt, pt_br, ru, si, sk, sr, uk, vi

# welcomePageTitle
source: Welcome
be: Вітаем
ca: Us donem la benvinguda
da: Velkommen
de: Willkommen
eo: Bonvenon
es: Le damos la bienvenida
fi: Tervetuloa
fr: Bienvenue
he: ברוך בואך
ka: მოგესალმებით
ko: 환영합니다
lt: Sveiki!
nb: Velkommen
nl: Welkom
pl: Witamy
pt: Bem-vindo
pt_br: Bem-vindo
ru: Добро пожаловать
si: ආයුබෝවන්
sk: Vitajte
sr: Добродошли
uk: Ласкаво просимо
vi: Chào mừng

# welcomePageHeader
source: Welcome to {distro}
be: Вітаем у {distro}
ca: Us donem la benvinguda a {distro}
da: Velkommen til {distro}
de: Willkommen bei {distro}
eo: Bonvenon al {distro}
es: Le damos la bienvenida a {distro}
fi: Tervetuloa, tämä on {distro}
fr: Bienvenue sur {distro}
he: ברוך בואך אל {distro}
ka: მოგესალმებათ {distro}
ko: {distro}에 오신 것을 환영합니다
lt: Išbandykite ar įdiekite {distro} sistemą
nb: Velkommen til {distro}
nl: Welkom bij {distro}
pl: Witaj w {distro}
pt: Bem-vindo ao {distro}
pt_br: Boas-vindas ao {distro}
ru: Добро пожаловать в {distro}
si: {distro} වෙත පිළිගනිමු
sk: Vitajte v {distro}
sr: Добродошли у {distro}
uk: Ласкаво просимо в {distro}
vi: Chào mừng tới {distro}

# welcomeWhatsNew
source: WHAT'S NEW?
be: ШТО НОВАГА?
ca: NOVETATS
da: NYHEDER
de: WAS IST NEU?
eo: KIO NOVAS?
es: ¿QUÉ HAY DE NUEVO?
fi: MITÄ UUTTA?
fr: QUOI DE NEUF ?
he: מה חדש?
ka: რამე ახალი?
ko: 변경 사항
lt: Kas naujo?
nb: Hva er nytt?
nl: WAT IS ER NIEUW?
pl: CO NOWEGO?
pt: O QUE É NOVO?
pt_br: O QUE É NOVIDADE?
ru: ЧТО НОВОГО?
si: අළුත් දෑ
sk: ČO JE NOVÉ?
sr: ШТА ЈЕ НОВО?
uk: ЩО НОВОГО?
vi: CÓ GÌ MỚI?

# welcomeChangelogLabel
source: <a href="{url}">View changelog</a>
be: <a href="{url}">Паглядзець журнал змен</a>
ca: <a href="{url}">Vegeu el registre de canvis</a>
da: <a href="{url}">Vis ændringslog</a>
de: <a href="{url}">Änderungsprotokoll ansehen</a>
eo: <a href="{url}">Vidi protokolon de ŝanĝoj</a>
es: <a href="{url}">Ver registro de cambios</a>
fi: <a href="{url}">Näytä muutosloki</a>
fr: <a href="{url}">Voir la liste des changements</a>
he: <a href="{url}">הצגת יומן השינויים</a>
ka: <a href="{url}">ცვლილებების ჟურნალის ნახვა</a>
ko: <a href="{url}">변경 기록 확인</a>
lt: <a href="{url}">Rodyti keitinių žurnalą</a>
nb: <a href="{url}">Vis endringslogg</a>
nl: <a href="{url}">Wijzigingen bekijken</a>
pl: <a href="{url}">Zobacz listę zmian</a>
pt: <a href="{url}">Visualizar registo de alteração</a>
pt_br: <a href="{url}">Exibir log de alterações</a>
ru: <a href="{url}">Посмотреть список изменений</a>
si: <a href="{url}"> වෙනස්කම් සටහන බලන්න </a>
sk: <a href="{url}">Zobraziť zoznam zmien</a>
sr: <a href="{url}">Погледајте дневник промена</a>
uk: <a href="{url}">Переглянути журнал змін</a>
vi: <a href="{url}">Xem nhật ký thay đổi</a>

# privacyPolicyLink
source: Data Privacy
be: Прыватнасць даных
ca: Privadesa de les dades
da: Dataprivatliv
de: Datenschutz
eo: Datena privateco
es: Protección de los datos
fi: Tietosuoja
fr: Protection des données
he: פרטיות נתונים
ka: მონაცემების კონფიდენციალობა
ko: 데이터 프라이버시
lt: Duomenų privatumas
nb: Databeskyttelse
nl: Privacy van gegevens
pl: Prywatność danych
pt: Privacidade da Informação
pt_br: Privacidade de Dados
ru: Конфиденциальность данных
si: දත්ත රහස්‍යතාව
sk: Ochrana údajov
sr: Приватност података
uk: Конфіденційність даних

# welcomeStoreTitle
source: New look App Store
be: Новы выгляд App Store
ca: Botiga d’aplicacions amb un aspecte nou
da: Appstore med nyt udseende
de: Neues Aussehen des App Store
eo: Novaspekta Programvendejo
es: Un nuevo aspecto para la Tienda de Aplicaciones
fi: Sovelluskeskuksen uusi ulkoasu
fr: App Store revisité
he: חנות יישומים במראה חדש
ka: ახალი ხედი App Store-სთვის
ko: 새단장한 앱 스토어
nb: Programbutikk med nytt utseende
nl: Nieuw uiterlijk voor de App Store
pl: Nowy wygląd Centrum oprogramowania
pt: Novo visual da App Store
pt_br: Novo visual da Loja de Aplicativos
ru: Новый внешний вид центра приложений
sk: Nový vzhľad obchodu s aplikáciami
sr: Нова изглед Продавнице Апликација
uk: Новий вигляд магазину додатків
vi: App Store với diện mạo mới

# welcomeSecurityTitle
source: Enhanced security
be: Павышэнне бяспекі
ca: Seguretat millorada
da: Forbedret sikkerhed
de: Erhöhte Sicherheit
eo: Plifortikigita sekureco
es: Mayor seguridad
fi: Kohennettu tietoturva
fr: Sécurité renforcée
he: אבטחה משופרת
ka: გაფართოებული უსაფრთხოება
ko: 향상된 보안
lt: Sustiprintas saugumas
nb: Økt sikkerhet
nl: Verbeterde beveiliging
pl: Zwiększone bezpieczeństwo
pt: Segurança melhorada
pt_br: Segurança aprimorada
ru: Повышенная безопасность
sk: Vylepšené zabezpečenie
sr: Побољшана безбедност
uk: Підвищена безпека
vi: Bảo mật được tăng cường

# welcomeStartTitle
source: A streamlined start
be: Спрошчаны пачатак
ca: Un inici àgil
da: En strømlinet start
de: Ein optimierter Start
eo: Glatigita komenco
es: Un comienzo simplificado
fi: Suoraviivaistettu aloitus
fr: Un démarrage simplifié
he: התחלה חלקה
ka: დაოპტიმიზებული გაშვება
ko: 간소화된 설치
lt: Modernizuotas paleidimas
nb: En strømlinjeformet start
nl: Een optimale start
pl: Usprawniony początek
pt: Um início simplificado
pt_br: Um começo simplificado
ru: Оптимизированный запуск
sk: Zjednodušený začiatok
sr: Поједностављен почетак
uk: Легкий початок

# welcomeStartSubtitle
source: Supporting a cleaner setup experience.
be: Падтрымка працэсу спрошчанага наладжвання.
ca: Afavoreix una experiència d’instal·lació més senzilla.
da: Velorganiseret opsætning.
de: Unterstützung einer saubereren Einrichtung.
eo: Pli simpla komenca agordado.
es: A favor de una experiencia de puesta en marcha más prolija.
fi: Aiempaa siistimpi asennuskokemus.
fr: Favoriser une installation plus simple.
he: תמיכה בחוויית הקמה פשוטה יותר.
ka: უფრო სუფთად მორგების მხარდაჭერა.
ko: 더욱 깔끔한 설치 경험을 제공합니다.
lt: Tvarkingesnio sąrankos patyrimo palaikymas.
nb: Tilbyr renere oppsettsflyt.
nl: Ondersteuning voor een schonere inrichting.
pl: Obsługiwanie przejrzystszej konfiguracji.
pt: Apoiando uma experiência de configuração mais limpa.
pt_br: Suportando uma experiência de instalação mais limpa.
ru: Поддержка более чистой настройки.
sk: Podpora jednoduchšieho nastavenia.
sr: Подршка за чистије искуство подешавања.
uk: Підтримка простих налаштування.
vi: Hỗ trợ trải nghiệm cài đặt gọn gàng hơn.

# welcomeStoreSubtitle
source: It's never been easier to find your favourite software.
be: Ніколі не было так проста знайсці ваша ўлюблёнае праграмнае забеспячэнне.
ca: Mai no ha estat més fàcil trobar el vostre programari preferit.
da: Det har aldrig været nemmere at finde din yndlingssoftware.
de: Es war noch nie so einfach, Ihre Lieblingssoftware zu finden.
eo: La plej facila kielo trovi viajn preferatajn programojn.
es: Nunca ha sido tan fácil encontrar sus programas favoritos.
fi: Suosikkisovellusten löytäminen ei ole koskaan ollut yhtä helppoa.
fr: Ça n'a jamais été aussi facile de trouver votre logiciel préféré.
he: מעולם לא היה קל יותר למצוא את התוכנות המועדפות עליך.
ka: რჩეული პროგრამების ძებნა ასე ადვილი არასდროს ყოფილა.
ko: 좋아하는 소프트웨어를 찾기가 더욱 쉬워졌습니다.
lt: Mėgstamos programinės įrangos paieška dar niekada nebuvo tokia lengva.
nb: Det har aldri vært enklere å finne dine favorittprogrammer.
nl: Het was nog nooit zo eenvoudig om uw favoriete software te vinden.
pl: Znalezienie ulubionego oprogramowania nigdy nie było łatwiejsze.
pt: Nunca foi tão fácil encontrar o seu software favorito.
pt_br: Nunca foi tão fácil encontrar o seu software favorito.
ru: Поиск любимого программного обеспечения ещё никогда не был таким простым.
sk: Nájsť svoj obľúbený softvér nebolo nikdy jednoduchšie.
sr: Никада није било лакше пронаћи ваш омиљени софтвер.
uk: Ще ніколи не було простіше знайти улюблене програмне забезпечення.
vi: Tìm kiếm phần mềm yêu thích của bạn chưa bao giờ dễ dàng hơn.

# telemetryPageTitle
source: Telemetry
be: Тэлеметрыя
ca: Telemetria
da: Telemetri
de: Telemetrie
eo: Telemetrio
es: Telemetría
fi: Telemetria
fr: Télémétrie
he: מדדים
ka: ტელემეტრია
ko: 원격 모니터링
nb: Telemetri
nl: Telemetrie
pl: Telemetria
pt: Telemetria
pt_br: Telemetria
ru: Сбор данных
sk: Telemetria
sr: Телеметрија
uk: Телеметрія
vi: Thu thập dữ liệu

# telemetryHeader
source: Help improve {distro}
be: Дапамажыце палепшыць {distro}
ca: Ajudeu perquè l’{distro} sigui millor
da: Hjælp med at forbedre {distro}
de: Helfen Sie mit, {distro} zu verbessern
eo: Helpu plibonigi {distro}
es: Ayude a mejorar {distro}
fi: Auta parantamaan {distro}a
fr: Aider à améliorer {distro}
he: סיוע בשיפור {distro}
ka: დაგვეხმარეთ {distro}-ის გაუმჯობესებაში
ko: {distro} 개선에 기여하기
lt: Padėkite tobulinti {distro}
nb: Hjelp til å forbedre {distro}
nl: Help mee om {distro} te verbeteren
pl: Pomóż ulepszyć {distro}
pt: Ajude a melhorar o {distro}
pt_br: Ajude a melhorar o {distro}
ru: Помогите улучшить {distro}
si: {distro} වැඩිදියුණුවට සහාය වන්න
sk: Pomôžte zlepšiť {distro}
sr: Помозите унапређењу {distro}
uk: Допомогти покращити {distro}
vi: Giúp cải thiện {distro}

# welcomeSecuritySubtitle
source: New options for hardware-backed or ZFS encryption.
be: Новыя параметры для апаратнага забеспячэння або шыфравання ZFS.
ca: Opcions noves per al xifrat per maquinari o mitjançant el ZFS.
da: Nye indstillinger for hardwareunderstøttet eller ZFS-kryptering.
de: Neue Optionen für hardwaregestützte oder ZFS-Verschlüsselung.
eo: Novaj opcioj pri aparato-baza aŭ ZFS-baza ĉifrado.
es: Nuevas opciones de cifrado por hardware o ZFS.
fi: Uusia asetuksia laitteistopohjaiselle salaukselle ja ZFS-salaukselle.
fr: Nouvelles options de chiffrement matériel, ou via ZFS.
he: אפשרויות חדשות להצפנת ZFS בגיבוי חומרה.
ka: ახალი პარამეტრები აპარატურული ან ZFS დაშიფვრისთვის.
ko: 하드웨어 / ZFS 암호화에 대한 새로운 옵션을 제공합니다.
nb: Nye alternativer for maskinvarebasert- eller ZFS-kryptering.
nl: Nieuwe opties voor hardwarematige of ZFS-codering.
pl: Nowe opcje szyfrowania sprzętowego lub ZFS.
pt: Novas opções para a criptografia baseada em hardware ou ZFS.
pt_br: Novas opções para criptografia ZFS ou com suporte de hardware.
ru: Новые параметры для аппаратного или ZFS шифрования.
sk: Nové možnosti pre hardvérové šifrovanie alebo ZFS.
sr: Нове опције за хардверски подржану или ZFS енкрипцију.
uk: Нові параметри для апаратного або ZFS шифрування.
vi: Các tùy chọn mới cho mã hóa bằng phần cứng hoặc ZTS.

# telemetryLegalLabel
source: Legal notice
be: Юрыдычныя папярэджанні
ca: Informació legal
da: Juridisk information
de: Rechtliches
eo: Jura avizo
es: Aviso legal
fi: Lainopillinen
fr: Mentions légales
he: משפטי
ka: იურიდიული გაფრთხილება
ko: 법률 정보
nb: Juridisk
nl: Juridische mededeling
pl: Informacje prawne
pt: Aviso legal
pt_br: Advertência jurídica
ru: Правовая информация
si: නෛතික දැන්වීම
sk: Právne informácie
sr: Правно обавештење
uk: Правові відомості
vi: Hợp pháp

# privacyPageTitle
source: Location services
be: Службы месцазнаходжання
ca: Serveis d’ubicació
da: Lokalitetstjenester
de: Standortbezogene Dienste
eo: Lokado-servo
es: Servicios de ubicación
fi: Sijaintipalvelut
fr: Services de localisation
he: שירותי מיקום
ka: მდებარეობის სერვისები
ko: 위치 서비스
nb: Posisjoneringstjenester
nl: Locatie-diensten
pl: Usługi lokalizacyjne
pt: Serviço de localização
pt_br: Serviços de localização
ru: Сервисы определения местоположения
si: ස්ථාන සේවා
sk: Služby umiestnenia
sr: Услуге локације
uk: Сервіси визначення місцезнаходження
vi: Dịch vụ định vị

# privacyLocationTitle
source: Enable location services?
be: Уключыць службы месцазнаходжання?
ca: Voleu activar els serveis d’ubicació?
da: Slå lokalitetstjenester til?
de: Standortbezogene Dienste aktivieren?
eo: Ĉu ŝalti lokado-servon?
es: ¿Quiere activar los servicios de ubicación?
fi: Otetaanko sijaintipalvelut käyttöön?
fr: Activer les services de localisation ?
he: להפעיל שירותי מיקום?
ka: ჩავრთო მდებარეობის სერვისები?
ko: 위치 서비스를 활성화할까요?
nb: Skru på posisjoneringstjenester?
nl: Locatie-diensten inschakelen?
pl: Włączyć usługi lokalizacyjne?
pt: Ativar serviço de localização?
pt_br: Habilitar serviços de localização?
ru: Включить сервисы определения местоположения?
si: ස්ථාන සේවාව සබල කරනවා ද?
sk: Povoliť služby umiestnenia?
sr: Омогућити услуге локације?
uk: Увімкнути сервіси визначення місцезнаходження?
vi: Bật dịch vụ định vị?

# privacyLocationEnable
source: Location services
be: Служба месцазнаходжання
ca: Serveis d’ubicació
da: Lokalitetstjenester
de: Standortbezogene Dienste
eo: Lokado-servo
es: Servicios de ubicación
fi: Sijaintipalvelut
fr: Services de localisation
he: שירותי מיקום
ka: მდებარეობის სერვისები
ko: 위치 서비스
nb: Posisjoneringstjenster
nl: Locatie-diensten
pl: Usługi lokalizacyjne
pt: Serviço de localização
pt_br: Serviços de localização
ru: Сервисы определения местоположения
si: ස්ථාන සේවා
sk: Služby umiestnenia
sr: Услуге локације
uk: Сервіси визначення місцезнаходження
vi: Dịch vụ định vị

# telemetryReportLabel
source: Show the first report
be: Паказаць першую справаздачу
ca: Detalls de l’informe
da: Vis den første rapport
de: Einzelheiten der Berichterstattung
eo: Montri la unuan raporton
es: Mostrar el primer informe
fi: Ilmoitettavat tiedot
fr: Voir le premier rapport
he: פרטי דיווח
ka: პირველი ანგარიშის ჩვენება
ko: 첫 번째 리포트 보기
nb: Innrapporteringsdetaljer
nl: De eerste rapportage tonen
pl: Szczegóły raportowania
pt: Mostrar o primeiro relatório
pt_br: Mostrar o primeiro relatório
ru: Показать первый отчет
si: පළමු වාර්තාව පෙන්වන්න
sk: Podrobnosti hlásenia
sr: Прикажи први извештај
uk: Показати перший звіт

# telemetryReportTitle
source: Reporting details
be: Падрабязнасці справаздачы
ca: Detalls de l’informe
da: Rapportering af detaljer
de: Einzelheiten der Berichterstattung
eo: Raportotaj detaloj
es: Detalles del informe
fi: Ilmoitettavat tiedot
fr: Détails du rapport
he: פרטי דיווח
ka: ანგარიშის დეტალები
ko: 자세한 리포트 내용
nb: Innrapporteringsdetaljer
nl: Details van de rapportage
pl: Szczegóły raportowania
pt: Detalhes do relatório
pt_br: Detalhes do relatório
ru: Детали отчёта
si: වාර්තාවේ විස්තර
sk: Podrobnosti hlásenia
sr: Детаљи извештавања
uk: Подробиці звіту

# telemetryLabelOn
source: Yes, share system data with the {distro} team
be: Так, абагуліць сістэмныя даныя з камандай {distro}
ca: Sí, vull compartir dades del sistema amb l’equip de l’{distro}
da: Ja, del systemdata med {distro}-gruppen
de: Ja, Systemdaten mit dem {distro}-Team teilen
eo: Jes, sendu sistemajn datenojn al la evoluigantoj de {distro}
es: Sí, compartir datos del sistema con el equipo de {distro}
fi: Kyllä, jaa järjestelmän tietoja {distro}-tiimille
fr: Oui, partager les données du système avec l'équipe {distro}
he: כן, לשתף את נתוני המערכת שלי עם צוות {distro}
ka: დიახ, გავაზიარებ სისტემის მონაცემებს {distro}-ის გუნდთან
ko: 네, {distro} 팀에 시스템 데이터를 제공합니다
lt: Taip, bendrinti sisteminius duomenis su {distro} komanda
nb: Ja, del systemdata med {distro}-laget
nl: Ja, systeemgegevens delen met het {distro}-team
pl: Tak, udostępniaj dane systemowe zespołowi {distro}
pt: Sim, partilhe os dados do sistema com a equipa do {distro}
pt_br: Sim, compartilhe dados do sistema com a equipe do {distro}
ru: Да, поделиться системными данными с командой {distro}
si: පද්ධතියේ දත්ත {distro} වෙත යවන්න
sk: Áno, zdieľať systémové údaje s {distro} tímom
sr: Да, поделите податке о систему са {distro} тимом
uk: Так, поділитись системними даними з командою {distro}
vi: Có, chia sẻ dữ liệu hệ thống với đội ngũ {distro}

# telemetryDescription
source: Help us improve {distro} by sharing your system data with us. This includes things like your machine model, installed software and the location you chose for your timezone.
be: Дапамажыце нам палепшыць {distro} абагульваючы свае сістэмныя даныя з намі. Гэта ўключае наступныя звесткі: мадэль камп'ютара, месцазнаходжанне і часавы пояс.
ca: Compartiu dades anònimament amb l’{distro} perquè puguem millorar la vostra experiència.
da: Hjælp os med at forbedre {distro} ved at dele dine systemdata med os. Dette inkluderer bl.a. din maskinmodel, installeret software samt hvilken lokalitet, du har som tidszone.
de: Teilen Sie Ihre Daten anonym mit {distro}, damit wir Ihr Erlebnis verbessern können.
eo: Helpu nin plibonigi {distro} sendante viajn sistemajn datenojn al ni. Tio inkluzivas interalie la modelon de via maŝino, instalitajn programojn kaj tiun lokon, kiun vi elektis por via horzono.
es: Ayúdenos a mejorar {distro} compartiendo los datos de su sistema con nosotros. Esto incluye cosas como el modelo de su máquina, el software instalado y la ubicación que eligió para su zona horaria.
fi: Jaa tietoja anonyymisti {distro}n kanssa, jotta voimme parantaa kokemustasi.
fr: Aidez nous à améliorer {distro} en partageant avec nous vos informations de système. Cela inclut votre modèle de machine, vos logiciels installés, votre position géographique, ou votre fuseau horaire.
he: אפשר לשתף נתונים עם {distro} בצורה אלמונית כדי לאפשר לנו לשפר את החוויה שלך.
ka: დაგვეხმარეთ, {distro} უკეთესი გავხადოთ, თქვენი სისტემის მონაცემების გაზიარებით. ეს შეიცავს ისეთ მონაცემებს, როგორიცაა თქვენი მანქანის მოდელი, დაყენებული პროგრამები და მდებარეობა, რომელიც დროის სარტყლისთვის აირჩიეთ.
ko: {distro}를 개선하는 데 도움이 되도록 귀하의 시스템 데이터를 저희와 공유해 주세요. 여기에는 귀하의 장치 모델, 설치된 소프트웨어, 시간대와 같은 정보가 포함됩니다.
lt: Bendrinkite anoniminius duomenis su {distro}, kad galėtume gerinti jūsų patyrimą.
nb: Del data anonymt med {distro} slik at opplevelsen kan forbedres.
nl: Help ons {distro} te verbeteren door uw systeemgegevens met ons te delen. Dit omvat zaken als je computermodel, ge√Ønstalleerde software en de locatie die u voor uw tijdzone heeft gekozen.
pl: Udostępniaj anonimowo dane {distro}, abyśmy mogli poprawić Twoje wrażenia.
pt: Ajude-nos a melhorar o {distro} partilhando connosco os dados do seu sistema. Isto inclui coisas como o modelo da sua máquina, o software instalado e a localização que escolheu para o seu fuso horário.
pt_br: Ajude-nos a melhorar o {distro} compartilhando seus dados do sistema conosco. Isso inclui itens como o modelo da máquina, o software instalado e o local escolhido para o fuso horário.
ru: Помогите нам улучшить {distro}, поделившись с нами данными о системе. Сюда входят такие данные, как модель вашего компьютера, установленное программное обеспечение и выбранный часовой пояс.
si: ඔබගේ පද්ධතියේ දත්ත බෙදාගෙන {distro} වැඩිදියුණුවට උදව් කරන්න. මෙයට යන්ත්‍රයේ මාදිළිය, ස්ථාපිත මෘදුකාංග සහ ඔබ වේලා කලාපය සඳහා තේරූ ස්ථානය වැනි දෑ ඇතුළත් වේ.
sk: Anonymné zdieľanie údajov s {distro}, aby sme mohli zlepšiť váš dojem.
sr: Помозите нам да унапредимо {distro} тако што ћете поделити податке о вашем систему са нама. Ово укључује ствари као што су модел вашег рачунара, инсталирани софтвер и локација коју сте изабрали за вашу временску зону.
uk: Допоможіть нам покращити {distro}, поділившись з нами даними вашої системи. Сюди входять такі речі, як модель вашого комп'ютера, встановлене програмне забезпечення та місце, яке ви вибрали для свого часового поясу.
vi: Chia sẻ dữ liệu ẩn danh với {distro} để chúng tôi có thể cải thiện trải nghiệm của bạn.

# telemetryLabelOff
source: No, don't share system data
be: Не, не абагуляць сістэмныя даныя
ca: No, no comparteixis dades del sistema
da: Nej, del ikke systemdata
de: Nein, keine Systemdaten teilen
eo: Ne, sendu neniom da sistemaj datenoj
es: No, no compartir datos del sistema
fi: Ei, älä jaa järjestelmän tietoja
fr: Non, ne pas partager les données du système
he: לא, לא לשתף את נתוני המערכת שלי
ka: არა, არ გავაზიარებ სისტემის მონაცემებს
ko: 아니오, 시스템 데이터를 제공하지 않습니다
lt: Ne, nebendrinti sisteminių duomenų
nb: Nei, ikke del systemdata
nl: Nee, geen systeemgegevens delen
pl: Nie, nie udostępniaj danych systemowych
pt: Não, não partilhe os dados do sistema
pt_br: Não, não compartilhe dados do sistema
ru: Нет, не делиться системными данными
si: පද්ධතියේ දත්ත යවන්න එපා
sk: Nie, nezdieľať systémové údaje
sr: Не, не делите податке о систему
uk: Ні, не ділиться даними системи
vi: Không, không chia sẻ dữ liệu gì hết

# privacyLocationSubtitle
source: Let applications know your geographical location. You can change this anytime in System Settings.
be: Дазволіць праграмам атрымліваць доступ да вашага геаграфічнае месцазнаходжанне. Вы ў любы час можаце змяніць гэта праз сістэмныя налады.
ca: Permeteu que les aplicacions coneguin la vostra ubicació geogràfica. Podeu canviar-ho en qualsevol moment als Paràmetres del sistema.
da: Lad programmer kende din geografiske placering. Du kan ændre dette når som helst i Systemindstillinger.
de: Lassen Sie Anwendungen Ihren geografischen Aufenthaltsort kennen. Sie können dies jederzeit in den Systemeinstellungen ändern.
eo: Sciigi vian geografian lokon al programoj. Vi povas ŝanĝi ĉi tiun agordon iam ajn en Agordoj.
es: Permita que las aplicaciones conozcan su ubicación geográfica. Puede cambiar esto en cualquier momento en la Configuración del sistema.
fi: Salli sovellusten paikantaa sijaintisi. Voit muuttaa asetusta koska tahansa järjestelmän asetuksista.
fr: Laisser les applications accéder à votre localisation. Vous pouvez changer ça à tout moment dans les paramètres du système.
he: לאפשר ליישומים לדעת מה מיקומך הגאוגרפי. אפשר לשנות זאת בכל עת דרך הגדרות המערכת.
ka: მიეცით აპლიკაციას ნება, თქვენი გეოგრაფიული მდებარეობა გაიგოს. ამის შეცვლა ნებისმიერ დროს შეგიძლიათ სისტემის მორგების ფანჯარაში.
ko: 애플리케이션이 사용자의 위치를 알 수 있도록 합니다. 언제든지 시스템 설정에서 변경할 수 있습니다.
nb: La programmer få tilgang til din geografiske plassering. Du kan endre dette når som helst i systeminnstillingene.
nl: Laat applicaties uw geografische locatie weten. U kunt dit op elk gewenst moment wijzigen in Systeeminstellingen.
pl: Informuj programy o swojej lokalizacji geograficznej. Zawsze możesz to zmienić w ustawieniach systemu.
pt: Deixe as aplicações saberem a sua localização geográfica. Você pode alterar isso a qualquer momento nas configurações do sistema.
pt_br: Informe aos aplicativos sua localização geográfica. Você pode alterar isso a qualquer momento nas Configurações do Sistema.
ru: Сообщите приложениям о вашем географическом местоположении. Этот параметр вы можете изменить в любое время в системных настройках.
sk: Poskytnite aplikáciám údaje o svojej geografickej polohe. Toto môžete kedykoľvek zmeniť v nastaveniach systému.
sr: Дозволите апликацијама да знају вашу географску локацију. Можете ово променити у било ком тренутку у Системским подешавањима.
uk: Дозволити додаткам отримувати інформацію про ваше географічне місцезнаходження. Ви можете змінити це будь-який час в налаштуваннях системи.
vi: Cho phép các ứng dụng biết vị trí địa lý của bạn. Bạn có thể thay đổi điều này bất cứ lúc nào trong Cài đặt hệ thống.

# ubuntuProTokenTextfieldHint
source: Token
be: Токен
eo: Ĵetono
fi: Koodi
fr: Jeton
he: אסימון
ka: ტოკენი
ko: 토큰
ru: Токен
sr: Токен
uk: Токен
