Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_init/lib/src/l10n/ubuntu_init_*.arb
Languages: be, ca, da, de, eo, es, fi, fr, he, ka, ko, lt, nb, nl, pl, pt, pt_br, ru, si, sk, sr, uk, vi

# ubuntuProMagicAttachInstructions
source: Magic attach with this code at <a href="https://{url}">{url}</a>
be: Магічнае далучэнне з гэтым кодам на <a href="https://{url}">{url}</a>
da: Magisk tilslutning med denne kode på <a href="https://{url}">{url}</a>
eo: Aŭtomate alkroĉu per la jena kodo ĉe <a href="https://{url}">{url}</a>
es: Adjunte magia con este código en<a href="https://{url}">{url}</a>
fi: Liitä tämä erityisellä koodilla osoitteessa <a href="https://{url}">{url}</a>
fr: Rattachement automagique avec le code à cette adresse <a href="https://{url}">{url}</a>
he: הצטרפות קסם עם הקוד הזה דרך <a href="https://{url}">{url}</a>
ka: მიაბით ჯადოსნურად ამ კოდით მისამართზე <a href="https://{url}">{url}</a>
ko: 이 코드로 <a href="https://{url}">{url}</a>에서 간편하게 등록 가능
nl: Magisch verbinden met deze code op <a href="https://{url}">{url}</a>
pl: Podłącz szybko z tym kodem pod adresem <a href="https://{url}">{url}</a>
pt: Anexação mágica com este código em <a href="https://{url}">{url}</a>
pt_br: Use o Magic attach com este código em <a href="https://{url}">{url}</a>
ru: Быстрое подключение с помощью этого кода на <a href="https://{url}">{url}</a>
sk: Pripojiť sa s týmto kódom na <a href="https://{url}">{url}</a>
sr: Магично повезивање са овим кодом на <a href="https://{url}">{url}</a>
uk: Магічне прикріплення з цим кодом за адресою <a href="https://{url}">{url}</a>

# ubuntuProHeader
source: Attach this machine
be: Далучыць гэты камп'ютар
da: Tilslut denne maskine
eo: Alkroĉi ĉi tiun komputilon
es: Conecte esta máquina
fi: Liitä tämä kone
fr: Rattacher cette machine
he: צירוף המכונה הזאת
ka: ამ მანქანის მიმაგრება
ko: 이 장치 등록하기
nl: Dit apparaat verbinden
pl: Podłącz to urządzenie
pt: Anexar esta máquina
pt_br: Anexe esta máquina
ru: Подключите это устройство
si: මෙම යන්ත්‍රය අමුණන්න
sk: Pripojiť tento počítač
sr: Повежите овај рачунар
uk: Прикріпіть цю машину

# ubuntuProSubscriptionFreeForPersonalUse
source: Always free for personal use. 30-days trial for enterprises. <a href="https://{url}">Learn more</a>
be: Заўсёды бясплатна для некамерцыйнага выкарыстання і бясплатны выпрабавальны перыяд на працягу 30 дзён для прадпрыемстваў. <a href="https://{url}">Даведацца больш</a>
da: Altid gratis til personlib brug. 30-dages prøveabonnement til firmaer. <a href="https://{url}">Mere info</a>
eo: Ĉiam senkosta por persona uzo, 30 tagoj da provperiodo por entreprenoj. <a href="https://{url}">Lernu pli</a>
es: Siempre gratuito para uso personal. 30 días de prueba para empresas. <a href="https://{url}">Más información</a>
fi: Henkilökohtaiseen käyttöön ilmainen, 30 päivän kokeilujakso yrityksille. <a href="https://{url}">Lue lisää</a>
fr: Toujours gratuit pour un usage personnel. 30 jours d'essai pour les entreprises. <a href="https://{url}">En savoir plus</a>
he: תמיד חינמי לשימוש אישי. 30 יום ניסיון לתאגידים. <a href="https://{url}">למידע נוסף</a>
ka: ყოველთვის უფასო პირადი მოხმარებისთვის. 30-დღიანი გამოსაცდელი პერიოდი საწარმოებისთვის. <a href="https://{url}">გაიგეთ მეტი</a>
ko: 개인 사용자에게 항상 무료. 기업 고객에게 30일 무료 체험 제공. <a href="https://{url}">더 알아보기</a>
nl: Altijd gratis voor persoonlijk gebruik. 30 dagen proefversie voor ondernemingen. <a href="https://{url}">Meer informatie</a>
pl: Zawsze bezpłatnie do użytku osobistego. 30-dniowy okres próbny dla przedsiębiorstw. <a href="https://{url}">Dowiedz się więcej</a>
pt: Sempre gratuito para utilização pessoal. 30 dias de teste para empresas. <a href="https://{url}">Saiba mais</a>
pt_br: Sempre gratuita para uso pessoal. 30 dias de teste para empresas. <a href="https://{url}">Saiba mais</a>
ru: Всегда бесплатно для личного использования. 30-дневный пробный период для коммерческих целей. <a href="https://{url}">Узнать больше</a>
sk: Vždy zadarmo na osobné použitie. 30-dňová skúšobná verzia pre podniky. <a href="https://{url}">Viac informácií</a>
sr: Увек бесплатно за личну употребу. 30-дневно пробно коришћење за предузећа. <a href="https://{url}">Сазнајте више</a>
uk: Завжди безплатно для особистого користування. 30-денна пробна версія для підприємств. <a href="https://{url}">Докладніше</a>

# ubuntuProSucessAttachHeader
source: Ubuntu Pro is now enabled in this machine
be: Цяпер гэты камп'ютар уключае падпіску Ubuntu Pro
da: Ubuntu Pro er nu slået til på denne maskine
eo: Ubuntu Pro estas nun ŝaltita sur ĉi tiu komputilo
es: Ubuntu Pro ya está activado en esta máquina
fi: Ubuntu Pro on nyt käytössä tälle tietokoneelle
fr: Ubuntu Pro est maintenant activé sur cette machine
he: Ubuntu Pro מופעל מעתה במכונה הזאת
ka: Ubuntu Pro ახლა ჩართულია ამ მანქანაზე
ko: Ubuntu Pro가 이 기기에서 활성화되어 있습니다
nl: Ubuntu Pro is nu ingeschakeld op deze machine
pl: Ubuntu Pro włączono teraz w tym urządzeniu
pt: O Ubuntu Pro está agora ativado nesta máquina
pt_br: Ubuntu Pro agora está habilitado nesta máquina
ru: Подписка Ubuntu Pro теперь задействована на этой машине
si: මෙම යන්ත්‍රයට දැන් උබුන්ටු ප්‍රෝ සබල කර ඇත
sk: Ubuntu Pro je teraz v tomto počítači povolený
sr: Ubuntu Pro је сада омогућен на овом рачунару
uk: На цьому комп'ютері ввімкнено Ubuntu Pro

# ubuntuProOnBoardingSkipForNow
source: Skip for now
be: Пакуль прапусціць
da: Spring over indtil videre
eo: Preterpasi portempe
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Passer pour l'instant
he: לדלג לעת עתה
ka: ახლა გამოტოვება
ko: 지금은 건너뛰기
nl: Voorlopig overslaan
pl: Pomiń na razie
pt: Ignorar por agora
pt_br: Pular por enquanto
ru: Пока пропустить
si: දැනට මඟහරින්න
sk: Zatiaľ preskočiť
sr: Прескочи за сада
uk: Поки що пропустити

# ubuntuProSucessAttachDescription
source: You can manage your Pro services in the Software & Updates application.
be: Вы заўсёды можаце кіраваць сваімі службамі Ubuntu Pro у праграме «Праграмнае забеспячэнне і абнаўленні».
da: Du kan håndtere dine Pro-tjenester i programmet Software og opdateringer.
eo: Vi povas administri viajn servojn de Ubuntu Pro per la programo «Programaroj kaj Ĝisdatigoj».
es: Puede gestionar sus servicios Pro en la aplicación Programas y actualizaciones.
fi: Voit hallita Pro-palveluja Ohjelmistot ja päivitykset -sovelluksessa.
fr: Vous pouvez gérer vos services Pro dans l'application Logiciels & Mises à jour.
he: אפשר לנהל את שירותי ה־Pro שלך ביישום התוכנה והעדכונים.
ka: თქვენი Pro-ის სერვისების მართვა პროგრამებისა და განახლებების აპლიკაციაში შეგიძლიათ.
ko: 소프트웨어 및 업데이트 애플리케이션에서 Ubuntu Pro 서비스를 관리할 수 있습니다.
nl: U kunt uw Pro-diensten beheren in de applicatie Software & Updates.
pl: Usługami Pro możesz zarządzać w aplikacji Oprogramowanie i aktualizacje.
pt: Pode gerir os seus serviços Pro na aplicação Software e Atualizações.
pt_br: Você pode gerenciar seus serviços Pro no aplicativo Software & Atualizações.
ru: Вы можете управлять услугами Pro в приложении «Программы и обновления».
si: ඔබගේ ආධික්‍ය සේවා මෘදුකාංග හා යාවත්කාල යෙදුමෙන් කළමනාකරණයට හැකිය.
sk: Svoje služby Pro môžete spravovať v aplikácii Softvér a aktualizácie.
sr: Можете управљати својим Pro услугама у апликацији Софтвер и ажурирања.
uk: Ви можете керувати послугами Pro у застосунку "Програмне забезпечення та оновлення".

# ubuntuProOnBoardingSkipForNowDescription
source: You can always enable Ubuntu Pro later via the Software & Updates application.
be: Вы заўсёды зможаце ўключыць Ubuntu Pro пазней праз праграму «Праграмнае забеспячэнне і абнаўленні».
da: Du kan altid slå Ubuntu Pro til senere via programmet Software og opdateringer.
eo: Vi povas ŝalti Ubuntu Pro per la programo «Programaroj kaj Ĝisdatigoj».
es: Siempre puede activar Ubuntu Pro más adelante a través de la aplicación Programas y actualizaciones.
fi: Voit aina ottaa käyttöön Ubuntu Pron Ohjelmistot ja päivitykset -sovelluksessa.
fr: Vous pouvez toujours activer Ubuntu Pro plus tard dans l'application Logiciels & Mises à jour.
he: תמיד אפשר להפעיל את Ubuntu Pro בהמשך דרך יישום התוכנה והעדכונים.
ka: Ubuntu Pro-ის ჩართვა ყოველთვის შეგიძლიათ მოგვიანებით, პროგრამებისა და განახლებების აპლიკაციიდან.
ko: 나중에 소프트웨어 및 업데이트 애플리케이션에서 언제든지 Ubuntu Pro를 활성화할 수 있습니다.
nl: Je kunt Ubuntu Pro later altijd inschakelen via de applicatie Software & Updates.
pl: Zawsze możesz włączyć Ubuntu Pro później za pomocą aplikacji Oprogramowanie i aktualizacje.
pt: Pode sempre ativar o Ubuntu Pro mais tarde através da aplicação Software e Atualizações.
pt_br: Você sempre pode ativar o Ubuntu Pro posteriormente por meio do aplicativo Software & Atualizações.
ru: Вы всегда можете включить Ubuntu Pro позже через приложение «Программы и обновления».
sk: Ubuntu Pro môžete povoliť kedykoľvek neskôr prostredníctvom aplikácie Softvér a aktualizácie.
sr: Увек можете омогућити Ubuntu Pro касније преко апликације Софтвер и ажурирања.
uk: Ви завжди можете увімкнути Ubuntu Pro пізніше за допомогою застосунку Програми та оновлення.

# ubuntuProOnBoardingEnableUbuntuProDescription
source: Attach this machine to an Ubuntu Pro subscription for security updates on a wider range of packages, until 2032.
be: Далучыць гэты камп'ютар да падпіскі Ubuntu Pro, якая забяспечвае абнаўленні бяспекі і шырокі дыяпазон пакетаў. Падпіска дзейнічае да 2032 года.
da: Tilslut denne maskine til et Ubuntu Pro-abonnement for at få sikkerhedsopdateringer til en bredere vifte af pakker indtil 2032.
eo: Alkroĉu ĉi tiun komputilon al abono de Ubuntu Pro por sekurigaj ĝisdatigoj pri vasta gamo da pakoj ĝis 2032.
es: Conecte esta máquina a una suscripción de Ubuntu Pro para obtener actualizaciones de seguridad en una gama más amplia de paquetes, hasta 2032.
fi: Liitä tämä kone Ubuntu Pro -tilaukseen saadaksesi tietoturvapäivityksiä laajalle valikoimalle paketteja vuoteen 2032 asti.
fr: Rattachez cette machine à un abonnement Ubuntu Pro for recevoir des mises à jour de sécurité pour un grand nombre de paquets, jusqu'en 2032.
he: אפשר לצרף את המכונה הזאת למינוי Ubuntu Pro לקבלת עדכוני אבטחה ומגוון רחב יותר של חבילות עד 2032.
ka: მიამაგრეთ ამ მანქანას Ubuntu Pro-ის გამოწერა, რომ უსაფრთხოდ განაახლოთ უფრო მეტი პროგრამა, 2032-მდე.
ko: 2032년까지 더 다양한 패키지에 대한 보안 업데이트를 받으려면 Ubuntu Pro 구독에 이 컴퓨터를 연결하세요.
nl: Deze machine koppelen aan een Ubuntu Pro-abonnement voor beveiligingsupdates op een breder scala aan pakketten, tot 2032.
pl: Podłącz to urządzenie do subskrypcji Ubuntu Pro, aby otrzymywać aktualizacje zabezpieczeń w szerszej gamie pakietów do 2032 roku.
pt: Anexe esta máquina a uma subscrição Ubuntu Pro para obter atualizações de segurança numa gama mais vasta de pacotes, até 2032.
pt_br: Anexe esta máquina a uma assinatura do Ubuntu Pro para atualizações de segurança em uma ampla variedade de pacotes, até 2032.
ru: Подключите это устройство к подписке Ubuntu Pro, чтобы получать обновления безопасности для широкого списка пакетов до 2032 года.
sk: Pripojte tento počítač k predplatnému Ubuntu Pro pre aktualizácie zabezpečenia v širšom rozsahu balíkov do roku 2032.
sr: Повежите овај рачунар са Ubuntu Pro претплатом за безбедносна ажурирања на ширем спектру пакета, до 2032. године.
uk: Приєднайте цей комп'ютер до передплати Ubuntu Pro, щоб отримати оновлення безпеки для ширшого кола пакунків до 2032 року.

# ubuntuProSubscriptionDescription
source: Get the most comprehensive subscription for open-source software security
be: Атрымайце найбольш усёабдымную падпіску для бяспекі праграмнага забеспячэння з адкрытым зыходным кодам
da: Få det mest omfattende abonnement oå open source-softwaresikkerhed
eo: Abonu la plej ampleksan protekton pri malfermitkodaj programoj
es: Consiga la suscripción más completa para la seguridad del software de código abierto
fi: Hanki kokonaisvaltainen avoimen lähdekoodin tietoturvapalvelu
fr: Abonnez-vous à la meilleure des sécurités pour les logiciels libres
he: קבלת המינוי המקיף ביותר לאבטחה של תוכנה בקוד פתוח
ka: მიიღეთ შესაბამისი გამოწერა ღია კოდის პროგრამების უსაფრთხოებისთვის
ko: 오픈소스 소프트웨어 보안을 위한 가장 믿음직한 구독을 신청하세요
nl: Neem het meest uitgebreide abonnement voor open-source softwarebeveiliging
pl: Uzyskaj najbardziej kompleksową subskrypcję zabezpieczeń oprogramowania typu open source
pt: Obtenha a subscrição mais abrangente para segurança de software de código aberto
pt_br: Obtenha a assinatura mais abrangente para segurança de software de código aberto
ru: Получите самую полную подписку по безопасности программного обеспечения с открытым исходным кодом
sk: Získajte najkomplexnejšie predplatné pre bezpečnosť softvéru s otvoreným zdrojovým kódom
sr: Добијте најкомплетнију претплату за безбедност софтвера отвореног кода
uk: Придбайте найповнішу передплату на захист програмного забезпечення з відкритим кодом

# ubuntuProTokenAttachError
source: Invalid token
be: Памылковы токен
da: Ugyldigt token
eo: Nevalida ĵetono
es: Token no válido
fi: Virheellinen koodi
fr: Jeton invalide
he: אסימון שגוי
ka: არასწორი ტოკენი
ko: 올바르지 않은 토큰
nl: Ongeldig token
pl: Token nieprawidłowy
pt: Token inválido
pt_br: Token inválido
ru: Недействительный токен
sk: Neplatný token
sr: Неважећи токен
uk: Недійсний токен

# ubuntuProTokenAttachSucess
source: Valid token
be: Сапраўдны токен
da: Gyldigt token
eo: Valida ĵetono
es: Token válido
fi: Virheellinen koodi
fr: Jeton valide
he: אסימון תקף
ka: სწორი ტოკენი
ko: 유효한 토큰
nl: Geldig token
pl: Token prawidłowy
pt: Token válido
pt_br: Token válido
ru: Действительный токен
sk: Platný token
sr: Важећи токен
uk: Дійсний токен

# ubuntuProTokenAttachErrorVariant
source: Invalid token, retry
be: Памылковы токен, паўтарыць
da: Ugyldigt token, prøv igen
eo: Nevalida ĵetono, reprovu
es: Token no válido, reintentar
fi: Virheellinen koodi, yritä uudelleen
fr: Jeton invalide, réessayer
he: אסימון שגוי, נא לנסות שוב
ka: არასწორი ტოკენი. თავიდან სცადეთ
ko: 유효하지 않은 토큰, 다시 시도
nl: Ongeldig token, opnieuw proberen
pl: Token nieprawidłowy, ponów
pt: Token inválido. Tente novamente
pt_br: Token inválido, tente novamente
ru: Недействительный токен, повторите попытку
sk: Neplatný token, skúste to znova
sr: Неважећи токен, покушајте поново
uk: Недійсний токен, спробуйте ще раз

# ubuntuProOrAddTokenManually
source: or add a token manually
be: або дадайце токен уручную
da: eller tilføj token manuelt
eo: aŭ aldonu ĵetonon neaŭtomate
es: o agregar un token manualmente
fi: tai lisää koodi (token) käsin
fr: ou ajouter un jeton manuellement
he: או להוסיף את האסימון ידנית
ka: ან დაამატეთ ტოკენი ხელით
ko: 또는 수동으로 토큰 추가하기
nl: of handmatig een token toevoegen
pl: lub dodaj token ręcznie
pt: ou adicionar um token manualmente
pt_br: ou adicione um token manualmente
ru: или добавьте токен вручную
sk: alebo pridať token ručne
sr: или додајте токен ручно
uk: або додайте токен вручну

# ubuntuProTokenAttachButton
source: Attach
be: Далучыць
da: Tilslut
eo: Alkroĉi
es: Adjuntar
fi: Liitä
fr: Attacher
he: צירוף
ka: მიმაგრება
ko: 등록
nl: Koppelen
pl: Podłącz
pt: Anexar
pt_br: Anexar
ru: Подключить
si: අමුණන්න
sk: Pripojiť
sr: Повежи
uk: Прикріпити

# ubuntuProOnBoardingEnableUbuntuPro
source: Enable Ubuntu Pro
be: Уключыць Ubuntu Pro
da: Slå Ubuntu Pro til
eo: Ŝalti Ubuntu Pro
es: Activar Ubuntu Pro
fi: Ota Ubuntu Pro käyttöön
fr: Activer Ubuntu Pro
he: הפעלת Ubuntu Pro
ka: Ubuntu Pro-ის ჩართვა
ko: Ubuntu Pro 활성화
nl: Ubuntu Pro activeren
pl: Włącz Ubuntu Pro
pt: Ativar o Ubuntu Pro
pt_br: Ativar Ubuntu Pro
ru: Включить Ubuntu Pro
si: උබුන්ටු ප්‍රෝ සබල කරන්න
sk: Povoliť Ubuntu Pro
sr: Омогући Ubuntu Pro
uk: Увімкнути Ubuntu Pro

# telemetryCollectError
source: Failed to collect telemetry data
eo: Malsukcesis kolekti telemetriajn datenojn
es: No se pudieron recopilar datos de telemetría
fr: Échec de la collecte des données de télémétrie
ka: ტელემეტრიის მონაცემების შეგროვება ჩავარდა
ko: 원격 모니터링 데이터 수집 실패
nl: Fout bij het verzamelen van telemetriegegevens
pt: Falha na recolha de dados de telemetria
pt_br: Falha ao coletar dados de telemetria
sr: Неуспешно прикупљање телеметријских података
uk: Не вдалося зібрати телеметричні дані

# ubuntuProPageTitle
source: Ubuntu Pro
si: උබුන්ටු ප්‍රෝ
