Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_provision/lib/src/l10n/ubuntu_provision_*.arb
Languages: ar, cs, da, el, et, eu, fr, ga, he, it, ka, kn, ko, lo, nl, oc, si, sr, sv, th, ug, uk, zh, zh_tw

# timezonePageTitle
source: Select your timezone
ar: حدِّد المنطقة الزمنية
cs: Vyberte své časové pásmo
da: Vælg din tidszone
el: Επιλέξτε την ζώνη ώρας
et: Vali oma ajavöönd
eu: Hautatu zure ordu-eremua
fr: Sélectionnez votre fuseau horaire
ga: Roghnaigh do chrios ama
he: נא לבחור את אזור הזמן שלך
it: Seleziona il tuo fuso orario
ka: აირჩიეთ თქვენი დროის სარტყელი
kn: ನಿಮ್ಮ ಸಮಯವಲಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 시간대를 선택하십시오
lo: ເລືອກເຂດເວລາຂອງທ່ານ
nl: Kies uw tijdzone
oc: Seleccionatz vòstre fus orari
si: වේලා කලාපය තෝරන්න
sr: Изаберите своју временску зону
sv: Välj din tidszon
th: เลือกเขตเวลาของคุณ
ug: ۋاقىت رايونى تاللىنىدۇ
uk: Виберіть часовий пояс
zh: 选择您的时区
zh_tw: 請選擇您的時區

# timezoneTimezoneLabel
source: Timezone
ar: المنطقة الزمنية
cs: Časové pásmo
da: Tidszone
el: Ζώνη ώρας
et: Ajavöönd
eu: Ordu-eremua
fr: Fuseau horaire
ga: Crios ama
he: אזור זמן
it: Fuso orario
ka: დროის სარტყელი
kn: ಸಮಯವಲಯ
ko: 시간대
lo: ເຂດເວລາ
nl: Tijdzone
oc: Fus orari
si: වේලා කලාපය
sr: Временска зона
sv: Tidszon
th: เขตเวลา
ug: ۋاقىت رايونى
uk: Часовий пояс
zh: 时区
zh_tw: 時區

# keyboardTitle
source: Keyboard layout
ar: تخطيط لوحة المفاتيح
cs: Rozvržení klávesnice
da: Tastaturopsætning
el: Διάταξη πληκτρολογίου
et: Klahvistiku paigutus
eu: Teklatuaren diseinua
fr: Disposition du clavier
ga: Leagan amach méarchláir
he: פריסת מקלדת
it: Disposizione della tastiera
ka: კლავიატურის განლაგება
kn: ಕೀಬೋರ್ಡ್ ಲೇಔಟ್
ko: 키보드 레이아웃
lo: ຮູບແບບແປ້ນພິມ
nl: Toetsenbordindeling
oc: Agençament del clavièr
si: යතුරුපුවරුවේ පිරිසැලසුම
sr: Распоред тастатуре
sv: Tangentbordslayout
th: ผังแป้นพิมพ์
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى
uk: Розкладка клавіатури
zh: 键盘布局
zh_tw: 鍵盤配置

# keyboardHeader
source: Select your keyboard layout
ar: حدِّد تخطيط لوحة المفاتيح
cs: Zvolte si rozvržení klávesnice
da: Vælg din tastaturopsætning
el: Επιλογή διάταξης πληκτρολογίου:
et: Vali sobilik klahvistiku paigutus
eu: Hautatu teklatuaren diseinua
fr: Sélectionnez la disposition de votre clavier
ga: Roghnaigh do leagan amach méarchláir
he: נא לבחור את פריסת המקלדת שלך
it: Scegliere la disposizione della tastiera:
ka: აირჩიეთ თქვენი კლავიატურის განლაგება
kn: ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ ವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 키보드 레이아웃을 선택하십시오
lo: ເລືອກຮູບແບບແປ້ນພິມຂອງທ່ານ
nl: Kies de indeling van het toetsenbord
oc: Seleccionatz vòstre agençament de clavièr
si: ඔබගේ යතුරුපුවරු පිරිසැලසුම තෝරන්න
sr: Изаберите ваш распоред тастатуре
sv: Välj din tangentbordslayout
th: เลือกผังแป้นพิมพ์ของคุณ
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى تاللىنىدۇ
uk: Виберіть розкладку клавіатури
zh: 选择您的键盘布局
zh_tw: 請選擇您的鍵盤配置

# keyboardTestHint
source: Type here to test your keyboard
ar: اكتب هنا لاختبار لوحة المفاتيح
cs: Rozvržení si vyzkoušejte zde
da: Skriv her for at afprøve dit tastatur
el: Πληκτρολογήστε εδώ για να δοκιμάσετε το πληκτρολόγιό σας
et: Klahvistiku proovimiseks kirjuta siia
eu: Idatzi hemen zure teklatua probatzeko
fr: Saisissez du texte ici pour tester votre clavier
ga: Scríobh anseo chun do mhéarchlár a tástáil
he: ניתן להקליד כאן כדי לבדוק את המקלדת שלך
it: Digitare qui per provare la tastiera
ka: კლავიატურის შესამოწმებლად აკრიფეთ აქ
kn: ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ ಪರೀಕ್ಷಿಸಲು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
ko: 키보드를 테스트해 보려면 이 곳을 사용하십시오
lo: ພິມໃສ່ບ່ອນນີ້ເພື່ອທົດສອບແປ້ນພິມຂອງທ່ານ
nl: Type hieronder om het toetsenbord te testen
oc: Picatz de tèxt aquí per ensajar lo clavièr
si: ඔබගේ යතුරුපුවරුව පරීක්‍ෂාවට මෙතැන ලියන්න
sr: Куцајте овде како би испробали вашу тастатуру
sv: Skriv här för att testa ditt tangentbord
th: พิมพ์ที่นี่ เพื่อทดสอบแป้นพิมพ์ของคุณ (กด Alt+Shift เพื่อสลับภาษา)
ug: ھەرپتاختىڭىزنى سىناش ئۈچۈن بۇ جايغا كىرگۈزۈڭ
uk: Введіть що-небудь, щоб перевірити клавіатуру
zh: 在此键入以测试您的键盘
zh_tw: 在這裡輸入以測試您的鍵盤

# keyboardDetectTitle
source: Detect keyboard layout
ar: اكشف تخطيط لوحة المفاتيح
cs: Zjistit rozvržení klávesnice
da: Registrér tastaturopsætning
el: Εντοπισμός διάταξης πληκτρολογίου
et: Tuvasta klahvistiku paigutus
eu: Detektatu teklatuaren diseinua
fr: Détecter la disposition du clavier
ga: Aimsigh leagan amach an méarchláir
he: זיהוי פריסת המקלדת
it: Rileva disposizione tastiera
ka: კლავიატურის განლაგების დადგენა
kn: ಕೀಬೋರ್ಡ್ ವಿನ್ಯಾಸವನ್ನು ಪತ್ತೆ ಮಾಡಿ
ko: 키보드 레이아웃 감지
lo: ກວດຫາຮູບແບບແປ້ນພິມ
nl: Toetsenbordindeling bepalen
oc: Detectar l’agençament del clavièr
si: යතුරුපුවරුවේ පිරිසැලසුම අනාවරණය
sr: Откриј распоред тастатуре
sv: Upptäck tangentbordslayout
th: ตรวจหาผังแป้นพิมพ์
ug: ھەرپتاختا جايلاشتۇرۇشنى بايقايدۇ
uk: Визначити розкладку клавіатури
zh: 检测键盘布局
zh_tw: 偵測鍵盤配置

# keyboardDetectButton
source: Detect
ar: اكشف
cs: Zjistit
da: Registrér
et: Tuvasta
eu: Antzeman
fr: Détecter
ga: Braith
he: זיהוי
ka: აღმოჩენა
kn: ಪತ್ತೆ ಮಾಡಿ
ko: 감지
lo: ກວດຫາ
nl: Detecteren
oc: Detectar
si: අනාවරණය
sr: Откриј
sv: Upptäck
th: ตรวจหา
ug: بايقا
uk: Визначити
zh: 检测
zh_tw: 偵測

# keyboardVariantLabel
source: Select your keyboard variant:
ar: حدِّد نوع لوحة المفاتيح:
cs: Vyberte variantu své klávesnice:
da: Vælg din tastaturvariant:
et: Vali oma klaviatuuri variant:
eu: Hautatu teklatuaren aldaera:
fr: Sélectionnez votre variante du clavier :
ga: Roghnaigh leagan an mhéarchláir:
he: נא לבחור את הגוון המקלדת שלך:
it: Seleziona il formato della tastiera:
ka: კლავიატურის ვარიანტი:
kn: ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ ರೂಪಾಂತರವನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ko: 키보드 유형을 선택하십시오:
lo: ເລືອກແບບຍ່ອຍຂອງແປ້ນພິມຂອງທ່ານ:
nl: Selecteer uw toetsenbordvariant:
oc: Varianta del clavièr :
si: යතුරුපුවරු ප්‍රහේදය තෝරන්න:
sr: Изаберите варијанту тастатуре:
sv: Välj din tangentbordsvariant:
th: เลือกรูปแบบแป้นพิมพ์ของคุณ:
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى تاللىنىدۇ:
uk: Варіант клавіатури:
zh: 键盘变体：
zh_tw: 鍵盤變體：

# keyboardPressKeyLabel
source: Please press one of the following keys:
ar: انقر إحدى المفاتيح التالية:
cs: Stiskněte některou z následujících kláves:
da: Tryk venligst på en af følgende taster:
el: Παρακαλώ πιέστε ένα από τα ακόλουθα πλήκτρα:
et: Vajuta ühte järgnevatest klahvidest:
eu: Mesedez, sakatu hurrengo tekletariko bat:
fr: Veuillez appuyer sur l’une des touches suivantes :
ga: Brúigh cheann de na heochracha se:
he: נא ללחוץ על אחד מהתווים הבאים:
it: Prego premere uno dei seguenti tasti:
ka: დააწექით ერთ-ერთ შემდეგ ღილაკს:
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಕೀಗಳಲ್ಲಿ ಒಂದನ್ನು ಒತ್ತಿರಿ:
ko: 다음 키 중 하나를 누르십시오:
lo: ກະລຸນາກົດປຸ່ມໃດໜຶ່ງດັ່ງຕໍ່ໄປນີ້:
nl: Duw op een van de volgende toetsen:
oc: Mercés de quichar una de las tòcas seguentas :
si: පහත යතුරු වලින් එකක් ඔබන්න:
sr: Молимо притисните један од следећих тастера:
sv: Tryck på en av följande tangenter:
th: โปรดกดปุ่มใดปุ่มหนึ่งในรายการนี้:
ug: تۆۋەندىكى كۇنۇپكىلاردىن بىرنى بېسىڭ:
uk: Будь ласка, натисніть одну з цих клавiш:
zh: 请按下以下按键中的任意一个：
zh_tw: 請按以下其中一個鍵：

# keyboardKeyPresentLabel
source: Is the following key present on your keyboard?
ar: أهذا المفتاح موجود على لوحة مفاتيحك؟
cs: Máte na klávesnici následující klávesu?
da: Er følgende tast til stede på dit tastatur?
el: Υπάρχει στο πληκτρολόγιό σας το ακόλουθο πλήκτρο;
et: Kas järgnev klahv leidub klahvistikul?
eu: Hurrengo tekla zure teklatuan al dago?
fr: Cette touche est-elle présente sur votre clavier ?
ga: An bhfuil an eochair seo ann ar do mhéarchlár?
he: האם התו הבא קיים במקלדת שלך?
it: Il seguente tasto è presente sulla propria tastiera?
ka: აქვს თქვენს კლავიატურას შემდეგი ღილაკი?
kn: ನಿಮ್ಮ ಕೀಬೋರ್ಡ್‌ನಲ್ಲಿ ಈ ಕೆಳಗಿನ ಕೀ ಇದೆಯೇ?
ko: 다음 키가 키보드에 존재합니까?
lo: ມີປຸ່ມດັ່ງຕໍ່ໄປນີ້ຢູ່ເທິງແປ້ນພິມຂອງທ່ານບໍ່?
nl: Staat volgende toets op uw toetsenbord?
oc: La tòca seguenta es presenta sul clavièr ?
si: පහත යතුර ඔබගේ යතුරුපුවරුවේ තිබේද?
sr: Да ли следећи тастер постоји на вашој тастатури?
sv: Finns följande tangent på ditt tangentbord?
th: ปุ่มดังกล่าวมีอยู่บนแป้นพิมพ์หรือไม่?
ug: ھەرپتاختىڭىزدا تۆۋەندىكى كۇنۇپكىلار بارمۇ؟
uk: Чи присутня ця клавіша на клавіатурі?
zh: 您的键盘上是否有以下键？
zh_tw: 以下按鍵有出現在您的鍵盤嗎？

# localePageTitle
source: Welcome to {DISTRO}
ar: أهلًا بك في {DISTRO}
cs: Vítejte v {DISTRO}
da: Velkommen til {DISTRO}
el: Καλώς ήρθατε στο {DISTRO}
et: Tere tulemast, see on {DISTRO}
eu: Ongi etorri {DISTRO}ra
fr: Bienvenue sur {DISTRO}
ga: Fáilte go {DISTRO}
he: ברוך בואך אל {DISTRO}
it: Benvenuto su {DISTRO}
ka: მოგესალმებათ {DISTRO}
kn: {DISTRO} ಗೆ ಸುಸ್ವಾಗತ
ko: {DISTRO} 사용을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ {DISTRO}
nl: Welkom bij {DISTRO}
oc: La benvenguda a {DISTRO}
si: {DISTRO} වෙත පිළිගනිමු
sr: Добродошли у {DISTRO}
sv: Välkommen till {DISTRO}
ug: {DISTRO} غا خۇش كەلدىڭىز
uk: Ласкаво просимо до {DISTRO}
zh: 欢迎来到 {DISTRO}
zh_tw: 歡迎使用 {DISTRO}

# localeHeader
source: Choose your language:
ar: اختر لغتك:
cs: Zvolte si jazyk:
da: Vælg dit sprog:
el: Διαλέξτε την γλώσσα σας:
et: Vali oma keel:
eu: Aukeratu zure hizkuntza:
fr: Choisissez votre langue :
ga: Roghnaigh do theanga:
he: נא לבחור שפה:
it: Scegli la tua lingua:
ka: აირჩიეთ თქვენი ენა:
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆರಿಸಿ:
ko: 언어를 선택하십시오:
lo: ເລືອກພາສາຂອງທ່ານ:
nl: Kies uw taal:
oc: Causissètz vòstra lenga :
si: ඔබගේ භාෂාව තෝරන්න:
sr: Изаберите ваш језик:
sv: Välj ditt språk:
th: เลือกภาษาของคุณ:
ug: تىل تاللىنىدۇ:
uk: Оберіть мову:
zh: 选择您的语言：
zh_tw: 請選擇您的語言：

# identityPageTitle
source: Create your account
ar: إعداد حسابك
cs: Vytvořte si účet
da: Opret din konto
el: Δημιουργήστε τον λογαριασμό σας
et: Loo oma kasutajakonto
eu: Sortu kontua
fr: Créer votre compte
ga: Cruthaigh do chuntas
he: יצירת החשבון שלך
it: Informazioni personali
ka: შექმენით თქვენი ანგარიში
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ko: 계정을 설정하십시오
lo: ສ້າງບັນຊີຂອງທ່ານ
nl: Maak een account
oc: Configuratz vòstre compte
si: ඔබගේ ගිණුම සාදන්න
sr: Направите свој налог
sv: Skapa ditt konto
th: สร้างบัญชีของคุณ
ug: ھېسابىڭىز قۇرۇلىدۇ
uk: Налаштуйте обліковий запис
zh: 设置您的帐户
zh_tw: 設定您的帳號

# identityAutoLogin
source: Log in automatically
ar: لِج آليًا
cs: Přihlásit se automaticky
da: Log ind automatisk
el: Συνδεθείτε αυτόματα
et: Logi sisse automaatselt
eu: Hasi saioa automatikoki
fr: Ouvrir la session automatiquement
ga: Logáil isteach go huathoibríoch
he: כניסה אוטומטית
it: Accedere automaticamente
ka: ავტომატური შესვლა
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಿ
ko: 자동으로 로그인
lo: ເຂົ້າສູ່ລະບົບໂດຍອັດຕະໂນມັດ
nl: Automatisch inloggen
oc: Se connectar automaticament
si: ස්වයංක්‍රීයව පිවිසෙන්න
sr: Аутоматски се пријави
sv: Logga in automatiskt
th: เข้าระบบอัตโนมัติ
ug: ئۆزلۈكىدىن تىزىمغا كىرىدۇ
uk: Входити автоматично
zh: 自动登录
zh_tw: 自動登入

# identityRequirePassword
source: Require my password to log in
ar: اطلب كلمة السر للولوج
cs: Při přihlašování vyžadovat heslo
da: Kræv min adgangskode for at logge ind
et: Sisselogimiseks küsi salasõna
eu: Eskatu pasahitza saioa hasteko
fr: Demander mon mot de passe pour ouvrir une session
ga: Iarr ar mo phasfhocal logáil isteach
he: דרישת הסיסמה שלי לצורך כניסה
it: Richiedi la password all'accesso
ka: შესასვლელად პაროლის მოთხოვნა
kn: ಲಾಗ್ ಇನ್ ಮಾಡಲು ನನ್ನ ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯವಿದೆ
ko: 로그인할 때 암호 요구
lo: ຕ້ອງໃຊ້ລະຫັດຜ່ານຂອງຂ້ອຍເພື່ອເຂົ້າສູ່ລະບົບ
nl: Vereis het wachtwoord om in te loggen
oc: Demandar mon senhal per dobrir una session
si: ප්‍රවේශය සඳහා මාගේ මුරපදය වුවමනාය
sr: Захтевај моју лозинку за пријаву
sv: Kräv mitt lösenord för att logga in
th: ต้องป้อนรหัสผ่านเพื่อเข้าระบบ
ug: تىزىمغا كىرگەندە ئىم سورايدۇ
uk: Для входу потрібен пароль
zh: 登录时需要密码
zh_tw: 需要我的密碼才能登入

# identityHostnameInfo
source: The name it uses when it talks to other computers.
ar: يستخدم هذا الاسم للتواصل مع الحواسيب الأخرى.
cs: Tento název slouží při komunikaci s ostatními počítači.
da: Det navn den bruger, når den kommunikerer med andre computere.
et: Selle arvuti nimi teiste arvutitega suhtlemisel.
eu: Beste ordenagailuekin komunikatzean erabiliko duen izena.
fr: Le nom qu’il utilise pour communiquer avec d’autres ordinateurs.
ga: An t-ainm a úsáideann sé nuair a labhraíonn sé le ríomhairí eile.
he: השם שישמש את המחשב בעת תקשורת מול מחשבים אחרים.
it: Il nome usato per comunicare con altri computer.
ka: სახელი, რომელსაც ის იყენებს, როცა სხვა კომპიუტერებს ელაპარაკება.
kn: ಇತರ ಕಂಪ್ಯೂಟರ್‌ಗಳೊಂದಿಗೆ ಮಾತನಾಡುವಾಗ ಅದು ಬಳಸುವ ಹೆಸರು.
ko: 다른 컴퓨터와 통신할 때 사용하는 이름입니다.
lo: ຊື່ທີ່ມັນໃຊ້ເວລາຕິດຕໍ່ສື່ສານກັບຄອມພິວເຕີເຄື່ອງອື່ນ.
nl: De naam die het gebruikt om te praten met andere computers.
oc: Lo nom qu’utiliza per comunicar amb d’autres ordenadors.
si: වෙනත් පරිගණක වෙත අමතන විට නම භාවිතා වේ.
sr: Име које користи када комуницира са другим рачунарима.
sv: Namnet den använder när den pratar med andra datorer.
th: ชื่อที่เครื่องใช้เมื่อติดต่อกับคอมพิวเตอร์เครื่องอื่น
ug: باشقا كومپيۇتېرلار بىلەن ئالاقە قىلغاندا بۇ كومپيۇتېر ئىشلىتىدىغان ئىسم.
uk: Iм'я, яке використовується для зв'язку з іншими комп'ютерами.
zh: 与其他计算机联络时使用的名称。
zh_tw: 當它與其它電腦溝通時所使用的名稱。

# accessibilityPageTitle
source: Accessibility
ar: الإتاحة
cs: Přístupnost
da: Tilgængelighed
el: Προσβασιμότητα
et: Hõlpsus
eu: Erabilerraztasuna
fr: Accessibilité
ga: Inrochtaineacht
he: נגישות
it: Accessibilità
ka: წვდომადობა
kn: ಪ್ರವೇಶಿಸುವಿಕೆ
ko: 접근성
lo: ການເຂົ້າເຖິງ
nl: Toegankelijkheid
oc: Accessibilitat
si: ප්‍රවේශ්‍යතාව
sr: Приступачност
sv: Hjälpmedel
ug: قولايلىق
uk: Доступність
zh: 可访问性
zh_tw: 無障礙功能

# accessibilityPageHeader
source: Accessibility in {DISTRO}
ar: الإتاحة في {DISTRO}
cs: Přístupnost v {DISTRO}
da: Tilgængelighed i {DISTRO}
el: Προσβασιμότητα στην {DISTRO}
et: Hõlpsus, juurdepääsetavus ja {DISTRO}
eu: Erabilerraztasuna {DISTRO}n
fr: Accessibilité dans {DISTRO}
ga: Inrochtaineacht i {DISTRO}
he: נגישות ב־{DISTRO}
it: Accessibilità in {DISTRO}
ka: წვდომადობა {DISTRO}-ში
kn: {DISTRO} ನಲ್ಲಿ ಪ್ರವೇಶಿಸುವಿಕೆ
ko: {DISTRO}의 접근성
lo: ການເຂົ້າເຖິງໃນ {DISTRO}
nl: Toegankelijkheid in {DISTRO}
oc: L’accessibilitat dins {DISTRO}
si: {DISTRO} ප්‍රවේශ්‍යතාව
sr: Приступачност у {DISTRO}
sv: Hjälpmedel i {DISTRO}
ug: {DISTRO} دىكى قولايلىقلىقى
uk: Доступність в {DISTRO}
zh: {DISTRO} 中的可访问性
zh_tw: {DISTRO} 中的無障礙功能

# accessibilityPageBody
source: Customise {DISTRO} to your needs before you set up. You can change them later in System Settings.
ar: خصِّص {DISTRO} ليناسب احتياجاتك قبل إعداده. يمكنك تغييرهم لاحقًا في إعدادات النظام.
cs: Před nastavením si {DISTRO} přizpůsobte svým potřebám. Volby si můžete později změnit v Nastavení systému.
da: Tilpas {DISTRO} til dine behov før opsætning. Du kan ændre dem senere i Systemindstillinger.
el: Τροποποιήστε {DISTRO} στις ανάγκες σας πριν το σετάρισμα. Μπορείτε πάντα να τις αλλάξετε στις Ρυθμίσεις Συστήματος.
et: Enne paigaldamist säti {DISTRO} vastavaks oma eelistustele. Neid saad alati hiljem muuta süsteemi seadistustest.
eu: Pertsonalizatu {DISTRO} zure beharretara egokitzeko, dena martxan jarri aurretik. Gero ere izango duzu hau aldatzeko aukera Sistemaren ezarpenetan.
fr: Personnalisez {DISTRO} selon vos besoins avant de l'installer. Vous pouvez fait des changements plus tard dans les paramètres système.
ga: Saincheap {DISTRO} le do chuid riachtanas sula gcuireann tú ar bun. Is féidir leat iad a athrú níos déanaí i Socruithe Córais.
he: התאמת {DISTRO} לצרכים שלך לפני ההתקנה. אפשר לשנות אותם מאוחר יותר בהגדרות המערכת.
it: Personalizza {DISTRO} in base alle tue esigenze prima della configurazione. Puoi modificarli in seguito in Impostazioni di sistema.
ka: მოარგეთ {DISTRO} თქვენს საჭიროებებს, სანამ დააყენებთ. პარამეტრების შეცვლა მოგვიანებით, სისტემის მორგების ფანჯარაში შეგეძლებათ.
kn: ನೀವು ಹೊಂದಿಸುವ ಮೊದಲು ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ {DISTRO} ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ. ನೀವು ಅವುಗಳನ್ನು ನಂತರ ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
ko: 설치 전에 {DISTRO}를 원하는 대로 사용자화할 수 있습니다. 설치 후에도 시스템 설정에서 변경할 수 있습니다.
lo: ປັບແຕ່ງ {DISTRO} ຕາມຄວາມຕ້ອງການຂອງທ່ານກ່ອນຕິດດັ້ັ້ງ. ທ່ານສາມາດປ່ຽນແປງພາຍຫຼັງໄດ້ໃນການຕັ້ງຄ່າລະບົບ.
nl: Personaliseer {DISTRO} zoals u het wil voor u de set-up doet. U kan ze later veranderen in de systeeminstellingen.
oc: Personalizatz {DISTRO} coma avètz mestièr abans de lo metre en plaça. Podètz cambiar aquò mai tard als paramètres sistèma.
si: පිහිටුවීමට පෙර ඔබගේ අවශ්‍යතා සඳහා {DISTRO} අභිරුචිකරණය කරන්න. ඔබට ඒවා පසුව වෙනස් කිරීමට හැකිය.
sr: Прилагодите {DISTRO} својим потребама пре него што подесите. Можете их касније променити у Системским подешавањима.
sv: Anpassa {DISTRO} för att passa dina behov innan du installerar. Du kan ändra dem senare i Systeminställningar.
ug: تەڭشەشتىن ئىلگىرى ئېھتىياجىڭىزغا ئاساسەن {DISTRO} نى خاسلاشتۇرالايسىز. كېيىن ئۇلارنى سىستېما تەڭشىكىدىن ئۆزگەرتەلەيسىز.
uk: Налаштуйте {DISTRO} відповідно до ваших потреб перед початком роботи. Ви можете змінити це пізніше в Налаштуваннях системи.
zh: 在您安装之前，按您的需要自定义 {DISTRO}。您之后可以在“系统设置”中更改它们。
zh_tw: 在您完成安裝之前根據您的需求自訂 {DISTRO}。您亦可以於安裝後在「系統設定」中變更這些設定。

# accessibilitySeeingLabel
source: Seeing
ar: الرؤية
cs: Zrak
da: Syn
el: Βλέποντας
et: Nägemine
eu: Ikusmena
fr: Vision
ga: Ag féachaint
he: ראייה
ka: მხედველობა
kn: ನೋಡುತ್ತಿದ್ದೇನೆ
ko: 시각
lo: ການເບິ່ງເຫັນ
nl: Zicht
oc: Vista
si: දැකීම
sr: Вид
sv: Syn
ug: كۆرۈش سېزىمى
uk: Зір
zh: 视觉
zh_tw: 視覺

# accessibilityHearingLabel
source: Hearing
ar: الاستماع
cs: Sluch
da: Hørelse
el: Ακούγοντας
et: Kuulmine
eu: Entzumena
fr: Audition
ga: Éisteacht
he: שמיעה
ka: სმენა
kn: ಕೇಳುವಿಕೆ
ko: 청각
lo: ການໄດ້ຍິນ
nl: Gehoor
oc: Ausida
si: ඇසීම
sr: Слух
sv: Hörsel
ug: ئاڭلاش سېزىمى
uk: Слух
zh: 听觉
zh_tw: 聽覺

# accessibilityTypingLabel
source: Typing
ar: الكتابة
cs: Psaní
da: Indtastning
el: Πληκτρολόγηση
et: Trükkimine ja kirjutamine
eu: Idazketa
fr: Saisie
ga: Clóscríobh
he: הקלדה
ka: კრეფა
kn: ಟೈಪಿಂಗ್
ko: 키 입력
lo: ການພິມ
nl: Typen
oc: Picatge
si: ලිවීම
sr: Куцање
sv: Skrivning
ug: كىرگۈزۈش
uk: Введення
zh: 打字
zh_tw: 文字輸入

# accessibilityPointingLabel
source: Pointing and clicking
ar: التأشير والنقر
cs: Ukazování a klikání
da: Peg og klik
et: Osutamine ja klõpsimine
eu: Erakustea eta klik egitea
fr: Pointage et clic de souris
ga: Pointeáil agus cliceáil
he: הצבעה ולחיצה
ka: დამიზნება და დაწკაპუნება
kn: ಸೂಚಿಸುವುದು ಮತ್ತು ಕ್ಲಿಕ್ ಮಾಡುವುದು
ko: 포인팅과 클릭
lo: ການຊີ້ ແລະ ການຄລິກ
nl: Aanwijzen en klikken
oc: Ponchar e clicar
si: දැක්වීම හා එබීම
sr: Показивање и кликање
sv: Peka och klicka
ug: نىشانلاش ۋە چېكىش
uk: Наведення та клацання
zh: 指向与点击
zh_tw: 指向與點擊

# accessibilityZoomLabel
source: Zoom
ar: التحجيم
cs: Přiblížení
el: Μεγέθυνση
et: Suumimine
eu: Zooma
ga: Súmáil
he: תקריב
ka: გადიდება
kn: ಜೂಮ್ ಮಾಡಿ
ko: 화면 확대
lo: ຂະຫຍາຍ
oc: Agrandiment
si: විශාලනය
sr: Зум
ug: نىسبەت
uk: Масштабування
zh: 放大
zh_tw: 放大

# accessibilityHighContrastLabel
source: High contrast
ar: تباين عالٍ
cs: Vysoký kontrast
da: Høj kontrast
el: Μεγάλη αντίθεση
et: Väga kontrastne
eu: Kontraste handia
fr: Contraste élevé
ga: Ardchodarsnacht
he: ניגודיות גבוהה
it: Contrasto elevato
ka: მაღალი კონტრასტი
kn: ಹೆಚ್ಚಿನ ಕಾಂಟ್ರಾಸ್ಟ್
ko: 고대비
lo: ຄວາມຕັດກັນສູງ
nl: Hoog contrast
oc: Constraste naut
si: ඉහළ පිළිසැසඳුම
sr: Висок контраст
sv: Hög kontrast
ug: يۇقىرى سېلىشتۇرما
uk: Висока контрастність
zh: 高对比度
zh_tw: 高對比

# accessibilityLargeTextLabel
source: Large text
ar: نص كبير
cs: Velký text
da: Stor tekst
el: Μεγάλο κείμενο
et: Suur tekst
eu: Testu handia
fr: Grand texte
ga: Téacs mór
he: טקסט גדול
it: Testo grande
ka: დიდი ტექსტი
kn: ದೊಡ್ಡ ಪಠ್ಯ
ko: 큰 텍스트
lo: ຕົວໜັງສືຂະໜາດໃຫຍ່
nl: Grote tekst
oc: Tèxte grand
si: විශාල පෙළ
sr: Велики текст
sv: Stor text
ug: چوڭ تېكىست
uk: Великий текст
zh: 大号文本
zh_tw: 大文字

# accessibilityReduceAnimationLabel
source: Reduce animation
ar: قلِّص التحريكات
cs: Omezení animací
da: Reducér animation
et: Vähenda animatsioone
eu: Gutxitu animazioak
fr: Réduire l’animation
ga: Laghdaigh beochan
he: הפחתת הנפשות
it: Riduci animazione
ka: ანიმაციის შემცირება
kn: ಅನಿಮೇಷನ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಿ
ko: 애니메이션 줄이기
lo: ຫຼຸດຜ່ອນການເຄື່ອນໄຫວ
nl: Verminder animatie
oc: Redusir l’animacion
si: අවම සජීවකරණ
sr: Смањи анимацију
sv: Minska animeringar
ug: جانلاندۇرۇمنى ئازايتىش
uk: Скоротити анімацію
zh: 减少动画
zh_tw: 減少動畫效果

# accessibilityScreenReaderLabel
source: Screen reader
ar: قارئ الشاشة
cs: Čtečka obrazovky
da: Skærmoplæser
et: Ekraanivaate ettelugeja
eu: Pantaila irakurlea
fr: Lecteur d’écran
ga: Léitheoir scáileáin
he: מקריא מסך
it: Lettore di schermo
ka: ეკრანის წამკითხავი
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್
ko: 화면 읽어주기
lo: ໂປຣແກຣມອ່ານໜ້າຈໍ
nl: Schermaflezer
oc: Lector d’ecran
si: තිරය කියවනය
sr: Читач екрана
sv: Skärmläsare
ug: ئېكران ئوقۇغۇچ
uk: Зчитувач з екрана
zh: 屏幕阅读器
zh_tw: 螢幕閱讀器

# accessibilityVisualAlertsLabel
source: Visual alerts
ar: الإنذارات البصرية
cs: Vizuální upozornění
da: Visuelle påmindelser
el: Εικονικές ειδοποιήσεις
et: Visuaalsed hoiatused
eu: Abisu bisualak
fr: Alertes visuelles
ga: Foláirimh amhairc
he: התראות חזותיות
it: Avvisi visivi
ka: ვიზუალური გაფრთხილებები
kn: ದೃಶ್ಯ ಎಚ್ಚರಿಕೆಗಳು
ko: 시각적 알림
lo: ການແຈ້ງເຕືອນແບບພາບ
nl: Visuele meldingen
oc: Alèrtas visualas
si: දෘශ්‍ය ඇඟවීම්
sr: Визуелна обавештења
sv: Visuella larm
ug: كۆرۈنمە ئاگاھلاندۇرۇش
uk: Візуальні попередження
zh: 视觉警报
zh_tw: 使用視覺效果取代警示音

# accessibilityStickKeysLabel
source: Sticky keys
ar: المفاتيح اللاصقة
cs: Lepivé klávesy
da: Klæbetaster
et: Kleepuvad klahvid
eu: Tekla itsaskorrak
fr: Touches rémanentes
ga: Eochracha greamaitheacha
he: מקשים דביקים
ka: წებოვანი ღილაკები
kn: ಅಂಟಿಕೊಳ್ಳುವ ಕೀಲಿಗಳು
ko: 고정 키
lo: ປຸ່ມກົດຄ້າງ
nl: Plaktoetsen
oc: Tòcas remanentas
si: රැඳවුම් යතුරු
sr: Лепљиви тастери
sv: Tröga tangenter
ug: يېپىشقاق كۇنۇپكا
uk: Липкі клавіші
zh: 粘滞键
zh_tw: 相黏鍵

# accessibilitySlowKeysLabel
source: Slow keys
ar: المفاتيح البطيئة
cs: Pomalé klávesy
da: Langsomme taster
el: Αργά πλήκτρα
et: Aeglased klahvid
eu: Tekla motelak
fr: Touches lentes
ga: Eochracha malla
he: מקשים איטיים
ka: ნელი ღილაკები
kn: ನಿಧಾನ ಕೀಲಿಗಳು
ko: 느린 키 입력
lo: ປຸ່ມກົດຊ້າ
nl: Traagtoetsen
oc: Tòcas lentas
si: ප්‍රමාද යතුරු
sr: Спори тастери
sv: Långsamma tangenter
ug: ئاستا كۇنۇپكا
uk: Повільні клавіші
zh: 慢速键
zh_tw: 慢速按鍵

# accessibilityMouseKeysLabel
source: Mouse keys
ar: مفاتيح الفأرة
cs: Klávesy myší
da: Musetaster
el: Πλήκτρα ποντικιού
et: Hiireklahvid
eu: Sagu-teklak
fr: Touches de la souris
ga: Eochracha luiche
he: מקשי עכבר
ka: თაგუნას ღილაკები
kn: ಮೌಸ್ ಕೀಗಳು
ko: 마우스 키
lo: ປຸ່ມບັງຄັບເມົາສ໌
nl: Muistoetsen
oc: Tòcas de la mirga
si: මූසික යතුරු
sr: Тастери миша
sv: Mustangenter
ug: چاشقىنەك كۇنۇپكىسى
uk: Клавіші миші
zh: 鼠标键
zh_tw: 滑鼠鍵

# accessibilityDesktopZoomLabel
source: Desktop zoom
ar: تحجيم سطح المكتب
cs: Přiblížení plochy
da: Skrivebordszoom
el: Μεγέθυνση Επιφάνεια Εργασίας
et: Töölaua suurendamine
eu: Mahaigainaren zooma
fr: Zoom du bureau
ga: Súmáil deisce
he: תקריב שולחן עבודה
it: Zoom desktop
ka: სამუშაო მაგიდის გადიდება
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಜೂಮ್
ko: 데스크톱 확대
lo: ການຂະຫຍາຍໜ້າຈໍ
oc: Agrandiment del buèu
si: වැඩතලය විශාලනය
sr: Зум радне површине
sv: Skrivbordszoom
ug: ئۈستەلئۈستى نىسبىتى
uk: Масштабування стільниці
zh: 桌面缩放
zh_tw: 桌面放大

# networkPageHeader
source: Connect to the internet
ar: اتصل بالإنترنت
cs: Připojit k internetu
da: Forbind til internettet
el: Σύνδεση στο Διαδίκτυο
et: Lisa internetiühendus
eu: Konektatu Internetera
fr: Connecter à Internet
ga: Ceangail leis an idirlíon
he: נא להתחבר לאינטרנט
it: Connettere questo computer alla rete permetterà a Ubuntu l'installazione di software aggiuntivo necessario e a scegliere il tuo fuso orario. Connetti il computer via cavo Ethernet, o scegli una Rete Wi-Fi
ka: ინტერნეტთან დაკავშირება
kn: ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ
ko: 인터넷에 연결하기
lo: ເຊື່ອມຕໍ່ກັບອິນເຕີເນັດ
nl: Verbind met het internet
oc: Se connectar a l’internet
si: අන්තර්ජාලයට සබඳින්න
sr: Повежите се на интернет
sv: Anslut till internet
th: เชื่อมต่อกับอินเทอร์เน็ต
ug: ئىنتېرنېتقا باغلا
uk: Під'єднання до інтернету
zh: 连接到互联网
zh_tw: 連接到網際網路
