Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_provision/lib/src/l10n/ubuntu_provision_*.arb
Languages: ar, cs, da, el, et, eu, fr, ga, he, it, ka, kn, ko, lo, nl, oc, si, sr, sv, th, ug, uk, zh, zh_tw

# identityInvalidHostname
source: The computer name is invalid
ar: اسم الحاسوب غير صالح
cs: Tento název pro počítač nelze použít
da: Computernavnet er ugyldigt
el: Το όνομα υπολογιστή είναι άκυρο
et: See arvutinimi on vigane
eu: Ordenagailuaren izena baliogabea da
fr: Ce nom d’ordinateur est invalide
ga: Tá ainm an ríomhaire neamhbhailí
he: שם המחשב אינו תקני
it: Il nome del computer non è valido
ka: კომპიუტერის სახელი არასწორია
kn: ಕಂಪ್ಯೂಟರ್ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ
ko: 올바르지 않은 컴퓨터 이름입니다
lo: ຊື່ຄອມພິວເຕີບໍ່ຖືກຕ້ອງ
nl: De naam van de computer is ongeldig
oc: Lo nom de l’ordenador es invalid
si: පරිගණකයේ නම වැරදිය
sr: Име рачунара је неважеће
sv: Datornamnet är ogiltigt
th: ชื่อคอมพิวเตอร์นั้นใช้ไม่ได้
ug: كومپيۇتېر ئىسمى ئىناۋەتسىز
uk: Ім'я комп'ютера вказано невірно
zh: 计算机主机名无效
zh_tw: 該電腦名稱無效

# identityUsernameLabel
source: Your username
ar: اسم مستخدمك
cs: Vaše uživatelské jméno
da: Dit brugernavn
el: Το όνομα χρήστη
et: Sinu kasutajanimi
eu: Erabiltzaile-izena
fr: Votre nom d’utilisateur
ga: D'ainm úsáideora
he: שם המשתמש שלך (באותיות לטיניות)
it: Scegli uno username
ka: თქვენი მომხმარებლის სახელი
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້ຂອງທ່ານ
nl: Uw gebruikersnaam
oc: Causissètz un nom d’utilizaire
si: ඔබගේ පරිශ්‍රීලක නාමය
sr: Ваше корисничко име
sv: Ditt användarnamn
th: ชื่อผู้ใช้ของคุณ
ug: ئىشلەتكۈچى ئاتىڭىز
uk: Оберіть ім'я користувача
zh: 键入一个用户名
zh_tw: 輸入使用者名稱

# identityUsernameRequired
source: A username is required
ar: اسم المستخدم مطلوب
cs: Je třeba zadat uživatelské jméno
da: Et brugernavn er påkrævet
el: Το όνομα χρηστή είναι απαραίτητο
et: Kasutajanime sisestamine on kohustuslik
eu: Erabiltzaile-izena beharrezkoa da
fr: Un nom d’utilisateur est requis
ga: Tá ainm úsáideora de dhíth
he: דרוש שם משתמש
it: È richiesto un username
ka: მომხმარებლის სახელი აუცილებელია
kn: ಬಳಕೆದಾರಹೆಸರು ಅಗತ್ಯವಿದೆ
ko: 사용자 이름이 필요합니다
lo: ຈຳເປັນຕ້ອງໃສ່ຊື່ຜູ້ໃຊ້
nl: Een gebruikersnaam is nodig
oc: Un nom d’utilizaire es requerit
si: පරිශ්‍රීලක නාමයක් වුවමනාය
sr: Корисничко име је обавезно
sv: Ett användarnamn krävs
ug: ئىشلەتكۈچى ئاتى زۆرۈر
uk: Потрібно ввести ім'я користувача
zh: 需要用户名
zh_tw: 使用者名稱為必填欄位

# identityInvalidUsername
source: The username is invalid
ar: اسم المستخدم غير صالح
cs: Toto uživatelské jméno nelze použít
da: Brugernavnet er ugyldigt
el: Το όνομα χρήστη είναι άκυρο
et: See kasutajanimi on vigane
eu: Erabiltzaile-izena baliogabea da
fr: Ce nom d’utilisateur est invalide
ga: Tá an t-ainm úsáideora neamhbhailí
he: שם המשתמש אינו תקני
it: L'username non è valido
ka: მომხმარებლის სახელი არასწორია
kn: ಬಳಕೆದಾರಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ
ko: 올바르지 않은 사용자 이름입니다
lo: ຊື່ຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ
nl: De gebruikersnaam is ongeldig
oc: Lo nom d’utilizaire es requerit
si: පරිශ්‍රීලක නාමය වැරදිය
sr: Корисничко име је неважеће
sv: Användarnamnet är ogiltigt
th: ชื่อผู้ใช้นั้นใช้ไม่ได้
ug: ئىشلەتكۈچى ئاتى ئىناۋەتسىز
uk: Ім'я користувача вказано невірно
zh: 用户名无效
zh_tw: 該使用者名稱無效

# identityUsernameInUse
source: That user name already exists.
ar: اسم المستخدم هذا موجود بالفعل.
cs: Toto uživatelské jméno už existuje.
da: Det brugernavn findes allerede.
el: Το όνομα χρήστη υπάρχει ήδη.
et: Selline kasutajanimi on juba olemas.
eu: Dagoeneko existitzen da erabiltzaile-izen hori.
fr: Ce nom d’utilisateur existe déjà.
ga: Tá an t-ainm úsáideora sin ann cheana féin.
he: שם משתמש זה כבר קיים.
it: Esiste già un utente con quel nome.
ka: ეს მომხმარებლის სახელი უკვე არსებობს.
kn: ಆ ಬಳಕೆದಾರ ಹೆಸರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ko: 해당 사용자 이름이 이미 존재합니다.
lo: ມີຊື່ຜູ້ໃຊ້ນັ້ນຢູ່ແລ້ວ.
nl: Die gebruikersnaam bestaat al.
oc: Aqueste nom d’utilizaire existís ja.
si: පරිශ්‍රීලක නාමය දැනටමත් පවතී.
sr: То корисничко име већ постоји.
sv: Det användarnamnet finns redan.
th: ชื่อผู้ใช้นั้นมีอยู่แล้ว
ug: ئىشلەتكۈچى ئاتى مەۋجۇت.
uk: Таке ім'я користувача вже існує.
zh: 这个用户名已经存在。
zh_tw: 該使用者名稱已存在。

# identityUsernameSystemReserved
source: That name is reserved for system usage.
ar: اسم المستخدم هذا محجوز لاستخدام النظام.
cs: Toto jméno je vyhrazeno pro využití systémem.
da: Det navn er reserveret til systembrug.
et: Selline kasutajanimi on reserveeritud vaid operatsioonisüsteemi jaoks.
eu: Izen hori sistemak erabiltzeko erreserbatuta dago.
fr: Ce nom est réservé pour le système.
ga: Tá an t-ainm sin curtha in áirithe d'úsáid an chórais.
he: שם זה שמור לטובת המערכת.
it: Quel nome è riservato per uso interno al sistema.
ka: სახელი დაცულია სისტემური გამოყენებისთვის.
kn: ಆ ಹೆಸರನ್ನು ಸಿಸ್ಟಮ್ ಬಳಕೆಗಾಗಿ ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.
ko: 시스템 사용을 위해 예약된 사용자 이름입니다.
lo: ຊື່ນັ້ນຖືກສະຫງວນໄວ້ສຳລັບການນຳໃຊ້ຂອງລະບົບ.
nl: Die naam wordt gereserveerd door het systeem.
oc: Aqueste nom es reservat per l’usatge del sistèma.
si: එම නම පද්ධතියේ භාවිතයට වෙන් කර ඇත.
sr: То име је резервисано за системску употребу.
sv: Det namnet är reserverat för systemanvändning.
th: ชื่อนั้นสงวนไว้สำหรับใช้โดยระบบ
ug: بۇ ئات سىستېمىنىڭ ئىشلىتىشى ئۈچۈن قالدۇرۇلغان.
uk: Це ім'я зарезервоване для використання в системі.
zh: 这个名称保留给系统使用。
zh_tw: 該使用者名稱已為系統使用而保留。

# identityUsernameTooLong
source: That name is too long.
ar: هذا الاسم طويل جدًا.
cs: Toto jméno je příliš dlouhé.
da: Det navn er for langt.
el: Αυτό το όνομα είναι πολύ μακρύ.
et: See nimi on liiga pikk.
eu: Izen hori luzeegia da.
fr: Ce nom est trop long.
ga: Tá an t-ainm sin rófhada.
he: השם הזה ארוך מדי.
it: Quel nome è troppo lungo.
ka: სახელი მეტისმეტად გრძელია.
kn: ಆ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 사용자 이름이 너무 깁니다.
lo: ຊື່ນັ້ນຍາວເກີນໄປ.
nl: Die naam is te lang.
oc: Aqueste nom es tròp long.
si: නම ඉතා දිගයි.
sr: То име је предуго.
sv: Det namnet är för långt.
th: ชื่อนั้นยาวเกินไป
ug: ئىسىم بەك ئۇزۇن.
uk: Це ім'я занадто довге.
zh: 名字过长.
zh_tw: 該使用者名稱太長。

# identityUsernameInvalidChars
source: That name contains invalid characters.
ar: يتضمن الاسم محارف غير صالحة.
cs: Toto jméno obsahuje neplatné znaky.
da: Det navn indeholder ugyldige tegn.
el: Το όνομα περιέχει λανθασμένους χαρακτήρες.
et: Selles nimes on keelatud tähemärke.
eu: Izen horrek karaktere baliogabeak ditu.
fr: Ce nom contient des caractères invalides.
ga: Tá carachtair neamhbhailí san ainm sin.
he: שם זה מכיל תווים לא תקניים.
it: Quel nome contiene caratteri non validi.
ka: სახელი არასწორ სიმბოლოებს შეიცავს.
kn: ಆ ಹೆಸರು ಅಮಾನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
ko: 사용자 이름에 허용되지 않은 문자가 포함되어 있습니다.
lo: ຊື່ນັ້ນມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ.
nl: Die naam bevat ongeldige tekens.
oc: Aqueste nom conten de caractèrs invalids.
si: නමෙහි වලංගු නොවන අකුරු අඩංගුය.
sr: То име садржи неважеће знакове.
sv: Det namnet innehåller ogiltiga tecken.
th: ชื่อนั้นมีอักขระที่ใช้ไม่ได้
ug: ئىسىمدا ئىناۋەتسىز ھەرپ بار.
uk: Це ім'я містить недопустимі символи.
zh: 这个名称包含无效字符。
zh_tw: 該使用者名稱包含無效字元。

# identityPasswordLabel
source: Password
ar: كلمة السر
cs: Heslo
da: Adgangskode
el: Κωδικός
et: Salasõna
eu: Pasahitza
fr: Mot de passe
ga: Pasfhocal
he: סיסמה
it: Scegli una password
ka: პაროლი
kn: ಪಾಸ್ವರ್ಡ್
ko: 암호
lo: ລະຫັດຜ່ານ
nl: Wachtwoord
oc: Causissètz un senhal
si: මුරපදයක් තෝරන්න
sr: Лозинка
sv: Lösenord
th: รหัสผ่าน
ug: ئىم
uk: Оберіть пароль
zh: 选择一个密码
zh_tw: 請輸入密碼

# identityPasswordRequired
source: A password is required
ar: كلمة السر مطلوبة
cs: Je třeba zadat heslo
da: En adgangskode er påkrævet
el: Ο κωδικός είναι απαραίτητος
et: Salasõna on kohustuslik
eu: Pasahitza beharrezkoa da
fr: Un mot de passe est requis
ga: Tá pasfhocal de dhíth
he: דרושה סיסמה
it: È richiesta una password
ka: პაროლი აუცილებელია
kn: ಪಾಸ್ವರ್ಡ್ ಅಗತ್ಯವಿದೆ
ko: 암호가 필요합니다
lo: ຈຳເປັນຕ້ອງໃສ່ລະຫັດຜ່ານ
nl: Een wachtwoord is vereist
oc: Un senhal es requerit
si: මුරපදයක් වුවමනාය
sr: Потребна је лозинка
sv: Ett lösenord krävs
th: ต้องป้อนรหัสผ่านด้วย
ug: ئىم زۆرۈر
uk: Потрібно ввести пароль
zh: 需要密码
zh_tw: 密碼為必填欄位

# identityConfirmPasswordLabel
source: Confirm password
ar: أكِّد كلمة السر
cs: Zopakujte heslo
da: Bekræft adgangskode
el: Επιβεβαίωση κωδικού
et: Korda salasõna
eu: Berretsi pasahitza
fr: Confirmez le mot de passe
ga: Deimhnigh pasfhocal
he: אישור הסיסמה
it: Conferma la password
ka: დაადასტურეთ პაროლი
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ko: 암호 확인
lo: ຢືນຢັນລະຫັດຜ່ານ
nl: Wachtwoord bevestigen
oc: Confirmatz lo senhal
si: මුරපදය තහවුරු කරන්න
sr: Потврдите лозинку
sv: Bekräfta lösenordet
th: ยืนยันรหัสผ่าน
ug: ئىم جەزملە
uk: Підтвердить пароль
zh: 确认您的密码
zh_tw: 確認您的密碼

# identityPasswordMismatch
source: The passwords do not match
ar: كلمتا السر لا تتطابقان
cs: Hesla se navzájem liší
da: Adgangskoderne stemmer ikke overens
el: Αυτοί οι κωδικοί δεν ταιριάζουν
et: Salasõnad ei klapi
eu: Pasahitzak ez datoz bat
fr: Les mots de passe ne correspondent pas
ga: Ní mheaitseálann na pasfhocail
he: הסיסמאות אינן זהות
it: Le password non corrispondono
ka: პაროლები არ ემთხვევა
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ko: 암호가 일치하지 않습니다
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
nl: De wachtwoorden komen niet overeen
oc: Los senhals correspondon pas
si: මුරපද නොගැළපේ
sr: Лозинке се не поклапају
sv: Lösenorden stämmer inte överens
th: รหัสผ่านไม่ตรงกัน
ug: ئىم ماسلاشمىدى
uk: Паролі не збігаються
zh: 密码不匹配
zh_tw: 兩次密碼輸入不合

# identityPasswordShow
source: Show
ar: اعرض
cs: Zobrazit
da: Vis
et: Näita
eu: Erakutsi
fr: Montrer
ga: Taispeáin
he: חשיפה
it: Mostra
ka: ჩვენება
kn: ತೋರಿಸು
ko: 표시
lo: ສະແດງ
nl: Tonen
oc: Mostrar
si: පෙන්වන්න
sr: Прикажи
sv: Visa
th: แสดง
ug: كۆرسەت
uk: Показати
zh: 显示
zh_tw: 顯示密碼

# identityPasswordHide
source: Hide
ar: أخفِ
cs: Skrýt
da: Skjul
el: Απόκρυψη
et: Peida
eu: Ezkutatu
fr: Cacher
ga: Folaigh
he: הסתרה
it: Nascondi
ka: დამალვა
kn: ಮರೆಮಾಡಿ
ko: 숨기기
lo: ເຊື່ອງ
nl: Verbergen
oc: Rescondre
si: සඟවන්න
sr: Сакриј
sv: Dölj
th: ซ่อน
ug: يوشۇر
uk: Сховати
zh: 隐藏
zh_tw: 隱藏密碼

# identityActiveDirectoryOption
source: Use Active Directory
ar: استعمل Active Directory
cs: Použít Active Directory
da: Brug Active Directory
et: Kasuta Active Directory teenuseid
eu: Erabili Active Directory
fr: Utiliser Active Directory
ga: Úsáid Comhadlann Ghníomhach
he: להשתמש ב־Active Directory
it: Usa Active Directory
ka: Active Directory-ის გამოყენება
kn: ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಯನ್ನು ಬಳಸಿ
ko: 액티브 디렉토리 사용
lo: ໃຊ້ Active Directory
nl: Maak gebruik van Active Directory
oc: Utilizar Active Directory
si: සක්‍රිය නමාවලිය භාවිතා කරන්න
sr: Користи Active Directory
sv: Använd Active Directory
ug: ئاكتىپ مۇندەرىجىنى ئىشلىتىدۇ
uk: Скористатися Active Directory
zh: 使用活动目录
zh_tw: 使用 Active Directory

# identityActiveDirectoryInfo
source: You'll enter domain and other details in the next step.
ar: ستدخل النطاق والتفاصيل الأخرى في الخطوة التالية.
cs: V dalším kroku zadáte doménu a další podrobnosti.
da: Du kan indtaste domæne og andre oplysninger i næste trin.
et: Sa sisestad domeeni ja muud andmed järgmises sammus.
eu: Domeinua eta bestelako xehetasunak hurrengo urratsean sartuko dituzu.
fr: Vous saisirez le domaine et d’autres détails à l’étape suivante.
ga: Iontrálfaidh tú sonraí fearainn agus sonraí eile sa chéad chéim eile.
he: יהיה אפשר להקליד את שם התחום (דומיין) ופרטים נוספים בשלב הבא.
it: Inserirai il dominio e altri dettagli nel passaggio successivo.
ka: დომენს და სხვა დეტალებს შემდეგ ნაბიჯში შეიყვანთ.
kn: ಮುಂದಿನ ಹಂತದಲ್ಲಿ ನೀವು ಡೊಮೇನ್ ಮತ್ತು ಇತರ ವಿವರಗಳನ್ನು ನಮೂದಿಸುತ್ತೀರಿ.
ko: 다음 단계에서 도메인 및 기타 세부 사항을 입력합니다.
lo: ທ່ານຈະຕ້ອງປ້ອນໂດເມນ ແລະ ລາຍລະອຽດອື່ນໆໃນຂັ້ນຕອນຕໍ່ໄປ.
nl: Het domein en andere details kan u invullen in de volgende stap.
oc: Picaretz lo domeni e los autres detalhs a l’etapa que ven.
si: ඔබ ඊළඟ පියවරේ දී වසම සහ අනෙකුත් විස්තර ඇතුල් කරනු ඇත.
sr: Унећете домен и друге детаље у следећем кораку.
sv: Du anger domän och andra detaljer i nästa steg.
ug: كېيىنكى قەدەمدە دائىرە ۋە باشقا تەپسىلاتلارنى كىرگۈزەلەيسىز.
uk: На наступному кроці ви введете назву домену та інші подробиці.
zh: 您将在下一步中输入域和其他详细信息。
zh_tw: 您將會在下一步輸入網域與其他資訊。

# activeDirectoryTitle
source: Log into Active Directory
ar: لِج إلى Active Directory
cs: Přihlásit se do Active Directory
da: Log på Active Directory
et: Logi sisse Active Directory teenusega
eu: Hasi saioa Active Directoryn
fr: Se connecter à Active Directory
ga: Logáil isteach i Active Directory
he: כניסה אל Active Directory
it: Accedi ad Active Directory
ka: Active Directory-ში შესვლა
kn: ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ
ko: 액티브 디렉토리에 로그인
lo: ເຂົ້າສູ່ລະບົບ Active Directory
nl: Inloggen bij Active Directory
oc: Configurar Active Directory
si: සක්‍රිය නාමාවලියට පිවිසෙන්න
sr: Пријавите се у Active Directory
sv: Logga in med Active Directory
ug: ئاكتىپ مۇندەرىجىگە تىزىمغا كىرىش سەپلىمىسى
uk: Налаштування Active Directory
zh: 配置活动目录
zh_tw: 設定 Active Directory

# activeDirectoryHeader
source: Log into Active Directory?
ar: أألِج إلى Active Directory؟
cs: Přihlásit se do Active Directory?
da: Log på Active Directory?
et: Kas logime sisse Active Directory teenusega?
eu: Active Directoryn saioa hasi?
fr: Se connecter à Active Directory ?
ga: Logáil isteach i Active Directory?
he: להיכנס אל Active Directory?
it: Accedere ad Active Directory?
ka: შეხვალთ Active Directory-ში?
kn: ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕೆ?
ko: 액티브 디렉토리로 로그인하시겠습니까?
lo: ເຂົ້າສູ່ລະບົບ Active Directory ບໍ່?
nl: Inloggen bij Active Directory?
oc: Volètz accedir a Active Directory ?
si: සක්‍රිය නාමාවලියට පිවිසෙනවා ද?
sr: Пријавите се у Active Directory?
sv: Logga in med Active Directory?
ug: ئاكتىپ مۇندەرىجىگە تىزىمغا كىرەمدۇ؟
uk: Увійти в Active Directory?
zh: 登录 Active Directory 吗？
zh_tw: 是否要進行 Active Directory 設定？

# activeDirectoryInfo
source: {DISTRO} is designed to integrate seamlessly with Active Directory for easier administration.
ar: صُمِّمت {DISTRO} لتتكامل بسلاسة مع Active Directory لتسهيل الإدارة.
cs: {DISTRO} je pro snadnější správu navrženo, aby se hladce propojovalo se službou Active Directory.
da: {DISTRO} er designet til sømløs integrering med Active Directory for at lette administration.
el: {DISTRO} έχει σχεδιαστεί να ενσωματώνει χωρίς πρόβλημα με Ενεργό Ευρετήριο για ευκολότερη διαχείριση.
et: Lihtsama haldamise nimel on {DISTRO} loodud sujuvalt liidestuma Active Directory teenusega.
eu: {DISTRO} Active Directoryrekin oztoporik gabe integratzeko diseinatuta dago, administrazioa errazteko.
fr: {DISTRO} est conçu pour s'intégrer de façon transparente avec Active Directory pour faciliter l'administration.
ga: Tá {DISTRO} deartha chun comhtháthú gan uaim le Active Directory le haghaidh riarachán níos éasca.
he: מערכת {DISTRO} תוכננה להשתלב בצורה חלקה עם Active Directory כדי להקל על הניהול.
it: {DISTRO} è progettato per integrarsi perfettamente con Active Directory per un'amministrazione più semplice.
ka: {DISTRO}მზადაა, რომ შეერწყას Active Directory-ს უფრო ადვილად სამართავად.
kn: ಸುಲಭವಾದ ಆಡಳಿತಕ್ಕಾಗಿ ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಯೊಂದಿಗೆ ಮನಬಂದಂತೆ ಸಂಯೋಜಿಸಲು {DISTRO} ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.
ko: {DISTRO}는 쉬운 관리를 위해 액티브 디렉토리와 자연스럽게 통합되도록 설계되어 있습니다.
lo: {DISTRO} ຖືກອອກແບບມາໃຫ້ເຊື່ອມຕໍ່ກັບ Active Directory ໄດ້ຢ່າງລຽບງ່າຍ ເພື່ອການບໍລິຫານຈັດການທີ່ງ່າຍຂຶ້ນ.
nl: {DISTRO} is ontworpen om naadloos te integreren met Active Directory voor eenvoudiger beheer.
oc: {DISTRO} es concebut per s’integrar sens de manièra transparenta a Active Directory per una administracion mai facila.
si: පහසුවෙන් පරිපාලනය සඳහා සක්‍රිය නාමාවලිය සමඟ බාධාවකින් තොරව අනුකලනයට {DISTRO} නිර්මාණය කර ඇත.
sr: {DISTRO} је дизајниран да се беспрекорно интегрише са Active Directory ради лакше администрације.
sv: {DISTRO} är designad för att integreras sömlöst med Active Directory för enklare administration.
ug: باشقۇرۇش ئاسان بولۇشى ئۈچۈن {DISTRO} ئاكتىپ مۇندەرىجە بىلەن زىچ توپلاشتۇرۇپ لايىھەلىگەن.
uk: {DISTRO} розроблено для безперешкодної інтеграції з Active Directory для полегшення адміністрування.
zh: {DISTRO} 被设计为与 Active Directory 无缝集成，使管理更轻松。
zh_tw: 為管理方便，{DISTRO} 被設計成可以無縫整合至 Active Directory。

# activeDirectoryTestConnection
source: Test domain connectivity
ar: اختبر ترابطية النطاق
cs: Vyzkoušet spojení s doménou
da: Afprøv domæneforbindelse
et: Testi domeeni ühenduvust
eu: Probatu domeinuaren konektagarritasuna
fr: Tester la connectivité au domaine
ga: Nascacht fearainn tástála
he: בדיקת חיבור לתחום
it: Testare la connettività del dominio
ka: დომენთან მიერთების შემოწმება
kn: ಡೊಮೇನ್ ಸಂಪರ್ಕವನ್ನು ಪರೀಕ್ಷಿಸಿ
ko: 도메인 연결 테스트
lo: ທົດສອບການເຊື່ອມຕໍ່ໂດເມນ
nl: Domeinconnectie testen
oc: Ensajar la connexion al domeni
si: වසමට සබැඳුම අත්හදා බලන්න
sr: Тестирајте повезаност домена
sv: Testa domänanslutning
ug: دائىرە باغلىنىشىنى سىنا
uk: Тестування з'єднання з доменом
zh: 测试域连接
zh_tw: 測試網域連接

# activeDirectoryDomainLabel
source: Domain
ar: النطاق
cs: Doména
da: Domæne
et: Domeen
eu: Domeinua
fr: Domaine
ga: Fearann
he: שם תחום (דומיין)
it: Dominio
ka: დომენი
kn: ಡೊಮೇನ್
ko: 도메인
lo: ໂດເມນ
nl: Domein
oc: Domeni
si: වසම
sr: Домен
sv: Domän
ug: دائىرە
uk: Домен
zh: 域
zh_tw: 網域

# activeDirectoryDomainEmpty
source: Required
ar: مطلوب
cs: Vyžadováno
da: Påkrævet
et: Nõutav
eu: Beharrezkoa
fr: Obligatoire
ga: Riachtanach
he: חובה
it: Richiesto
ka: აუცილებელია
kn: ಅಗತ್ಯವಿದೆ
ko: 필수
lo: ຈຳເປັນ
nl: Vereist
oc: Obligatòri
si: වුවමනාය
sr: Потребно
sv: Krävs
ug: زۆرۈر
uk: Обов'язково заповнити
zh: 必填
zh_tw: 必填

# activeDirectoryDomainTooLong
source: Too long
ar: طويل جدًا
cs: Příliš dlouhé
da: For langt
el: Πολύ μεγάλο
et: Liiga pikk
eu: Luzeegia
fr: Trop long
ga: Rófhada
he: ארוך מדי
it: Troppo lungo
ka: ძალიან გრძელია
kn: ತುಂಬಾ ಉದ್ದವಾಗಿದೆ
ko: 너무 깁니다
lo: ຍາວເກີນໄປ
nl: Te lang
oc: Tròp long
si: දිග වැඩියි
sr: Превише дуго
sv: För långt
ug: بەك ئۇزۇن
uk: Цей домен занадто довгий
zh: 太长了
zh_tw: 太長

# activeDirectoryDomainInvalidChars
source: Invalid characters
ar: محارف غير صالحة
cs: Neplatné znaky
da: Ugyldige tegn
el: Λανθασμένοι χαρακτήρες
et: Vigased tähemärgid
eu: Karaktere baliogabeak
fr: Caractères non valides
ga: Carachtair neamhbhailí
he: תווים לא תקניים
it: Caratteri non validi
ka: არასწორი სიმბოლოები
kn: ಅಮಾನ್ಯ ಅಕ್ಷರಗಳು
ko: 유효하지 않은 문자
lo: ຕົວອັກສອນບໍ່ຖືກຕ້ອງ
nl: Ongeldige tekens
oc: Caractèrs invalids
si: අකුරු වලංගු නොවේ
sr: Неисправни знакови
sv: Ogiltiga tecken
ug: ئىناۋەتسىز ھەرپ
uk: Заборонені символи
zh: 无效字符
zh_tw: 無效字元

# activeDirectoryDomainStartDot
source: Starts with a dot (.)
ar: يبدأ بنقطة (.)
cs: Začíná tečkou (.)
da: Starter med et punktum (.)
et: Algab punktiga (.)
eu: Puntu (.) batekin hasten da
fr: Commence par un point (.)
ga: Tosaíonn sé le ponc (.)
he: מתחיל בנקודה (.)
it: Inizia con un punto (.)
ka: იწყება წერტილით (.)
kn: ಚುಕ್ಕೆಯಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ (.)
ko: 점 (.)으로 시작
lo: ຂຶ້ນຕົ້ນດ້ວຍຈຸດ (.)
nl: Begint met een punt (.)
oc: Comença per un ponch (.)
si: තිතකින් (.) ඇරඹෙයි
sr: Почиње са тачком (.)
sv: Börjar med en punkt (.)
ug: چېكىت (.) تىن باشلىنىدۇ
uk: Починається з крапки (.)
zh: 以点（.）开头
zh_tw: 以 "." 起頭

# activeDirectoryDomainEndDot
source: Ends with a dot (.)
ar: ينتهي بنقطة (.)
cs: Končí tečkou (.)
da: Slutter med et punktum (.)
et: Lõppeb punktiga (.)
eu: Puntu (.) batekin amaitzen da
fr: Se termine par un point (.)
ga: Críochnaíonn sé le ponc (.)
he: מסתיים בנקודה (.)
it: Termina con un punto (.)
ka: მთავრდება წერტილით (.)
kn: ಚುಕ್ಕೆಯೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ (.)
ko: 점 (.)으로 끝
lo: ລົງທ້າຍດ້ວຍຈຸດ (.)
nl: Eindigt met een punt (.)
oc: Termina per un ponch (.)
si: තිතකින් (.) නිමාවෙයි
sr: Завршава се са тачком (.)
sv: Slutar med en punkt (.)
ug: چېكىت (.) بىلەن ئاخىرلىشىدۇ
uk: Закінчується крапкою (.)
zh: 以点（.）结尾
zh_tw: 以 "." 結尾

# activeDirectoryDomainStartHyphen
source: Starts with a hyphen (-)
ar: يبدأ بواصلة (-)
cs: Začíná pomlčkou (-)
da: Starter med bindestreg (-)
et: Algab sidekriipsuga (-)
eu: Marratxo (-) batekin hasten da
fr: Commence par un trait d’union (-)
ga: Tosaíonn sé le fleiscín (-)
he: מתחיל במינוס (-)
it: Inizia con un trattino (-)
ka: იწყება ტირეთი (-)
kn: ಹೈಫನ್ (-) ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ko: 하이픈 (-)으로 시작
lo: ຂຶ້ນຕົ້ນດ້ວຍຂີດ (-)
nl: Begint met een streepje (-)
oc: Comença per un jonhent (-)
si: ඉරකින් (-) ඇරඹෙයි
sr: Почиње са цртицом (-)
sv: Börjar med ett bindestreck (-)
ug: سىزىقچە (-) بىلەن باشلىنىدۇ
uk: Починається з тире (-)
zh: 以连字符 （-） 开头
zh_tw: 以 "-" 起頭

# activeDirectoryDomainEndHyphen
source: Ends with a hyphen (-)
ar: ينتهي بواصلة (-)
cs: Končí pomlčkou (-)
da: Slutter med bindestreg (-)
et: Lõppeb sidekriipsuga (-)
eu: Marratxo (-) batekin amaitzen da
fr: Se termine par un trait d’union (-)
ga: Críochnaíonn sé le fleiscín (-)
he: מסתיים במינוס (-)
it: Termina con un trattino (-)
ka: სრულდება ტირეთი (-)
kn: ಹೈಫನ್ (-) ನೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ko: 하이픈 (-)으로 끝
lo: ລົງທ້າຍດ້ວຍຂີດ (-)
nl: Eindigt met een streepje (-)
oc: Termina per un jonhent (-)
si: ඉරකින් (-) නිමාවෙයි
sr: Завршава се са цртицом (-)
sv: Slutar med ett bindestreck (-)
ug: سىزىقچە (-) بىلەن ئاخىرلىشىدۇ
uk: Закінчується дефісом (-)
zh: 以连字符 （-） 结尾
zh_tw: 以 "-" 結尾

# activeDirectoryDomainMultipleDots
source: Contains multiple sequenced dots (..)
ar: يتضمن نقاطًا متتالية متعددة (..)
cs: Obsahuje několik teček za sebou (..)
da: Indeholder flere punktummer (..) efter hinanden
et: Sisaldab mitut järjestikku punkti (..)
eu: Puntu bat baino gehiago ditu jarraian (..)
fr: Contient deux points adjacents (..)
ga: Tá poncanna seicheamhacha iolracha ann (..)
he: מכיל מספר נקודות ברצף (..)
it: Contiene più punti in sequenza (..)
ka: შეიცავს ერთზე მეტ მიმდევრობით წერტილს (..)
kn: ಬಹು ಅನುಕ್ರಮ ಚುಕ್ಕೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ (..)
ko: 연속된 여러 점(..) 포함
lo: ມີຈຸດຕໍ່ເນື່ອງກັນຫຼາຍຈຸດ (..)
nl: Bevat meerdere punten achter elkaar (..)
oc: Conten mantun ponch (..)
sr: Садржи више узастопних тачака (..)
sv: Innehåller flera sekvenserade punkter (..)
ug: تەرتىپلىك كۆپ چېكىت (..) بار
uk: Містить кілька послідовних крапок (.)
zh: 包含多个有序点 (..)
zh_tw: 包含連續的點號 (..)

# activeDirectoryDomainNotFound
source: Domain not found
ar: لم يُعثر على النطاق
cs: Doména nenalezena
da: Domæne ikke fundet
et: Domeeni ei leidu
eu: Ez da domeinua aurkitu
fr: Domaine introuvable
ga: Fearann gan aimsiú
he: שם התחום לא נמצא
it: Dominio non trovato
ka: დომენი ვერ ვიპოვე
kn: ಡೊಮೇನ್ ಕಂಡುಬಂದಿಲ್ಲ
ko: 도메인을 찾을 수 없습니다
lo: ບໍ່ພົບໂດເມນ
nl: Domein niet gevonden
oc: Domeni introbable
si: වසම හමු නොවිණි
sr: Домен није пронађен
sv: Domänen hittades inte
ug: دائىرە تېپىلمىدى
uk: Домен не знайдено
zh: 未找到域
zh_tw: 找不到網域

# activeDirectoryAdminEmpty
source: Required
ar: مطلوب
cs: Vyžadováno
da: Påkrævet
et: Nõutav
eu: Beharrezkoa
fr: Obligatoire
ga: Riachtanach
he: חובה
it: Richiesto
ka: აუცილებელია
kn: ಅಗತ್ಯವಿದೆ
ko: 필수
lo: ຈຳເປັນ
nl: Vereist
oc: Obligatòri
si: වුවමනාය
sr: Потребно
sv: Krävs
ug: زۆرۈر
uk: Обов'язково заповнити
zh: 必填
zh_tw: 必填

# activeDirectoryAdminInvalidChars
source: Invalid characters
ar: محارف غير صالحة
cs: Neplatné znaky
da: Ugyldige tegn
el: Λανθασμένοι χαρακτήρες
et: Vigased tähemärgid
eu: Karaktere baliogabeak
fr: Caractères non valides
ga: Carachtair neamhbhailí
he: תווים לא תקניים
it: Caratteri non validi
ka: არასწორი სიმბოლოები
kn: ಅಮಾನ್ಯ ಅಕ್ಷರಗಳು
ko: 유효하지 않은 문자
lo: ຕົວອັກສອນບໍ່ຖືກຕ້ອງ
nl: Ongeldige tekens
oc: Caractèrs invalids
si: අකුරු වලංගු නොවේ
sr: Неисправни знакови
sv: Ogiltiga tecken
ug: ئىناۋەتسىز ھەرپ
uk: Заборонені символи
zh: 无效字符
zh_tw: 無效字元

# activeDirectoryPasswordLabel
source: Password
ar: كلمة السر
cs: Heslo
da: Adgangskode
el: Κωδικός
et: Salasõna
eu: Pasahitza
fr: Mot de passe
ga: Pasfhocal
he: סיסמה
ka: პაროლი
kn: ಪಾಸ್ವರ್ಡ್
ko: 비밀번호
lo: ລະຫັດຜ່ານ
nl: Wachtwoord
oc: Senhal
si: මුරපදය
sr: Лозинка
sv: Lösenord
ug: ئىم
uk: Пароль
zh: 密码
zh_tw: 密碼

# activeDirectoryPasswordEmpty
source: Required
ar: مطلوبة
cs: Vyžadováno
da: Påkrævet
et: Nõutav
eu: Beharrezkoa
fr: Obligatoire
ga: Riachtanach
he: חובה
it: Richiesto
ka: აუცილებელია
kn: ಅಗತ್ಯವಿದೆ
ko: 필수
lo: ຈຳເປັນ
nl: Vereist
oc: Obligatòri
si: වුවමනාය
sr: Потребно
sv: Krävs
ug: زۆرۈر
uk: Обов'язково заповнити
zh: 必填
zh_tw: 必填
