Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_provision/lib/src/l10n/ubuntu_provision_*.arb
Languages: ar, cs, da, el, et, eu, fr, ga, he, it, ka, kn, ko, lo, nl, oc, si, sr, sv, th, ug, uk, zh, zh_tw

# activeDirectoryErrorTitle
source: Error configuring connection to Active Directory
ar: تعذَّر إعداد الاتصال ب‍ Active Directory
cs: Chyba při nastavování připojení k Active Directory
da: Fejl ved konfiguration af forbindelse til Active Directory
et: Viga Active Directory teenuse ühenduse seadistamisel
eu: Errorea Active Directoryrako konexioa konfiguratzean
fr: Erreur lors de la configuration de la connexion à Active Directory
ga: Earráid agus nasc le Active Directory á chumrú
he: שגיאה בהגדרת החיבור ל־Active Directory
it: Errore durante la configurazione della connessione ad Active Directory
ka: Active Directory-სთან კავშირის დამყარების შეცდომა
kn: ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಗೆ ಸಂಪರ್ಕವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ko: 액티브 디렉토리 연결을 구성하던 중 오류가 발생했습니다
lo: ເກີດຂໍ້ຜິດພາດໃນການຕັ້ງຄ່າການເຊື່ອມຕໍ່ກັບ Active Directory
nl: Fout bij het configureren van de verbinding met Active Directory
oc: Error en configurant la connexion a l’Active Directory
sr: Грешка при конфигурисању везе са Active Directory
sv: Fel vid konfiguration av anslutning till Active Directory
ug: ئاكتىپ مۇندەرىجىگە ئۇلىنىش تەڭشەشتە خاتالىق
uk: Помилка при налаштовуванні з'єднання із Active Directory
zh: 配置活动目录时出错
zh_tw: 在配置 Active Directory 連線時發生錯誤

# activeDirectoryErrorMessage
source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> for help.
ar: تعذَّر إعداد Active Directory في الوقت الراهن. ما إن يعمل نظامك زُر <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> للمساعدة.
cs: Bohužel se teď nedaří Active Directory nastavit. Po spuštění nového systému navštivte <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a>, kde získáte další informace.
da: Beklager, Active Directory kan ikke indstilles i øjeblikket. Når dit system er oppe at køre, så besøg <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> for hjælp.
et: Vabandust, Active Directory teenuse ühendust ei õnnestu praegu seadistada. Kui arvuti paigaldus on lõppenud, siis palun loe abiteavet <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> lehelt.
eu: Une honetan ezin da Active Directory konfiguratu. Sistema martxan dagoenean, bisitatu <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> laguntza lortzeko.
fr: Désolé, Active Directory ne peut pas être configuré pour le moment. Une fois que votre système est opérationnel, consultez <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> pour obtenir de l’aide.
ga: Ár leithscéal, ní féidir Eolaire Gníomhach a shocrú faoi láthair. Nuair a bheidh do chóras curtha i bhfeidhm, tabhair cuairt ar <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> chun cabhair a fháil.
he: אי אפשר להגדיר חיבור ל־Active Directory כרגע, עמך הסליחה. לאחר סיום התקנת המערכת, יש לבקר בכתובת <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> לקבלת עזרה.
it: Spiacenti, al momento non è possibile configurare Active Directory. Una volta che il sistema è attivo e funzionante, visita <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> per ricevere assistenza.
ka: უკაცრავად, მაგრამ ამჟამად Active Directory-ის მორგება შეუძლებელია. როცა სისტემას ბოლომდე ჩატვირთავთ, დახმარებისთვის ეწვიეთ ვებგვერდს <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a>.
kn: ಕ್ಷಮಿಸಿ, ಈ ಸಮಯದಲ್ಲಿ ಸಕ್ರಿಯ ಡೈರೆಕ್ಟರಿಯನ್ನು ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಒಮ್ಮೆ ನಿಮ್ಮ ಸಿಸ್ಟಂ ಚಾಲನೆಯಲ್ಲಿದೆ, ಸಹಾಯಕ್ಕಾಗಿ <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> ಗೆ ಭೇಟಿ ನೀಡಿ.
ko: 죄송합니다, 현재 액티브 디렉토리를 설정할 수 없습니다. 시스템이 준비되면, <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a>에 방문하셔서 도움을 받으시기 바랍니다.
lo: ຂໍອະໄພ, ບໍ່ສາມາດຕັ້ງຄ່າ Active Directory ໄດ້ໃນຂະນະນີ້. ເມື່ອລະບົບຂອງທ່ານພ້ອມໃຊ້ງານແລ້ວ, ໃຫ້ເຂົ້າໄປທີ່ <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> ເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
nl: Sorry, Active Directory kan niet worden ingesteld op dit moment. Zodra het systeem volledig ge√Ønstalleerd is, bezoek <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> om hulp te krijgen.
oc: O planhèm, se pòt pas configurar Active Directory pel moment. Un còp lo sistèma operacional, consultatz <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> per d’ajuda.
sr: Жао нам је, Active Directory тренутно не може бити подешен. Када ваш систем буде покренут, посетите <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> за помоћ.
sv: Tyvärr, Active Directory kan inte konfigureras just nu. När ditt system är igång och kör kan du besöka <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> för hjälp.
ug: كەچۈرۈڭ ، ئاكتىپ مۇندەرىجە ھازىرچە قۇرۇلمايدۇ. سىستېمىڭىز قوزغالغاندىن كېيىن <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> نى زىيارەت قىلىڭ.
uk: На жаль, зараз неможливо налаштувати Active Directory. Коли ваша система буде запущена, відвідайте <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a>, щоб отримати допомогу.
zh: 抱歉，活动目录目前无法设置。系统启动并运行后，请访问 <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> 寻求帮助。
zh_tw: 抱歉，無法立即設定 Active Directory。當您的系統安裝完成時，請造訪 <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> 以取得協助。

# networkPageTitle
source: Internet connection
ar: اتصال الإنترنت
cs: Připojení k síti
da: internetforbindelse
el: Σύνδεση Διαδικτύου
et: Internetiühendus
eu: Konektatu internetera
fr: Connexion Internet
ga: Nasc Idirlín
he: התחברות לרשת
it: Connetti alla rete
ka: ინტერნეტკავშირი
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ
ko: 인터넷 연결
lo: ການເຊື່ອມຕໍ່ອິນເຕີເນັດ
nl: Internetverbinding
oc: Se connectar a un ret
si: අන්තර්ජාල සම්බන්ධතාව
sr: Интернет веза
sv: Internetanslutning
th: การเชื่อมต่ออินเทอร์เน็ต
ug: ئىنتېرنېت باغلىنىشى
uk: З'єднання з інтернетом
zh: 连接到互联网
zh_tw: 連接到網際網路

# networkWiredOff
source: Wired connection is turned off
ar: الاتصال السلكي مطفئ
cs: Drátové připojení je vypnuto
da: Kablet forbindelse er slået fra
el: Η σύνδεση Ethernet είναι απενεργοποιημένη
et: Kaabliga internetiühendus on välja lülitatud
eu: Kable bidezko konexioa desaktibatuta dago
fr: La connexion câblée est désactivée
ga: Tá nasc sreinge casta as
he: החיבור הקווי מושבת
it: La connessione cablata è disattivata
ka: მავთულიანი მიერთება გამორთულია
kn: ತಂತಿ ಸಂಪರ್ಕವನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ
ko: 유선 연결이 꺼져 있음
lo: ການເຊື່ອມຕໍ່ແບບມີສາຍຖືກປິດຢູ່
nl: Bekabelde verbindingen staan uit
oc: La connexion filara es desactivada
si: රැහැන් සම්බන්ධතාව අක්‍රියයි
sr: Жичана веза је искључена
sv: Den trådbundna anslutningen är avstängd
th: การเชื่อมต่อแบบโยงสายปิดอยู่
ug: سىملىق تور باغلىنىشى تاقاق
uk: Дротове підключення вимкнено
zh: 有线连接已关闭
zh_tw: 有線網路連線已關閉

# networkWiredDisabled
source: To use Ethernet on this computer, a wired connection must be enabled
ar: عليك تفعيل الاتصال السلكي لاستعمال الإيثرنت
cs: Aby na tomto počítači bylo možné použít rozhraní Ethernet, je třeba zapnout drátové připojení
da: En kablet forbindelse skal være aktiveret for at bruge Ethernet på denne computer
et: Kui soovid siin arvutis Etherneti-võrku kasutada, siis kaabliga võrguühendus peab olema sisse lülitatud
eu: Ordenagailu honetan Ethernet erabiltzeko, kable bidezko konexioa gaitu behar da
fr: Pour utiliser Ethernet sur cet ordinateur, une connexion câblée doit être activée
ga: Chun Ethernet a úsáid ar an ríomhaire seo, ní mór nasc sreinge a chumasú
he: כדי להשתמש בכבל רשת במחשב הזה יש להפעיל את החיבור הקווי
it: Per usufruire della connessione Ethernet in questo computer, una connessione cablata deve essere attiva
ka: ამ კომპიუტერზე, Ethernet-ის გამოსაყენებლად, აუცილებელია, სადენიანი ქსელი ჩართოთ
kn: ಈ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಈಥರ್ನೆಟ್ ಅನ್ನು ಬಳಸಲು, ವೈರ್ಡ್ ಸಂಪರ್ಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
ko: 이 컴퓨터에서 이더넷 연결을 사용하려면, 유선 연결이 반드시 활성화되어야 합니다
lo: ເພື່ອໃຊ້ອິນເຕີເນັດຜ່ານສາຍ (Ethernet) ໃນຄອມພິວເຕີນີ້, ຕ້ອງເປີດການເຊື່ອມຕໍ່ແບບມີສາຍກ່ອນ
nl: Om Ethernet te gebruiken op deze computer, moeten bekabelde verbindingen aan staan
oc: Per utilizar l’Ethernet sus aqueste ordenador, una connexion filara deu èsser activada
si: මෙම පරිගණකයේ ඊතර්නෙට් භාවිතයට රැහැන් සම්බන්ධතාවක් සබල කළ යුතුය
sr: Да бисте користили Ethernet на овом рачунару, жичана веза мора бити омогућена
sv: För att använda Ethernet på den här datorn måste en trådbunden anslutning vara aktiverad
th: เมื่อต้องการใช้อีเทอร์เน็ตกับคอมพิวเตอร์เครื่องนี้ จะต้องเปิดใช้การเชื่อมต่อแบบโยงสาย
ug: بۇ كومپيۇتېردىكى دائىرىلىك تورنى ئىشلىتىشتە، سىملىق تور چوقۇم قوزغىتىلىشى كېرەك
uk: Для використання Ethernet на цьому комп'ютері повинно бути включено дротове підключення
zh: 要在此电脑上使用网络，必须启用有线连接
zh_tw: 為了在本電腦上使用有線網路，必須啟用有線網路連接

# networkWiredEnable
source: Enable wired
ar: فعِّل السلكي
cs: Zapnout drátové
da: Aktivér kablet forbindelse
et: Lülita kaabliga internetiühendus sisse
eu: Gaitu kable bidezko konexioa
fr: Activer une connexion câblée
ga: Cumasaigh sreangú
he: להפעיל חיבור קווי
it: Abilita cablato
ka: მავთულიანი მიერთების ჩართვა
kn: ವೈರ್ಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 유선 연결 활성화
lo: ເປີດໃຊ້ແບບມີສາຍ
nl: Bekabeld aanzetten
oc: Activar la connexion filara
si: රැහැන් සබල කරන්න
sr: Омогући жичану везу
sv: Aktivera trådbunden
th: เปิดใช้การเชื่อมต่อแบบโยงสาย
ug: سىملىق تورنى قوزغات
uk: Увімкнути дротове підключення
zh: 启用有线连接
zh_tw: 啟用有線網路連接

# networkWifiOff
source: Wireless networking disabled
ar: الاتصال اللاسلكي معطَّل
cs: Bezdrátové připojení je vypnuté
da: Trådløst netværk deaktiveret
el: Ασύρματη δικτύωση απενεργοποιημένη
et: Traadita võrguühendus on välja lülitatud
eu: Haririk habeko sarea desgaituta dago
fr: Le réseau sans fil est désactivé
ga: Líonrú gan sreang díchumasaithe
he: הרשת האלחוטית מושבתת
it: Connessione senza fili disattivata
ka: უსადენო ქსელი გათიშულია
kn: ವೈರ್‌ಲೆಸ್ ನೆಟ್‌ವರ್ಕಿಂಗ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 무선 네트워킹 비활성화됨
lo: ເຄືອຂ່າຍໄຮ້ສາຍຖືກປິດໃຊ້ງານ
nl: Draadloze netwerken staan uit
oc: Lo ret sens fial es desactivat
si: රැහැන් රහිත ජාලකරණය අබලයි
sr: Бежично умрежавање је онемогућено
sv: Trådlöst nätverk inaktiverat
th: ระบบเครือข่ายแบบไร้สายปิดใช้อยู่
ug: سىمسىز تور چەكلەنگەن
uk: Бездротове підключення вимкнено
zh: 无线网络已禁用
zh_tw: 無線網路已關閉

# networkWifiDisabled
source: To use Wi-Fi on this computer, wireless networking must be enabled
ar: عليك تفعيل الاتصال اللاسلكي لاستعمال واي فاي
cs: Aby na tomto počítači bylo možné použít rozhraní Wi-Fi, je třeba zapnout bezdrátové připojení
da: For at bruge wi-fi på denne computer skal trådløst netværk være aktiveret
et: Kui soovid siin arvutis WiFi-võrku kasutada, siis traadita võrguühendus peab olema sisse lülitatud
eu: Ordenagailu honetan Wi-Fia erabiltzeko, haririk gabeko sareak gaitu behar dira
fr: Pour utiliser le Wi-Fi sur cet ordinateur, le réseau sans fil doit être activé
ga: Chun Wi-Fi a úsáid ar an ríomhaire seo, ní mór líonrú gan sreang a chumasú
he: כדי להשתמש ברשת אלחוטית במחשב הזה, יש להפעיל את התקשורת האלחוטית
it: Per usufruire della Wi-Fi in questo computer, la rete wireless deve essere abilitata
ka: ამ კომპიუტერზე Wi-Fi-ის გამოსაყენებლად უსადენო ქსელის ჩართვა აუცილებელია
kn: ಈ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ವೈ-ಫೈ ಬಳಸಲು, ವೈರ್‌ಲೆಸ್ ನೆಟ್‌ವರ್ಕಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
ko: 이 컴퓨터에서 Wi-Fi를 사용하려면, 무선 네트워킹이 반드시 활성화 되어야 합니다
lo: ເພື່ອໃຊ້ Wi-Fi ໃນຄອມພິວເຕີນີ້, ຕ້ອງເປີດການເຊື່ອມຕໍ່ເຄືອຂ່າຍໄຮ້ສາຍກ່ອນ
nl: Om wifi te gebruiken op deze computer, moeten draadloze verbindingen aan staan
oc: Per utilizar lo Wifi sus aqueste ordenador, lo ret sens fial deu èsser activat
si: මෙම පරිගණකයේ වයි-ෆයි භාවිතයට රැහැන් රහිත ජාලකරණය සබල කළ යුතුය
sr: Да бисте користили Wi-Fi на овом рачунару, бежично умрежавање мора бити омогућено
sv: För att kunna använda Wi-Fi på den här datorn måste trådlöst nätverk vara aktiverat
th: เมื่อต้องการใช้ Wi-Fi กับคอมพิวเตอร์เครื่องนี้ จะต้องเปิดใช้ระบบเครือข่ายแบบไร้สาย
ug: بۇ كومپيۇتېردىكى Wi-Fi يەنى سىمسىز تورنى ئىشلىتىشتە، سىمسىز تور چوقۇم قوزغىتىلىشى كېرەك
uk: Для використання Wi-Fi на цьому комп'ютері має бути ввімкнений бездротовий зв’язок
zh: 要在此电脑上使用Wi-Fi，必须启用无线网络
zh_tw: 為了在本電腦上使用 Wi-Fi，必須啟用無線網路

# networkWifiEnable
source: Enable Wi-Fi
ar: فعِّل واي فاي
cs: Zapnout Wi-Fi
da: Aktivér wi-fi
el: Ενεργοποίηση Wi-Fi
et: Lülita WiFi sisse
eu: Gaitu Wi-Fia
fr: Activer le Wi-Fi
ga: Cumasaigh Wi-Fi
he: הפעלת רשת אלחוטית
it: Abilita Wi-Fi
ka: Wi-Fi-ის ჩართვა
kn: Wi-Fi ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: Wi-Fi 활성화
lo: ເປີດໃຊ້ Wi-Fi
nl: Wifi aanzetten
oc: Activar lo Wifi
si: වයි-ෆයි සබල කරන්න
sr: Омогући Wi-Fi
sv: Aktivera Wi-Fi
th: เปิดใช้ Wi-Fi
ug: Wi-Fi نى قوزغات
uk: Ввімкнути Wi-Fi
zh: 启用 Wi-Fi
zh_tw: 啟用 Wi-Fi

# networkHiddenWifiNameLabel
source: Network name
ar: اسم الشبكة
cs: Název sítě
da: Netværksnavn
el: Όνομα δικτύου
et: WiFi-võrgu nimi
eu: Sarearen izena
fr: Nom du réseau
ga: Ainm an líonra
he: שם הרשת
it: Nome della Rete
ka: ქსელის სახელი
kn: ನೆಟ್ವರ್ಕ್ ಹೆಸರು
ko: 네트워크 이름
lo: ຊື່ເຄືອຂ່າຍ
nl: Naam van het netwerk
oc: Nom de la ret
si: ජාලයේ නම
sr: Назив мреже
sv: Nätverksnamn
th: ชื่อเครือข่าย
ug: تور ئىسمى
uk: Назва мережі
zh: 网络名称
zh_tw: 網路名稱

# networkHiddenWifiNameRequired
source: A network name is required
ar: اسم الشبكة مطلوب
cs: Je vyžadován název sítě
da: Et netværksnavn er påkrævet
et: WiFi-võrgu nimi on nõutav
eu: Sare-izena behar da
fr: Un nom de réseau est requis
ga: Tá ainm líonra de dhíth
he: שם הרשת נחוץ
it: È richiesto il nome della rete
ka: ქსელის სახელი აუცილებელია
kn: ನೆಟ್‌ವರ್ಕ್ ಹೆಸರಿನ ಅಗತ್ಯವಿದೆ
ko: 네트워크 이름이 필요합니다
lo: ຈຳເປັນຕ້ອງໃສ່ຊື່ເຄືອຂ່າຍ
nl: De naam van het netwerk is vereist
oc: Un nom de ret es requerit
si: ජාලයේ නම වුවමනාය
sr: Потребан је назив мреже
sv: Ett nätverksnamn krävs
th: ต้องป้อนชื่อเครือข่ายด้วย
ug: تور ئىسمى زۆرۈر
uk: Необхідно вказати назву мережі
zh: 需要网络名称
zh_tw: 網路名稱為必填欄位

# eulaPageTitle
source: License agreement
ar: اتفاقية الترخيص
cs: Licenční smlouva
da: Licensaftale
el: Συμφωνητικό
et: Litsentsileping
eu: Lizentziaren onarpena
fr: Contrat de Licence
ga: Comhaontú ceadúnais
he: הסכם רישוי
it: Accordo di licenza
ka: სალიცენზი შეთანხმება
kn: ಪರವಾನಗಿ ಒಪ್ಪಂದ
ko: 라이선스 동의서
lo: ຂໍ້ຕົກລົງໃບອະນຸຍາດ
nl: Gebruiksrechtovereenkomst
oc: Acòrd de licéncia
si: බලපත්‍ර එකඟතාව
sr: Лиценцни уговор
sv: Licensavtal
ug: ئىجازەت كېلىشىمى
uk: Ліцензійна угода
zh: 许可协议
zh_tw: 授權協議

# eulaReviewTerms
source: Review the license terms
ar: راجع شروط الترخيص
cs: Přečtěte si licenční podmínky
da: Gennemse licensbetingelserne
et: Tutvu litsentsilepingu tingimustega
eu: Berrikusi lizentziaren baldintzak
fr: Examiner les conditions de licence
ga: Athbhreithniú a dhéanamh ar théarmaí an cheadúnais
he: סקירת תנאי הרישיון
it: Leggi i termini della licenza
ka: ლიცენზიის პირობების მიმოხილვა
kn: ಪರವಾನಗಿ ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
lo: ກວດເບິ່ງເງື່ອນໄຂໃບອະນຸຍາດ
nl: Bekijk de gebruiksrechtovereenkomsten
oc: Repassar los tèrmes de licéncia
si: බලපත්‍ර නියම සමාලෝචනය කරන්න
sr: Прегледајте услове лиценце
sv: Granska licensvillkoren
ug: ئىجازەتنامە ماددىلىرىنى كۆرسىتىدۇ
uk: Переглянути умови ліцензії
zh: 查看许可条款
zh_tw: 審閱授權協議內容

# eulaReadAndAcceptTerms
source: To continue setting up this machine, you must read and accept the license agreement terms.
ar: عليك قراءة شروط الترخيص والموافقة عليها لتستمر في إعداد هذه الآلة.
cs: Chcete-li pokračovat v nastavování tohoto počítače, musíte si přečíst a přijmout podmínky licenční smlouvy.
da: For at fortsætte med opsætning af denne maskine skal du læse og acceptere betingelserne i licensaftalen.
et: Jätkamaks paigaldust selles arvutis pead sa olema lugenud litsentsilepingut ja nõustunud tema tingimustega.
eu: Makina hau konfiguratzen jarraitzeko, aurrena lizentziaren baldintzak irakurri eta onartu behar dituzu.
fr: Pour continuer de configurer cette machine, vous devez lire et accepter les termes de l'accord de licence.
ga: Chun leanúint ar aghaidh ag bunú an mheaisín seo, ní mór duit téarmaí an chomhaontaithe ceadúnais a léamh agus glacadh leo.
he: כדי להמשיך להתקין את המכונה הזאת, חובה לקרוא ולהסכים לתנאי הרישוי.
it: Per continuare a configurare questa macchina, è necessario leggere e accettare i termini del contratto di licenza.
ka: მანქანის მორგების გასაგრძელებლად ლიცენზიის პირობებს უნდა დაეთანხმოთ.
kn: ಈ ಯಂತ್ರವನ್ನು ಹೊಂದಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು, ನೀವು ಪರವಾನಗಿ ಒಪ್ಪಂದದ ನಿಯಮಗಳನ್ನು ಓದಬೇಕು ಮತ್ತು ಒಪ್ಪಿಕೊಳ್ಳಬೇಕು.
lo: ເພື່ອສືບຕໍ່ການຕັ້ງຄ່າເຄື່ອງນີ້, ທ່ານຕ້ອງອ່ານ ແລະ ຍອມຮັບເງື່ອນໄຂຂອງຂໍ້ຕົກລົງໃບອະນຸຍາດ.
nl: Om dit apparaat verder in te stellen, moet u de gebruiksrechtovereenkomsten lezen en accepteren.
oc: Per contunhar la configuracion d’aquesta maquina, devètz legir e acceptar los tèrmes de l’acòrd de la licéncia.
si: මෙම යන්ත්‍රය දිගටම පිහිටුවීමට ඔබ බලපත්‍ර එකඟතාවේ නියම කියවා පිළිගත යුතුය.
sr: Да бисте наставили са подешавањем овог рачунара, морате прочитати и прихватити услове лиценцног уговора.
sv: För att fortsätta konfigurera den här maskinen måste du läsa och acceptera villkoren för licensavtalet.
ug: بۇ كومپيۇتېرنى تەڭشەشنى داۋاملاشتۇرسىڭىز، چوقۇم ئىجازەت كېلىشىمىنىڭ ماددىلىرىنى ئوقۇپ ۋە قوشۇلىسىز.
uk: Щоб продовжити налаштування цього пристрою, ви повинні прочитати та прийняти умови ліцензійної угоди.
zh: 要继续配置此计算机，您必须阅读并同意许可协议条款。
zh_tw: 要完成這部機器的設定，您必須審閱並同意下列授權協議內容。

# eulaAcceptTerms
source: I have read and accept these terms
ar: قرأت الشروط ووافقت عليها
cs: Přečetl(a) jsem si tyto podmínky a souhlasím s nimi
da: Jeg har læst og accepterer disse betingelser
el: Έχω διαβάσει και έχω αποδεχτεί τους όρους
et: Ma olen lugenud litsentsilepingut ja nõustun tema tingimustega
eu: Baldintza hauek irakurri eta onartzen ditut
fr: J'ai lu et accepté ces termes
ga: Léigh mé agus glacaim leis na téarmaí seo
he: קראתי וקיבלתי את התנאים האלה
it: Ho letto e accetto i termini
ka: წავიკითხე და ვეთანხმები ამ პირობებს
kn: ನಾನು ಈ ನಿಯಮಗಳನ್ನು ಓದಿದ್ದೇನೆ ಮತ್ತು ಒಪ್ಪಿಕೊಂಡಿದ್ದೇನೆ
lo: ຂ້າພະເຈົ້າໄດ້ອ່ານ ແລະ ຍອມຮັບເງື່ອນໄຂເຫຼົ່ານີ້
nl: Ik heb deze regels gelezen en ga akkoord
oc: Ai legit e accèpti aqueste tèrmes
si: මම මෙම නියම කියවා පිළිගනිමි
sr: Прочитао сам и прихватам ове услове
sv: Jag har läst och accepterar dessa villkor
ug: بۇ ماددىلارنى ئوقۇدۇم ۋە قوشۇلىمەن
uk: Я прочитав і приймаю ці умови
zh: 我已阅读并同意这些条款
zh_tw: 我以審閱並同意這些條款

# activeDirectoryAdminLabel
source: Domain join user
ar: المستخدم
cs: Uživatel s oprávněním pro přidání do domény
da: Domæne tilslut bruger
et: Kasutajanimi arvuti lisamiseks domeeni
eu: Domeinura batzeko erabiltzailea
fr: Nom d’utilisateur pour rejoindre le domaine
ga: Fearann páirt a ghlacadh úsáideoir
he: משתמש צירוף לתחום
ka: დომენში შესვლის მომხმარებელი
kn: ಡೊಮೇನ್ ಸೇರ್ಪಡೆ ಬಳಕೆದಾರ
ko: 도메인 사용자 연결
lo: ຜູ້ໃຊ້ເຂົ້າຮ່ວມໂດເມນ
nl: Domeinlid gebruiker
oc: Nom d’utilizaire per rejónher lo domeni
si: වසමට එක්වන පරිශ්‍රීලකයා
sr: Корисник за придруживање домену
sv: Användare för att gå med i domän
ug: دائىرىگە قوشۇلغان ئىشلەتكۈچى
uk: Користувач домену
zh: 域管理员
zh_tw: 接入網域的使用者
