Repository: canonical/ubuntu-desktop-provision
Catalog: packages/ubuntu_provision/lib/src/l10n/ubuntu_provision_*.arb
Languages: ar, cs, da, el, et, eu, fr, ga, he, it, ka, kn, ko, lo, nl, oc, si, sr, sv, th, ug, uk, zh, zh_tw

# networkPageBody
source: An internet connection will improve your installation with compatibility check and extra software packages.
ar: سيحسِّن الاتصال بالإنترنت عملية تنصيبك عبر تحققات التوافقية وحزم البرمجيات الإضافية.
cs: Připojení k internetu vylepší instalaci kontrolou kompatibility a dodatečnými softwarovými balíčky.
da: En internetforbindelse vil forbedre din installation med kompatibilitetstjek og ekstra softwarepakker.
et: Internetiühendus võimaldab võrgust laadida andmeid ühilduvuskontrolli jaoks ja täiendavaid tarkvarapakette.
eu: Interneterako konexioak instalazioa hobetuko du, bateragarritasun-egiaztatzeak eginez eta software pakete gehigarria instalatuz.
fr: Une connexion Internet améliorera votre installation avec le contrôle de compatibilité et les logiciels supplémentaires.
ga: Feabhsóidh nasc idirlín do shuiteáil le seiceáil comhoiriúnachta agus pacáistí bogearraí breise.
he: חיבור לאינטרנט ישפר את ההתקנה שלך בעזרת בדיקות תאימות וחבילות תוכנה נוספות.
it: Una connessione Internet migliorerà la tua installazione con controllo di compatibilità e pacchetti software aggiuntivi.
ka: ინტერნეტთან კავშირი გააუმჯობესებს თქვენს დაყენებულ ოპერაციული სისტემის თავსებადობის გაუმჯობესებითა და დამატებითი პროგრამებით.
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವು ಹೊಂದಾಣಿಕೆಯ ಪರಿಶೀಲನೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಸಾಫ್ಟ್‌ವೇರ್ ಪ್ಯಾಕೇಜ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಸ್ಥಾಪನೆಯನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.
ko: 인터넷에 연결하면 호환성 체크와 추가 소프트웨어 패키지 등 설치 경험을 향상시킬 수 있습니다.
lo: ການເຊື່ອມຕໍ່ອິນເຕີເນັດຈະຊ່ວຍປັບປຸງການຕິດຕັ້ງຂອງທ່ານ ດ້ວຍການກວດສອບຄວາມເຂົ້າກັນໄດ້ ແລະ ແພັກເກັດຊອບແວເພີ່ມເຕີມ.
nl: Een internetverbinding zorgt ervoor dat de installatie slaagt op meer computers en dat er meer software ge√Ønstalleerd kan worden.
oc: Una connexion Internet melhorarà l’installacion amb la verificacion de compatibilitat e los paquets logicials addicionals.
si: අන්තර්ජාලයට සබැඳීමෙන් අමතර මෘදුකාංග ඇසුරුම් සමඟ උපාංගයට වඩාත් අනුකූල පරිදි ස්ථාපනය වනු ඇත.
sr: Интернет веза ће побољшати вашу инсталацију провером компатибилности и додатним софтверским пакетима.
sv: En internetanslutning kommer att förbättra din installation med kompatibilitetskontroll och extra programvarupaket.
ug: ئىنتېرنېتقا باغلانغاندىن كېيىن، ماسلىشىشچانلىق تەكشۈرۈشى ۋە قوشۇمچە يۇمشاق دېتال بوغچىسى ئورنىتىشىڭىزنى ياخشىلايدۇ.
uk: З'єднання з інтернетом поліпшить встановлення завдяки перевірці сумісності та додатковим пакункам програмного забезпечення.
zh: 连接网络后，兼容性检查与附加软件包可以改善您的安装。
zh_tw: 有效的網際網路連線可以透過硬體相容性檢查與安裝額外的軟體包來改進您的安裝體驗。

# networkWiredOption
source: Use wired connection
ar: استعمل اتصالًا سلكيًا
cs: Použít drátové připojení
da: Brug kablet forbindelse
el: Χρησιμοποιήστε Ethernet
et: Kasuta kaabliga internetiühendust
eu: Erabili kable bidezko konexioa
fr: Utiliser une connexion câblée
ga: Úsáid nasc sreinge
he: להשתמש בחיבור קווי
it: Usa connessione cablata
ka: მავთულიანი მიერთების გამოყენება
kn: ತಂತಿ ಸಂಪರ್ಕವನ್ನು ಬಳಸಿ
ko: 유선 연결 사용
lo: ໃຊ້ການເຊື່ອມຕໍ່ແບບມີສາຍ
nl: Gebruik een bekabelde verbinding
oc: Utilizar una connexion filara
si: රැහැන් සම්බන්ධතාව භාවිතා කරන්න
sr: Користите жичану везу
sv: Använd trådbunden anslutning
th: ใช้การเชื่อมต่อแบบโยงสาย
ug: سىملىق تور باغلىنىشى ئىشلىتىدۇ
uk: Використовувати дротове підключення
zh: 使用有线连接
zh_tw: 使用有線網路

# networkWiredNone
source: No wired connection detected
ar: لم يُكشف أي اتصال سلكي
cs: Nezjištěno žádné drátové připojení
da: Ingen kablet forbindelse registreret
el: Δεν υπάρχει σύνδεση Ethernet
et: Ühtegi kaabliga internetiühendust ei õnnestunud tuvastada
eu: Ez da kable bidezko konexiorik hauteman
fr: Aucune connexion câblée détectée
ga: Níor aimsíodh aon nasc sreinge
he: לא זוהה חיבור קווי
it: Nessuna connessione cablata rilevata
ka: მავთულიანი ქსელი აღმოჩენილი არაა
kn: ಯಾವುದೇ ವೈರ್ಡ್ ಸಂಪರ್ಕ ಪತ್ತೆಯಾಗಿಲ್ಲ
ko: 유선 연결 감지 안됨
lo: ກວດບໍ່ພົບການເຊື່ອມຕໍ່ແບບມີສາຍ
nl: Geen bekabelde verbinding gevonden
oc: Cap de connexion filara pas detectada
si: රැහැන් සම්බන්ධතාවක් අනාවරණය නොවිණි
sr: Није откривена жичана веза
sv: Ingen trådbunden anslutning upptäcktes
th: ไม่พบการเชื่อมต่อแบบโยงสาย
ug: ھېچقانداق سىملىق تور باغلىنىشى بايقالمىدى
uk: Дротового підключення не виявлено
zh: 未检测到有线连接
zh_tw: 未偵測到有線網路連接

# networkWifiNone
source: No Wi-Fi devices detected
ar: لم تُكشف أي أجهزة واي فاي
cs: Nezjištěna žádná zařízení Wi-Fi
da: Ingen wi-fi-enheder registreret
et: Ühtegi WiFi-võrku ei õnnestunud tuvastada
eu: Ez da Wi-Fi gailurik hauteman
fr: Aucun périphérique Wi-Fi détecté
ga: Níor aimsíodh aon ghléas Wi-Fi
he: לא זוהו התקני רשת אלחוטית
it: Nessun dispositivo Wi-Fi rilevato
ka: Wi-Fi მოწყობილობები აღმოჩენილი არაა
kn: ಯಾವುದೇ Wi-Fi ಸಾಧನಗಳು ಪತ್ತೆಯಾಗಿಲ್ಲ
ko: 감지된 Wi-Fi 장치가 없음
lo: ກວດບໍ່ພົບອຸປະກອນ Wi-Fi
nl: Geen wifi-apparaten gevonden
oc: Cap de periferic Wifi pas detectat
si: කිසිදු වයි-ෆයි උපාංගයක් අනාවරණය වී නැත
sr: Није откривен ниједан Wi-Fi уређај
sv: Inga Wi-Fi-enheter upptäcktes
th: ไม่พบอุปกรณ์ Wi-Fi
ug: ھېچقانداق Wi-Fi تورى بايقالمىدى
uk: Не знайдено жодного Wi-Fi пристрою
zh: 找不到 Wi-Fi 设备
zh_tw: 未偵測到 Wi-Fi 裝置

# networkWifiOption
source: Connect to a Wi-Fi network
ar: اتصل بشبكة واي فاي
cs: Připojit k síti Wi-Fi
da: Opret forbindelse til et wi-fi-netværk
el: Συνδεθείτε σε ένα δίκτυο Wi-Fi
et: Lisa ühendus WiFi-võrguga
eu: Konektatu Wi-Fi sare batera
fr: Se connecter à un réseau Wi-Fi
ga: Ceangail le líonra Wi-Fi
he: התחברות לרשת אלחוטית
it: Connetti a una rete Wi-Fi
ka: Wi-Fi ქსელთან მიერთება
kn: Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ
ko: Wi-Fi 네트워크에 연결
lo: ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi
nl: Verbind met een wifi-netwerk
oc: Se connectar a un ret Wifi
si: වයි-ෆයි ජාලයකට සබඳින්න
sr: Повежите се на Wi-Fi мрежу
sv: Anslut till ett Wi-Fi-nätverk
th: เชื่อมต่อกับเครือข่าย Wi-Fi
ug: Wi-Fi تورىغا باغلان
uk: Підключитися до Wi-Fi мережі
zh: 连接到 Wi-Fi 网络
zh_tw: 連接到 Wi-Fi 網路

# networkHiddenWifiOption
source: Connect to a hidden Wi-Fi network
ar: اتصل بشبكة واي فاي مخفية
cs: Připojit ke skryté síti Wi-Fi
da: Opret forbindelse til et skjult wi-fi-netværk
el: Συνδεθείτε σε ένα κρυφό δίκτυο Wi-Fi
et: Lisa ühendus peidetud WiFi-võrguga
eu: Konektatu ezkutuko Wi-Fi sare batera
fr: Se connecter à un réseau Wi-Fi caché
ga: Ceangail le líonra Wi-Fi i bhfolach
he: התחברות לרשת אלחוטית נסתרת
it: Connetti a una rete Wi-Fi nascosta
ka: დამალულ Wi-Fi ქსელთან მიერთება
kn: ಗುಪ್ತ ವೈ-ಫೈ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ
ko: 숨겨진 Wi-Fi 네트워크에 연결
lo: ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi ທີ່ເຊື່ອງຢູ່
nl: Verbind met een verborgen wifi-netwerk
oc: Se connectar a una ret Wi-Fi amagada
si: සැඟවුණු වයි-ෆයි ජාලයකට සබඳින්න
sr: Повежите се на скривену Wi-Fi мрежу
sv: Anslut till ett dolt Wi-Fi-nätverk
th: เชื่อมต่อกับเครือข่าย Wi-Fi ที่ซ่อนอยู่
ug: يوشۇرۇن Wi-Fi تورىغا باغلىنىدۇ
uk: Підключитися до прихованої Wi-Fi мережі
zh: 连接到隐藏的 Wi-Fi 网络
zh_tw: 連接到隱藏的 Wi-Fi 網路

# networkNoneOption
source: Do not connect to the internet
ar: لا تتصل بالإنترنت
cs: Nepřipojovat k Internetu
da: Opret ikke forbindelse til internettet
et: Ära lisa internetiühendust
eu: Ez dut internetera konektatu nahi oraingoz
fr: Je ne souhaite pas me connecter à internet pour l’instant
ga: Ná ceangail leis an idirlíon
he: לא להתחבר לאינטרנט בשלב זה
it: Non voglio connettermi alla rete in questo momento
ka: ინტერნეტთან მიერთება ჯერ არ მინდა
kn: ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಬೇಡಿ
ko: 지금은 인터넷에 연결하지 않기
lo: ບໍ່ຕ້ອງເຊື່ອມຕໍ່ກັບອິນເຕີເນັດ
nl: Verbind je niet met het internet
oc: Me vòli pas connectar a internet pel moment
si: අන්තර්ජාලයට සම්බන්ධ නොවේ
sr: Не повезујте се на интернет
sv: Anslut inte till internet
th: ไม่ต้องเชื่อมต่อกับอินเทอร์เน็ต
ug: ئىنتېرنېتقا باغلىما
uk: Я не хочу зараз підключатися до Інтернету
zh: 我现在不想连接到互联网
zh_tw: 我現在不想要連接網路

# errorPageTitle
source: Something went wrong
ar: حدث خطأ
cs: Něco se pokazilo
da: Noget gik galt
el: Κάτι πήγε στραβά
et: Midagi läks valesti
eu: Arazo bat egon da
fr: Quelque chose s’est mal passé
ga: Chuaigh rud éigin mícheart
he: משהו השתבש
it: Qualcosa è andato storto
ka: რაღაც არასწორია
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ko: 알 수 없는 오류가 발생했습니다
lo: ມີບາງຢ່າງຜິດພາດ
nl: Er ging iets fout
oc: Quicòm a trucat
si: යමක් වැරදී ඇත
sr: Нешто је пошло наопако
sv: Någonting gick fel
ug: كاشىلا كۆرۈلدى
uk: Щось пішло не так
zh: 出问题了
zh_tw: 發生錯誤

# errorPageUnexpected
source: We're sorry, but we're not sure what the error is. You can try restarting your computer and start the installation process again. You can can also <a>report the issue</a>.
ar: تعذَّرت معرفة الخطأ. حاول إعادة تشغيل حاسوبك وبدء عملية التنصيب من جديد. يمكنك أيضًا <a>الإبلاغ عن المشكلة</a>.
cs: Je nám líto, ale nejsme si jisti, v čem je chyba. Můžete zkusit restartovat počítač a spustit proces instalace znovu. Můžete také <a>problém nahlásit</a>.
da: Vi beklager, men vi ved ikke helt, hvad fejlen er. Du kan genstarte computeren og starte installationsproceduren igen. Du kan også <a>indrapportere problemet</a>.
et: Vabandust, aga me ei tea, mis veaga on tegemist. Sa võid proovida, kas arvuti uuesti käivitamine ja paigalduse uuesti alustamine parandab selle vea. Lisaks saad sa veast <a>ka meile teada anda</a>.
eu: Sentitzen dugu, baina ez dakigu ziur zein izan den errorea. Ordenagailua berrabiarazi eta instalazio prozesua berriro abiatzen saia zaitezke. Nahi baduzu, <a>arazoaren berri eman</a> dezakezu.
fr: Nous sommes désolés, mais nous ne sommes pas sûrs de l'erreur. Vous pouvez essayer de redémarrer votre ordinateur et recommencer le processus d'installation. Vous pouvez également <a> signaler le problème</a>.
ga: Tá brón orainn, ach níl muid cinnte cad é an earráid. Is féidir leat do ríomhaire a atosú agus an próiseas suiteála a thosú arís. Is féidir leat <a>an cheist a thuairisciú</a> freisin.
he: אנחנו לא בטוחים מה השגיאה, סליחה. אפשר לנסות להפעיל את המחשב מחדש ולהפעיל את תהליך ההתקנה מחדש. אפשר גם <a>לדווח על התקלה</a>.
it: Spiacenti, ma non siamo sicuri di questo errore. Puoi provare a riavviare il computer e iniziare nuovamente il processo di installazione. Puoi anche <a>segnalare l'errore</a>.
ka: უკაცრავად, მაგრამ ჩვენ არ ვართ დარწმუნებული, რა მოხდა. სცადეთ, გადატვირთოთ კომპიუტერი და დაყენების პროცესი თავიდან დაიწყოთ. ასევე შეგიძლიათ, <a>შეცდომის შესახებ მოგვწეროთ</a>.
kn: ನಮ್ಮನ್ನು ಕ್ಷಮಿಸಿ, ಆದರೆ ದೋಷ ಏನೆಂದು ನಮಗೆ ಖಚಿತವಿಲ್ಲ. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ನೀವು ಪ್ರಯತ್ನಿಸಬಹುದು ಮತ್ತು ಅನುಸ್ಥಾಪನ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಬಹುದು. ನೀವು <a>ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಬಹುದು</a>.
ko: 죄송합니다, 알 수 없는 오류가 발생했습니다. 컴퓨터를 다시 시작하고 설치 과정을 다시 시작해 보세요. 또한 <a>이 문제를 제보할 수</a> 있습니다.
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ແນ່ໃຈວ່າເກີດຂໍ້ຜິດພາດຫຍັງຂຶ້ນ. ທ່ານສາມາດລອງເລີ່ມລະບົບຄອມພິວເຕີໃໝ່ ແລະ ເລີ່ມຂັ້ນຕອນການຕິດຕັ້ງອີກຄັ້ງ. ທ່ານຍັງສາມາດ <a>ລາຍງານບັນຫາ</a> ໄດ້.
nl: Het spijt ons, maar we weten niet wat de fout is. U kan proberen de computer te herstarten en opnieuw te beginnen met de installatie. U kan ook <a>het probleem melden</a>.
oc: O planhèm, mas sabèm pas quina error es. Podètz ensajar de reaviar l’ordenador e començar lo processús d’installacion tornamai. Podètz tanben <a>senhalar l’anomalia</a>.
sr: Жао нам је, али нисмо сигурни у чему је грешка. Можете покушати да поново покренете рачунар и започнете процес инсталације поново. Такође можете <a>пријавити проблем</a>.
sv: Vi är ledsna, men vi är inte säkra på vad felet är. Du kan prova att starta om datorn och starta installationsprocessen igen. Du kan också <a>rapportera problemet</a>.
ug: كەچۈرۈڭ، قانداق خاتالىق كۆرۈلگەنلىكى ئېنىق ئەمەس. كومپيۇتېرىڭىزنى قايتا قوزغىتىپ ئاندىن ئورنىتىش جەريانىنى قايتا باشلاڭ. سىز يەنە <a>مەسىلە مەلۇم قىل</a>الايسىز.
uk: Вибачте, але ми не впевнені, в чому саме полягає помилка. Ви можете спробувати перезапустити комп'ютер і почати процес встановлення заново. Ви також можете <a>повідомити про проблему</a>.
zh: 很抱歉，但我们不确定问题所在。您可以尝试重新启动计算机，并再次启动安装进程。您也可以<a>报告问题</a>。
zh_tw: 很抱歉，我們並不確定具體發生了什麼錯誤。您可以試著重新啟動您的電腦並再次進行系統安裝流程。您也可以<a>回報問題</a>。

# errorPageUbuntuBug
source: To send an automated bug report including relevant debug information, please run <pre>sudo ubuntu-bug {SNAP}</pre> in a terminal, or from the command console (Alt+F2).
ar: لإرسال بلاغ علة آلي، ضمِّن معلومات التنقيح المتعلقة، وشغِّل <pre>sudo ubuntu-bug {SNAP}</pre> في الطرفية، أو من محث الأوامر (Alt+F2).
cs: Chcete-li odeslat automatické hlášení chyb včetně příslušných ladicích informací, zadejte prosím do terminálu nebo do příkazové konzole (Alt+F2) příkaz <pre>sudo ubuntu-bug {SNAP}</pre>.
da: Hvis du vil sende en automatisk fejlrapport med relevante fejlfindingsoplysninger, skal du køre <pre>sudo ubuntu-bug {SNAP}</pre> i en terminal eller fra kommandokonsollen (Alt+F2).
et: Automaatse veateate koostamiseks koos asjakohase lisainfoga palun käivita terminalis või käsureapõhisest konsoolist (Alt+F2) <pre>sudo ubuntu-bug {SNAP}</pre>.
eu: Errore-txosten automatizatua bidaltzeko (arazteko beharrezko informazioarekin), exekutatu <pre>sudo ubuntu-bug {SNAP}</pre> terminal batean, edo komando-kontsolan (Alt+F2).
fr: Pour envoyer un rapport de bogue automatisé incluant les informations de débogage pertinentes, veuillez exécuter <pre>sudo ubuntu-bug {SNAP}</pre> dans un terminal ou depuis la console de commande (Alt+F2).
ga: Chun tuairisc fhabht uathoibrithe a sheoladh lena n-áirítear faisnéis dífhabhtaithe ábhartha, rith <pre>sudo ubuntu-bug {SNAP}</pre> i teirminéal, nó ón gconsól ordaithe (Alt+F2).
he: כדי לשלוח דיווח אוטומטי על תקלה כולל הפרטים שקשורים אליה, נא להריץ את <pre>sudo ubuntu-bug {SNAP}</pre> במסוף, או ממסוף שורת הפקודה (Alt+F2).
it: Per inviare una segnalazione automatica di errore includi le informazioni di debug rilevati, esegui <pre>sudo ubuntu-bug {SNAP}</pre> in un terminal, o dalla console di comando (ALT+F2).
ka: იმისათვის, რომ გააგზავნოთ ანგარიში შესაბამისი გამართვის ინფორმაციით, გაუვთ <pre>sudo ububuntu-log {SNAP}</pre> ტერმინალში ან ბრძანების სტრიქონში (Alt+F2).
kn: ಸಂಬಂಧಿತ ಡೀಬಗ್ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಂತೆ ಸ್ವಯಂಚಾಲಿತ ದೋಷ ವರದಿಯನ್ನು ಕಳುಹಿಸಲು, ದಯವಿಟ್ಟು <pre>sudo ubuntu-bug {SNAP}</pre> ಅನ್ನು ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ಅಥವಾ ಕಮಾಂಡ್ ಕನ್ಸೋಲ್‌ನಿಂದ (Alt F2) ರನ್ ಮಾಡಿ.
ko: 연관된 디버그 정보를 포함한 자동 버그 신고를 이용하시려면 터미널 또는 명령 콘솔(ALT+F2)에서 <pre>sudo ubuntu-bug {SNAP}</pre>를 실행하세요.
lo: ເພື່ອສົ່ງລາຍງານຂໍ້ຜິດພາດແບບອັດຕະໂນມັດ ລວມທັງຂໍ້ມູນດີບັກທີ່ກ່ຽວຂ້ອງ, ກະລຸນາແລ່ນຄຳສັ່ງ <pre>sudo ubuntu-bug {SNAP}</pre> ໃນເທີມິນຽນ (terminal), ຫຼື ຈາກຄອນໂຊນຄຳສັ່ງ (Alt+F2).
nl: Om een automatische bug report met relevante debuginformatie te versturen, voer het commando <pre>sudo ubuntu-bug{SNAP}</pre> uit in de terminal of vanuit de commandconsole (Alt+F2).
oc: Per mandar un rapòrt d'error automatizat qu’inclutz d'informacions de desbugatge pertinentas, executatz <pre>sudo ubuntu-bug {SNAP}</pre> dins un terminal, o dempuèi la consòla de comanda (Alt+F2).
sr: Да бисте послали аутоматизовани извештај о грешци који укључује релевантне информације за отклањање грешака, покрените <pre>sudo ubuntu-bug {SNAP}</pre> у терминалу, или са конзоле (Alt+F2).
sv: För att skicka en automatiserad felrapport som inkluderar relevant felsökningsinformation, kör <pre>sudo ubuntu-bug{SNAP}</pre> i en terminal eller från kommandokonsolen (Alt+F2).
ug: ئەگەر سازلاش ئۇچۇرىنى ئۆز ئىچىگە ئالغان ئاپتوماتىك كەمتۈك دوكلاتى يوللىماقچى بولسىڭىز، تېرمىنال ياكى بۇيرۇق سۇپىسى(Alt+F2) دا <pre>sudo ubuntu-bug {SNAP}</pre> نى ئىجرا قىلىڭ.
uk: Щоб надіслати автоматичний звіт про ваду з відповідною інформацією про налагодження, виконайте <pre>sudo ubuntu-bug {SNAP}</pre> у терміналі або з командної консолі (Alt+F2).

# errorPageShowLog
source: Show log
ar: أظهر السجل
cs: Zobrazit záznam
da: Vis log
et: Näita logi
eu: Erakutsi erregistroa
fr: Afficher le journal
ga: Taispeáin logchomhad
he: הצגת היומן
it: Mostra log
ka: ჟურნალის ჩვენება
kn: ಲಾಗ್ ತೋರಿಸು
ko: 로그 보이기
lo: ສະແດງບັນທຶກ
nl: Toon logboek
oc: Afichar lo jornal
si: සටහන් පෙන්වන්න
sr: Прикажи дневник
sv: Visa logg
ug: خاتىرە كۆرسەت
uk: Показати журнал
zh: 显示日志
zh_tw: 顯示運行紀錄

# errorPageHideLog
source: Hide log
ar: أخفِ السجل
cs: Skrýt záznam
da: Skjul log
et: Peida logi
eu: Ezkutatu erregistroa
fr: Masquer le journal
ga: Folaigh logchomhad
he: הסתרת היומן
it: Nascondi log
ka: ჟურნალის დამალვა
kn: ಲಾಗ್ ಅನ್ನು ಮರೆಮಾಡಿ
ko: 로그 숨기기
lo: ເຊື່ອງບັນທຶກ
nl: Verberg logboek
oc: Amagar lo jornal
si: සටහන් සඟවන්න
sr: Сакриј дневник
sv: Dölj logg
ug: خاتىرە يوشۇر
uk: Сховати журнал
zh: 隐藏日志
zh_tw: 隱藏運行紀錄

source: Restart
ar: أعِد التشغيل
cs: Restartovat
da: Genstart
el: Επανεκκίνηση
et: Käivita arvuti uuesti
eu: Berrabiarazi
fr: Redémarrer
ga: Tosaigh arís
he: הפעלה מחדש
it: Riavvia
ka: გადატვირთვა
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມລະບົບໃໝ່
nl: Herstarten
oc: Reaviar
si: යළි අරඹන්න
sr: Поново покрени
sv: Starta om
ug: قايتا قوزغات
uk: Перезапустити
zh: 重新启动
zh_tw: 重新啟動

source: Close
ar: أغلِق
cs: Zavřít
da: Luk
el: Κλείσιμο
et: Sulge
eu: Itxi
fr: Fermer
ga: Dún
he: סגירה
it: Chiudi
ka: დახურვა
kn: ಮುಚ್ಚಿ
ko: 닫기
lo: ປິດ
nl: Sluiten
oc: Tampar
si: වසන්න
sr: Затвори
sv: Stäng
th: ปิด
ug: ياپ
uk: Закрити
zh: 关闭
zh_tw: 關閉

# timezoneLocationLabel
source: Location
ar: الموضع
cs: Umístění
da: Placering
el: Τοποθεσία
et: Asukoht
eu: Kokalekua
fr: Emplacement
ga: Suíomh
he: מיקום
it: Posizione
ka: მდებარეობა
kn: ಸ್ಥಳ
ko: 위치
lo: ສະຖານທີ່
nl: Locatie
oc: Localizacion
si: ස්ථානය
sr: Локација
sv: Plats
th: ตำแหน่งที่ตั้ง
ug: ئورۇن
uk: Місце розташування
zh: 位置
zh_tw: 地點

# themePageTitle
source: Choose your theme
ar: اختر سمتك
cs: Zvolte si motiv vzhledu
da: Vælg dit tema
el: Επιλέξτε το θέμα σας
et: Vali kujundus
eu: Aukeratu gaia
fr: Choisissez votre thème
ga: Roghnaigh do théama
he: נא לבחור את ערכת העיצוב שלך
it: Scegli il aspetto
ka: აირჩიეთ თქვენი თემა
kn: ನಿಮ್ಮ ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ
ko: 테마를 선택하십시오
lo: ເລືອກຮູບແບບຕີມຂອງທ່ານ
nl: Kies uw thema
oc: Causissètz vòstre tèma
si: ඔබගේ පෙනුම තෝරන්න
sr: Изаберите своју тему
sv: Välj ditt tema
th: เลือกชุดตกแต่งของคุณ
ug: ئۆرنەك تاللىنىدۇ
uk: Оберіть зовнішній вигляд
zh: 选择您的主题
zh_tw: 請選擇您的佈景主題

# themePageHeader
source: You can always change this later in the appearance settings.
ar: يمكنك تغييره لاحقًا في إعدادات المظهر.
cs: Toto je pak možné kdykoli změnit v nastavení vzhledu.
da: Du kan altid ændre dette senere i indstillinger for udseende.
el: Μπορείτε πάντα να το αλλάξετε στις ρυθμίσεις εμφάνισης.
et: Saad seda alati hiljem muuta välimuse seadistustest.
eu: Edozein unetan alda dezakezu hau itxura ezarpenetan.
fr: Vous pourrez la changer ultérieurement dans les préférences d’apparence.
ga: Is féidir leat é seo a athrú i gcónaí níos déanaí sna socruithe láithris.
he: תמיד ניתן לשנות זאת מאוחר יותר בהגדרות המראה.
it: Puoi sempre modificarlo in seguito nelle impostazioni dell'aspetto.
ka: ამის შეცვლა გარეგნობის პარამეტრებში ყოველთვის შეგიძლიათ.
kn: ಗೋಚರತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಇದನ್ನು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು.
ko: 모양 설정에서 언제든 변경하실 수 있습니다.
lo: ທ່ານສາມາດປ່ຽນແປງສິ່ງນີ້ພາຍຫຼັງໄດ້ສະເໝີໃນການຕັ້ງຄ່າຮູບໂສມ.
nl: U kan het thema later altijd veranderen in de weergave-instellingen.
oc: La poiretz cambiar mai tard en anant a las preferéncias d’aparéncia.
si: මෙය පසුව පෙනුම සැකසුම් හරහා වෙනස් කිරීමට හැකිය.
sr: Ово увек можете променити касније у подешавањима изгледа.
sv: Du kan alltid ändra detta senare i utseendeinställningarna.
ug: كېيىن قىياپەت تەڭشىكىدىن خالىغان ۋاقىتتا ئۆزگەرتەلەيسىز.
uk: Ви завжди можете змінити це пізніше в налаштуваннях зовнішнього вигляду.
zh: 稍后您可以在“外观设置”中进行更改。
zh_tw: 您可以在外觀設定中隨時變更。

# themeDark
source: Dark
ar: داكن
cs: Tmavý
da: Mørkt
el: Σκοτεινό
et: Tume kujundus
eu: Iluna
fr: Sombre
ga: Dorcha
he: כהה
it: Scuro
ka: მუქი
kn: ಕತ್ತಲು
ko: 어두움
lo: ມືດ
nl: Donker
oc: Fosc
si: අඳුරු
sr: Тамна
sv: Mörkt
ug: قاراڭغۇ
uk: Темний
zh: 深色
zh_tw: 暗色

# themeLight
source: Light
ar: فاتح
cs: Světlý
da: Lyst
el: Φωτεινό
et: Hele kujundus
eu: Argia
fr: Clair
ga: Solas
he: בהירה
it: Chiaro
ka: ღია
kn: ಬೆಳಕು
ko: 밝음
lo: ແຈ້ງ
nl: Licht
oc: Clar
si: දීප්ත
sr: Светла
sv: Ljust
ug: يورۇق
uk: Світлий
zh: 浅色
zh_tw: 亮色

# identityRealNameLabel
source: Your name
ar: اسمك
cs: Vaše jméno
da: Dit navn
el: Το όνομα σας
et: Sinu nimi
eu: Zure izena
fr: Votre nom
ga: D'ainm
he: השם שלך
it: Nome
ka: თქვენი სახელი
kn: ನಿಮ್ಮ ಹೆಸರು
ko: 이름
lo: ຊື່ຂອງທ່ານ
nl: Uw naam
oc: Vòstre prenom
si: ඔබගේ නම
sr: Ваше име
sv: Ditt namn
th: ชื่อของคุณ
ug: ئاتىڭىز
uk: Ваше ім'я
zh: 您的姓名
zh_tw: 您的姓名

# identityRealNameRequired
source: A name is required
ar: الاسم مطلوب
cs: Je třeba zadat jméno
da: Et navn er påkrævet
el: Το όνομα σας είναι απαραίτητο
et: Nime sisestamine on kohustuslik
eu: Izena beharrezkoa da
fr: Votre nom est requis
ga: Tá ainm ag teastáil
he: דרוש שם
it: È richiesto un nome
ka: სახელი აუცილებელია
kn: ಒಂದು ಹೆಸರು ಅಗತ್ಯವಿದೆ
ko: 이름이 필요합니다
lo: ຈຳເປັນຕ້ອງໃສ່ຊື່
nl: Een naam is vereist
oc: Cal un prenom
si: නමක් වුවමනාය
sr: Име је обавезно
sv: Ett namn krävs
th: ต้องป้อนชื่อด้วย
ug: ئىسىم زۆرۈر
uk: Потрібно вказати ім'я
zh: 需要名字
zh_tw: 姓名為必填欄位

# identityRealNameTooLong
source: That name is too long.
ar: هذا الاسم طويل جدًا.
cs: Jméno je příliš dlouhé.
da: Navnet er for langt.
el: Αυτό το όνομα είναι πολύ μακρύ.
et: See nimi on liiga pikk.
eu: Izena luzeegia da.
fr: Ce nom est trop long.
ga: Tá an t-ainm sin rófhada.
he: השם ארוך מדי.
it: Il nome è troppo lungo.
ka: სახელი მეტისმეტად გრძელია.
kn: ಆ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 너무 긴 이름입니다.
lo: ຊື່ນັ້ນຍາວເກີນໄປ.
nl: Die naam is te lang.
oc: Aqueste nom es tròp long.
si: මෙම නම දිග වැඩියි.
sr: То име је предуго.
sv: Det namnet är för långt.
th: ชื่อนั้นยาวเกินไป
ug: ئىسىم بەك ئۇزۇن.
uk: Це ім'я занадто довге.
zh: 名字过长。
zh_tw: 該姓名太長。

# identityHostnameLabel
source: Your computer's name
ar: اسم الحاسوب
cs: Název pro váš počítač
da: Din computers navn
el: Το όνομα του υπολογιστή σας
et: Sinu arvuti nimi
eu: Ordenagailuaren izena
fr: Le nom de votre ordinateur
ga: Ainm do ríomhaire
he: שם המחשב שלך
it: Il nome del computer
ka: თქვენი კომპიუტერის სახელი
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಹೆಸರು
ko: 컴퓨터 이름
lo: ຊື່ຄອມພິວເຕີຂອງທ່ານ
nl: De naam van de computer
oc: Lo nom de l’ordenador
si: ඔබගේ පරිගණකයේ නම
sr: Име вашег рачунара
sv: Din dators namn
th: ชื่อคอมพิวเตอร์ของคุณ
ug: كومپيۇتېرىڭىزنىڭ ئىسمى
uk: Iм'я вашого комп'ютера
zh: 您的电脑主机名
zh_tw: 您電腦的名稱

# identityHostnameRequired
source: A computer name is required
ar: اسم الحاسوب مطلوب
cs: Je třeba zadat název pro počítač
da: Et computernavn er påkrævet
et: Arvuti nime sisestamine on kohustuslik
eu: Ordenagailuaren izena beharrezkoa da
fr: Un nom pour l’ordinateur est requis
ga: Tá ainm ríomhaire de dhíth
he: דרוש שם מחשב
it: È richiesto un nome del computer
ka: კომპიუტერის სახელი აუცილებელია
kn: ಕಂಪ್ಯೂಟರ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ko: 컴퓨터 이름이 필요합니다
lo: ຈຳເປັນຕ້ອງໃສ່ຊື່ຄອມພິວເຕີ
nl: Een naam voor de computer is nodig
oc: Un nom d’ordenador es requerit
si: පරිගණකයට නමක් වුවමනාය
sr: Име рачунара је обавезно
sv: Ett datornamn krävs
th: ต้องป้อนชื่อคอมพิวเตอร์ด้วย
ug: كومپيۇتېر ئىسمى زۆرۈر
uk: Потрібно вказати ім'я комп'ютера
zh: 需要计算机名称
zh_tw: 電腦名稱為必填欄位

# identityHostnameTooLong
source: That computer name is too long.
ar: اسم الحاسوب هذا طويل جدًا.
cs: Název počítače je příliš dlouhý.
da: Det computernavn er for langt.
el: Αυτό το όνομα υπολογιστή είναι πολύ μακρύ.
et: See arvutinimi on liiga pikk.
eu: Ordenagailuaren izena luzeegia da.
fr: Ce nom d'ordinateur est trop long.
ga: Tá an t-ainm ríomhaire sin rófhada.
he: שם המחשב הזה ארוך מדי.
it: Il nome del computer è troppo lungo.
ka: კომპიუტერის სახელი ძალიან გრძელია.
kn: ಆ ಕಂಪ್ಯೂಟರ್ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 너무 긴 컴퓨터 이름입니다.
lo: ຊື່ຄອມພິວເຕີນັ້ນຍາວເກີນໄປ.
nl: De naam voor de computer is te lang.
oc: Aqueste nom d’ordenador es tròp long.
si: පරිගණකයේ නම දිග වැඩියි.
sr: То име рачунара је предуго.
sv: Det datornamnet är för långt.
th: ชื่อคอมพิวเตอร์นั้นยาวเกินไป
ug: كومپيۇتېر ئىسمى بەك ئۇزۇن.
uk: Ім'я комп'ютера занадто довге.
zh: 电脑名称太长了。
zh_tw: 該電腦名稱太長。
