Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# tryOrInstallRepairDescription
source: Repairing will reinstall all installed software without touching documents or settings.
be: Падчас выпраўлення будзе пераўсталявана ўсё праграмнае забеспячэнне. Дакументы і налады закрануты не будуць.
ca: La reparació reinstal·larà tot el programari instal·lat sense tocar els documents ni la configuració.
cs: Oprava přeinstaluje veškerý doposud nainstalovaný software, ale zachová data a nastavení uživatele.
de: Beim Reparieren wird die gesamte installierte Software neu installiert, ohne dass Dokumente oder Einstellungen angerührt werden.
eo: Riparado reinstalos ĉiujn instalitajn programojn sen modifi dokumentojn aŭ agordojn.
et: Parandamise käigus paigaldatakse kogu senipaigaldatud tarkvara uuesti, kuid nii dokumendid kui seadistused jäävad muutmata.
eu: Konponketak instalatutako software guztia berrinstalatuko du, dokumentuak edo ezarpenak ukitu gabe.
fa: تعمیر، همهٔ نرم افزارهای نصب شده را بدون دست زدن به اسناد یا تنظیمات، دوباره نصب می‌کند.
fi: Korjaus asentaa kaikki ohjelmat uudelleen, asiakirjat ja asetukset säilytetään.
fr: La réparation réinstallera tous les logiciels installés en conservant les documents et les paramètres.
ga: Beidh deisiú reinstall gach bogearraí suiteáilte gan teagmháil doiciméid nó suímh.
he: תיקון יתקין את כל התכניות המותקנות מחדש מבלי לגעת במסמכים או בהגדרות.
hu: A javítás újratelepíti az összes telepített szoftvert, anélkül hogy a dokumentumokat vagy a beállításokat érintené.
it: La riparazione reinstallerá tutti i programmi senza toccare alcun documento o impostazione.
ja: 修復はドキュメントや設定はそのままにして、インストールされているすべてのソフトウェアを再インストールします。
ka: რემონტი თავიდან დააყენებს ყველა დაყენებულ პროგრამას დოკუმენტებისა და პარამეტრების ხელისხლების გარეშე.
kn: ರಿಪೇರಿ ಮಾಡುವುದರಿಂದ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು ಅಥವಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸ್ಪರ್ಶಿಸದೆಯೇ ಎಲ್ಲಾ ಸ್ಥಾಪಿಸಲಾದ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ.
ko: 복구하면 문서나 설정을 건드리지 않고 설치된 모든 소프트웨어가 다시 설치됩니다.
lo: ການສ້ອມແປງຈະຕິດຕັ້ງຊອບແວທັງໝົດຄືນໃໝ່ ໂດຍບໍ່ສົ່ງຜົນກະທົບຕໍ່ເອກະສານ ຫຼື ການຕັ້ງຄ່າຕ່າງໆ.
ml: റിപ്പയർ ചെയ്യുന്നത് ഡോക്യുമെന്റുകളോ ക്രമീകരണങ്ങളോ സ്പർശിക്കാതെ ഇൻസ്റ്റാൾ ചെയ്ത എല്ലാ സോഫ്റ്റ്വെയറുകളും വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യും.
nl: Reparatie zal opnieuw alles installeren, zonder de bestaande documenten of instellingen aan te passen.
oc: La reparacion tornarà installar totes los logicials installats en servant los documents e los paramètres.
pa: ਰਿਪੇਅਰ ਕਰਨ ਨਾਲ ਦਸਤਾਵੇਜ਼ਾਂ ਜਾਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲੇ ਬਗ਼ੈਰ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੋਏ ਸਾਫਟਵੇਅਰਾਂ ਨੂੰ ਮੁੜ-ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Naprawa spowoduje ponowną instalację całego zainstalowanego oprogramowania bez naruszania dokumentów lub ustawień.
pt_br: A reparação reinstalará todos os softwares instalados sem alterar documentos ou configurações.
ru: Исправление повторно устанавливает все установленные программы, не трогая документы и настройки.
si: ලේඛන හෝ සැකසුම් ස්පර්ශ නොකර ස්ථාපිත සියළුම මෘදුකාංග යළි ස්ථාපනය අළුත්වැඩියාව මගින් සිදුවේ.
sk: Oprava preinštaluje všetok softvér bez zásahu do dokumentov alebo nastavení.
sr: Поправка ће поново инсталирати све програме без дирања докумената или подешавања.
sv: Reparation kommer att installera om all installerad programvara utan att röra dokument eller inställningar.
tr: Onarma, belgelere veya ayarlara dokunmadan tüm yüklü yazılımları yeniden yükleyecektir.
ug: ئوڭشاش پۈتۈك ۋە تەڭشەكلەرگە چېقىلماستىن ئورنىتىلغان بارلىق يۇمشاق دېتاللارنى قايتا ئورنىتىدۇ.
uk: Під час виправлення буде перевстановлено все програмне забезпечення, не торкаючись документів чи налаштувань.
zh: 修复选项将在保留个人数据和设置的情况下重新安装所有已安装的软件。
zh_tw: 修復系統會重新安裝已安裝的軟體，而不會動到您的文件或是設定。

# tryOption
source: Try {RELEASE}
be: Паспрабаваць {RELEASE}
ca: Prova el sistema {RELEASE}
cs: Vyzkoušet {RELEASE}
de: {RELEASE} ausprobieren
el: Δοκιμάστε το {RELEASE}
eo: Provi {RELEASE}
et: Proovi {RELEASE}t
eu: {RELEASE} probatu
fa: آزمودن {RELEASE}
fi: Kokeile {RELEASE}a
fr: Essayer {RELEASE}
ga: Bain triail as {RELEASE}
he: להתנסות ב־{RELEASE}
hu: A(z) {RELEASE} kipróbálása
it: Prova {RELEASE}
ja: {RELEASE} を試してみる
ka: {RELEASE}-ის ცდა
kn: {RELEASE} ಪ್ರಯತ್ನಿಸಿ
ko: {RELEASE} 체험하기
lo: ທົດລອງໃຊ້ {RELEASE}
ml: {RELEASE} ഉപയോഗിച്ച് നോക്കുക
nl: {RELEASE} uitproberen
oc: Ensajar {RELEASE}
pa: {RELEASE}ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Wypróbuj {RELEASE}
pt_br: Experimentar {RELEASE}
ru: Попробовать {RELEASE}
si: {RELEASE} අත්හදා බලන්න
sk: Vyskúšať {RELEASE}
sr: Испробај {RELEASE}
sv: Testa {RELEASE}
tr: {RELEASE} Dene
ug: ‏{RELEASE} نى سىناي
uk: Спробувати {RELEASE}
zh: 试用 {RELEASE}
zh_tw: 試用 {RELEASE}

# tryDescription
source: You can try {RELEASE} without making any changes to your computer.
be: Вы можаце паспрабаваць {RELEASE} без аніякіх змен на вашым камп'ютары.
ca: Podeu provar {RELEASE} sense fer cap canvi al vostre ordinador.
cs: Můžete si {RELEASE} vyzkoušet, aniž by se v počítači cokoli změnilo.
de: Sie können {RELEASE} ausprobieren, ohne irgendwelche Änderungen an Ihrem Computer vorzunehmen.
eo: Vi povas provi {RELEASE} sen iel ajn ŝanĝi vian komputilon.
et: Sa võid proovida {RELEASE}t ilma arvutisse muudatusi tegemata.
eu: {RELEASE} proba dezakezu ordenagailuan aldaketarik egin gabe.
fa: شما می‌توانید {RELEASE} را بدون ایجاد هیچ تغییری در رایانه خود امتحان کنید.
fi: Voit kokeilla {RELEASE}a tekemättä muutoksia tietokoneeseen.
fr: Vous pouvez essayer {RELEASE} sans appliquer aucun changement à votre ordinateur.
ga: Is féidir leat triail a bhaint as {RELEASE} gan aon athruithe a dhéanamh ar do ríomhaire.
he: אפשר להתנסות ב־{RELEASE} מבלי לערוך שינויים במחשב שלך.
hu: A(z) {RELEASE} kipróbálható anélkül, hogy bármilyen változtatást végezne a számítógépén.
it: Puoi provare {RELEASE} senza apportare alcuna modifica al tuo computer.
ja: コンピュータに何の変更も加えることなく、{RELEASE} を試すことができます。
ka: ${RELEASE}-ის ცდა კომპიუტერში ცვლილებების შეტანის გარეშე შეგიძლიათ.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡದೆಯೇ ನೀವು {RELEASE} ಅನ್ನು ಪ್ರಯತ್ನಿಸಬಹುದು.
ko: 컴퓨터에 변경 사항을 만들지 않고 {RELEASE}를 체험하실 수 있습니다.
lo: ທ່ານສາມາດທົດລອງໃຊ້ {RELEASE} ໂດຍບໍ່ຕ້ອງປ່ຽນແປງຂໍ້ມູນໃດໆໃນຄອມພິວເຕີຂອງທ່ານ.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ മാറ്റങ്ങളൊന്നും വരുത്താതെ തന്നെ നിങ്ങൾക്ക് {RELEASE} പരീക്ഷിക്കാവുന്നതാണ്.
nl: U kunt {RELEASE} uitproberen, zonder dat er aanpassingen op de bestaande installatie wordt gemaakt.
oc: Podètz ensajar {RELEASE} sens aplicar cap de modificacion a vòstre ordenador.
pl: Możesz wypróbować {RELEASE} bez wprowadzania jakichkolwiek zmian na swoim komputerze.
pt_br: Você pode experimentar o {RELEASE} sem precisar fazer qualquer alteração em seu computador.
ru: Вы можете попробовать {RELEASE} без каких-либо изменений на вашем компьютере.
si: ඔබගේ පරිගණකයට කිසිදු වෙනසක් නොකර {RELEASE} බැලීමට හැකිය.
sk: Môžete si vyskúšať {RELEASE} bez zmien v počítači.
sr: Можете испробати {RELEASE} без прављења измена на вашем рачунару.
sv: Du kan testa {RELEASE} utan att göra några ändringar till din dator.
tr: Bilgisayarınızda hiç bir değişiklik yapmadan {RELEASE} deneyebilirsiniz.
ug: كومپيۇتېرىڭىزغا ھېچقانداق ئۆزگەرتىش ئېلىپ بارماستىن {RELEASE} نى سىنىيالايسىز.
uk: Ви можете спробувати {RELEASE}, не роблячи ніяких змін на вашому комп'ютері.
zh: 您可以在不对计算机做任何改动的情况下试用 {RELEASE}。
zh_tw: 您可以試用 {RELEASE}，而不會對您的電腦進行任何變動。

# installOption
source: Install {RELEASE}
be: Усталяваць {RELEASE}
ca: Instal·la el sistema {RELEASE}
cs: Nainstalovat {RELEASE}
de: {RELEASE} installieren
el: Εγκατάσταση του {RELEASE}
eo: Instali {RELEASE}
et: Paigalda {RELEASE}
eu: {RELEASE} instalatu
fa: نصب {RELEASE}
fi: Asenna {RELEASE}
fr: Installer {RELEASE}
ga: Suiteáil {RELEASE}
he: להתקין את {RELEASE}
hu: A(z) {RELEASE} telepítése
it: Installa {RELEASE}
ja: {RELEASE} をインストール
ka: {RELEASE}-ის დაყენება
kn: ಸ್ಥಾಪಿಸಿ {RELEASE}
ko: {RELEASE} 설치
lo: ຕິດຕັ້ງ {RELEASE}
ml: {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക
nl: {RELEASE} installeren
oc: Installar {RELEASE}
pa: {RELEASE} ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj {RELEASE}
pt_br: Instalar {RELEASE}
ru: Установить {RELEASE}
si: {RELEASE} ස්ථාපනය කරන්න
sk: Nainštalovať {RELEASE}
sr: Инсталирај {RELEASE}
sv: Installera {RELEASE}
tr: {RELEASE} Kur
ug: ‏{RELEASE} نى ئورنات
uk: Встановити {RELEASE}
zh: 安装 {RELEASE}
zh_tw: 安裝 {RELEASE}

# installDescription
source: Install {RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
be: Усталяваць {RELEASE} побач (або замест) вашай бягучай аперацыйнай сістэмы. Гэта не зойме шмат часу.
ca: Instal·lar {RELEASE} al costat (o en lloc de) del vostre sistema operatiu actual. Això no hauria de trigar massa.
cs: Nainstalovat {RELEASE} vedle (nebo namísto) stávajícího operačního systému. Nebude to zdlouhavé.
de: Installieren Sie {RELEASE} neben (oder anstelle) Ihres aktuellen Betriebssystems. Dies sollte nicht allzu lange dauern.
eo: Instali {RELEASE} apud (aŭ anstataŭ) via aktuala mastruma sistemo. Tio ne daŭros tro longe.
et: Paigalda {RELEASE} hetkel arvutis olemasoleva operatsioonisüsteemi kõrvale või asemele. Selleks ei tohiks liiga palju aega kuluda.
eu: Instalatu {RELEASE} uneko sistema eragilearekin batera (edo haren ordez). Ez luke denbora asko beharko.
fa: {RELEASE} را در کنار (یا به جای) سیستم‌عامل کنونی شما نصب می‌کنید. این نباید خیلی طول بکشد.
fi: Asenna {RELEASE} nykyisen käyttöjärjestelmän rinnalle tai tilalle. Asentaminen ei kestä kauan.
fr: Installer {RELEASE} à côté (ou en remplacement) de votre système d’exploitation actuel. Ceci ne devrait pas prendre trop longtemps.
ga: Suiteáil {RELEASE} in éineacht (nó in ionad) do chóras oibriúcháin reatha. Níor cheart go dtógfadh sé seo rófhada.
he: התקנת {RELEASE} לצד (או במקום) מערכת ההפעלה הנוכחית שלך. אמור להיות תהליך קצר.
hu: A(z) {RELEASE} telepítése a jelenlegi operációs rendszere mellé (vagy helyett). Ez nem fog túl sokáig tartani.
it: Installa {RELEASE} accanto (o al posto di) al tuo sistema operativo attuale. Questo non dovrebbe durare molto.
ja: 現在の OS と共存して (または代わりに) {RELEASE} をインストールします。あまり時間がかからないはずです。
ka: დააყენთ {RELEASE} თქვენს ოპერაციულ სისტემასთან ერთად (ან მის გარეშე). ამას დიდი ხანი არ დასჭირდება.
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂ ಜೊತೆಗೆ (ಅಥವಾ ಬದಲಿಗೆ) {RELEASE} ಅನ್ನು ಸ್ಥಾಪಿಸಿ. ಇದು ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಾರದು.
ko: {RELEASE}를 현재 운영체제와 함께 (또는 대신) 설치합니다. 오래 걸리지 않습니다.
lo: ຕິດຕັ້ງ {RELEASE} ຄຽງຄູ່ (ຫຼື ແທນທີ່) ລະບົບປະຕິບັດການປະຈຸບັນຂອງທ່ານ. ຂັ້ນຕອນນີ້ຈະໃຊ້ເວລາບໍ່ດົນ.
ml: നിങ്ങളുടെ നിലവിലെ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം (അല്ലെങ്കിൽ പകരം) {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക. ഇത് അധിക സമയം എടുക്കാൻ പാടില്ലാത്തതാണ്.
nl: Installeer {RELEASE} naast (of in plaats van) uw huidige besturingssysteem, dit zal niet lang duren.
oc: Installar {RELEASE} a costat (o a la plaça) de vòstre sistèma operatiu actual. Aquò deuriá pas trigar.
pl: Zainstaluj {RELEASE} obok (lub zamiast) obecnego systemu operacyjnego. Nie powinno to potrwać zbyt długo.
pt_br: Instalar o {RELEASE} ao lado do (ou em substituição ao) seu sistema operacional atual. Isto não deve demorar muito.
ru: Установить {RELEASE} рядом (или вместо) вашей текущей операционной системы. Это не займёт много времени.
si: ඔබගේ වත්මන් මෙහෙයුම් පද්ධතිය සමඟ (හෝ ඒ වෙනුවට) {RELEASE} ස්ථාපනය කරන්න. මෙයට එතරම් කාලයක් ගත නොවේ.
sk: Nainštalujte {RELEASE} popri (alebo namiesto) vašom aktuálnom operačnom systéme. Nemalo by to trvať príliš dlho.
sr: Инсталирај {RELEASE} поред (или уместо) вашег тренутног оперативног система. За ово неће требати пуно времена.
sv: Installera {RELEASE} bredvid (eller istället för) ditt nuvarande operativsystem. Det här ska inte ta för lång tid.
tr: Mevcut işletim sisteminizin yanına (ya da yerine) {RELEASE} kur. Çok uzun sürmeyecektir.
ug: نۆۋەتتىكى مەشغۇلات سىستېمىسىنىڭ ئورنىغا {RELEASE} نى ئورنىتىدۇ (ياكى ئۇنىڭ ئورنىغا) ئالماشتۇرىدۇ. بۇنىڭغا ئانچە كۆپ ۋاقىت كەتمەيدۇ.
uk: Встановити {RELEASE} поряд (або замість) вашої поточної операційної системи. Це не повинно зайняти занадто багато часу.
zh: 安装 {RELEASE}，并可选择保留或替换您当前的操作系统。这不会花费太长时间。
zh_tw: 安裝 {RELEASE} ，可與您目前的作業系統共存，或取代該系統，這不會耗費太多時間。

# tryOrInstallReleaseNotesLabel
source: You may wish to read the <a href="{url}">release notes</a>.
be: Можаце пачытаць <a href="{url}">нататкі да выпуску</a>.
ca: És possible que vulgueu llegir la <a href="{url}"> nota de llançament</a>.
cs: Nejspíš si budete chtít přečíst <a href="{url}">poznámky k vydání</a>.
de: Vielleicht möchten Sie die <a href="{url}">Veröffentlichungshinweise</a> lesen.
el: Ίσως θέλετε να διαβάσετε τις <a href="{url}">σημειώσεις έκδοσης</a>.
eo: Vi eble volas legi la <a href="{url}">liverajn notojn</a>.
et: Huvi korral saad lugeda ka <a href="{url}">selle versiooni väljalasketeadet</a>.
eu: Agian <a href="{url}">bertsio-oharrak</a> irakurri nahiko dituzu.
fa: ممکن است بخواهید <a href="{url}">یادداشت‌های انتشار</a> را بخوانید.
fi: Voit halutessasi lukea <a href="{url}">julkaisumuistion</a>.
fr: Vous pouvez éventuellement lire les <a href="{url}">notes de publication</a>.
ga: B'fhéidir gur mhaith leat na <a href="{url}">nótaí eisithe a léamh</a>.
he: ממליצים לך לקרוא את <a href="{url}">הערות ההוצאה לאור</a>.
hu: Érdemes lehet elolvasni a <a href="{url}">kiadási megjegyzéseket</a>.
it: Forse vorresti leggere le <a href="{url}">informazioni di rilascio</a>.
ja: <a href="{url}">リリースノート</a> もご覧いただくとよいかもしれません。
ka: შეიძლება, გნებავთ, წაიკითხოთ <a href="{url}">რელიზის შენიშვნები</a>.
kn: ನೀವು <a href="{url}">ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು</a> ಓದಲು ಬಯಸಬಹುದು.
ko: <a href="{url}">릴리즈 노트</a>를 읽어보십시오.
lo: ທ່ານອາດຈະຕ້ອງການອ່ານ <a href="{url}">ບັນທຶກການປ່ອຍລຸ້ນໃໝ່</a>.
ml: നിങ്ങൾ <a href="{url}">റിലീസ് കുറിപ്പുകൾ</a> വായിക്കാൻ ആഗ്രഹിച്ചേക്കാം.
nl: De wijzigingen in deze uitgave kun je <a href="{url}">hier, in het Engels, lezen</a>.
oc: Podètz tanben legir las <a href="{url}">nòtas de version</a>.
pa: ਤੁਸੀਂ <a href="{url}">ਰੀਲਿਜ਼ ਨੋਟਿਸ</a> ਪੜ੍ਹਨਾ ਚਾਹੋਗੇ।
pl: Możesz chcieć przeczytać <a href="{url}">informacje o wydaniu</a>.
pt_br: Talvez você queira ler as <a href="{url}">notas de lançamento</a>.
ru: Вы также можете прочитать <a href="{url}">заметки о выпуске</a>.
si: මෙතැනින් <a href="{url}">නිකුතු සටහන්</a> කියවීමට හැකිය.
sk: Možno si budete chcieť prečítať <a href="{url}">poznámky k vydaniu</a>.
sr: Можда желите да прочитате <a href="{url}">напомене о издању</a>.
sv: Du kanske vill läsa <a href="{url}">kommentarer till utgåvan</a>.
tr: <a href="{url}">Sürüm notlarını</a> okumak isteyebilirsiniz.
ug: سىز <a href="{url}">تارقىتىش ئىزاھاتى</a>نى ئوقۇشنى ئارزۇ قىلىشىڭىز مۇمكىن.
uk: Можливо, ви захочете прочитати <a href="{url}">примітки до випуску</a>.
zh: 您也可阅读<a href="{url}"> 发行注记</a>。
zh_tw: 您也可以閱覽<a href="{url}">產品發布說明</a>。

# rstTitle
source: RST detected
be: Выяўлены RST
ca: S'ha detectat RST
cs: Zjištěno RST
de: RST ist aktiviert
el: Απενεργοποίηση του RST
eo: Rapid-Konserveja Tekniko (RST) troviĝis
et: RST on kasutusel
eu: RST antzeman da
fa: RST به کار افتاده
fi: RST on käytössä
fr: RST est activé
ga: Braitheadh RST
he: RST פעיל
hu: RST észlelhető
it: Disattiva RST
ja: RSTを検出
ka: RST ჩართულია
kn: RST ಪತ್ತೆಯಾಗಿದೆ
ko: RST가 활성화됨
lo: ກວດພົບ RST
ml: RST ഓഫ് ചെയ്യുക
nl: RST uitschakelen
oc: RST es activat
pa: RST ਖੋਜਿਆ
pl: Wykryto RST
pt_br: O RST está habilitado
ru: Обнаружен RST
si: RST අක්‍රිය කරන්න
sk: Zistené RST
sr: Искључи RST
sv: RST upptäcktes
tr: RST tespit edildi
ug: تېز ساقلاش تېخنىكىسى (RST) بايقالدى
uk: Вимкнути RST
zh: 检测到 RST
zh_tw: 快速儲存技術 (RST) 已啟用

# rstHeader
source: You must disable RST to continue installation
be: Выключыць RST для працягу
ca: Heu de desactivar RST per continuar la instal·lació
cs: Aby mohla instalace pokračovat, musíte RST vypnout
de: Zum Fortsetzen der Installation müssen Sie RST deaktivieren
eo: Vi devas malŝalti RST por daŭrigi instaladon
et: Paigaldusega jätkamiseks pead RST välja lülitama
eu: RST ezgaitu behar duzu instalazioarekin aurrera egiteko
fa: برای ادامه باید RST را خاموش کنید
fi: RST tulee poistaa käytöstä jatkaaksesi
fr: Vous devez RST pour continuer l'installation
ga: Ní mór duit RST a dhíchumasú chun leanúint leis an tsuiteáil
he: יש לכבות את RST כדי להמשיך בהתקנה
hu: Le kell tiltania az RST-t a telepítés folytatásához
it: Devi disabilitare RST per continuare l'installazione
ja: 続行するにはRSTを無効にしてください
ka: დაყენების გასაგრძელებლად RST უნდა გამორთოთ
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮುಂದುವರಿಸಲು ನೀವು RST ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕು
ko: 계속하려면 RST를 끄십시오
lo: ທ່ານຕ້ອງປິດ RST ເພື່ອສືບຕໍ່ການຕິດຕັ້ງ
nl: RST moet uitgeschakeld worden om door te gaan met de installatie
oc: Devètz desactivar lo RST per contunhar l’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰੱਖਣ ਲਈ ਤੁਹਾਨੂੰ RST ਨੂੰ ਅਸਮਰੱਥ ਕਰਨਾ ਪਵੇਗਾ
pl: Musisz wyłącz funkcję RST, aby kontynuować
pt_br: Desligue o RST para continuar a instalação
ru: Для продолжения установки отключите RST
si: ඉදිරියට යාමට RST අක්‍රිය කරන්න
sk: Ak chcete pokračovať v inštalácii, musíte zakázať RST
sr: Искључите RST да бисте наставили
sv: Du måste inaktivera RST för att fortsätta installationen
tr: Kuruluma devam etmek için RST'yi devre dışı bırakmalısınız
ug: ئورنىتىشنى داۋاملاشتۇرۇش ئۈچۈن RST نى چەكلىشىڭىز كېرەك
uk: Ви повинні вимкнути RST, щоб продовжити встановлення
zh: 您必须关闭 RST 以继续安装
zh_tw: 您必須停用 RST 才能繼續安裝

# rstDisable
source: Your computer uses Intel RST (Rapid Storage Technology). You can disable RST either in:
ca: El vostre ordinador utilitza Intel RST (tecnologia d'emmagatzematge ràpid). Podeu desactivar RST o bé a:
cs: Váš počítač používá technologii Intel RST (Rapid Storage Technology). RST můžete vypnout buď v:
de: Ihr Computer verwendet Intel RST (Rapid Storage Technology). Sie können RST entweder deaktivieren in:
eo: Via komputilo uzas Intel RST (Rapid-Stokan Teknikon). Vi povas malŝalti RST aŭ en:
et: Sinu arvutis on kasutusel Inteli RST (Rapid Storage Technology). Sa võid RST välja lülitada kas:
eu: Ordenagailuak Intel RST (Rapid Storage Technology) darabil. Hemen ezgaitu dezakezu RST:
fa: رایانه‌تان از RST (فناوری ذخیره‌ساز سریع) اینتل استفاده می‌کند. می‌توانید در این جاها از کار بیندازیدش:
fi: Tietokoneesi käyttää Intel RST:tä (Rapid Storage Technology). Voit ottaa RST:n pois käytöstä joko:
fr: Votre ordinateur utilise Intel RST (Rapid Storage Technology). Vous pouvez désactiver RST dans :
ga: Úsáideann do ríomhaire Intel RST (Teicneolaíocht Stórála Mear). Is féidir leat RST a dhíchumasú ceachtar i:
he: המחשב שלך משתמש ב־RST (טכנולוגיית אחסון מהיר) של אינטל. אפשר להשבית את RST דרך:
hu: A számítógépe Intel RST (Rapid Storage Technology) technológiát használ. Az RST-t a következő módokon tilthatja le:
it: Il computer utilizza Intel RST (Rapid Storage Technology). Puoi disabilitare RST in:
ja: このPCではIntel RST (Rapid Storage Technology)を使用しています。RSTを無効にしてください:
ka: თქვენი კომპიუტერი იყენებს Intel RST (Rapid Storage Technology). RST შეგიძლიათ, გამორთოთ:
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಇಂಟೆಲ್ RST (ರಾಪಿಡ್ ಸ್ಟೋರೇಜ್ ಟೆಕ್ನಾಲಜಿ) ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ಇದರಲ್ಲಿ RST ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು:
lo: ຄອມພິວເຕີຂອງທ່ານໃຊ້ Intel RST (Rapid Storage Technology). ທ່ານສາມາດປິດ RST ໄດ້ໃນ:
nl: Je computer maakt gebruik van Intel RST (Rapid Storage Technology). Je kunt RST uitschakelen in:
oc: Vòstre ordenador utiliza Intel RST (Rapid Storage Technology). Podètz desactivar RST dins :
pl: Ten komputer używa funkcji Intel RST (Rapid Storage Technology). Możesz wyłączyć RST w:
pt_br: Seu computador utiliza a tecnologia Intel RST (Rapid Storage Technology). Você pode desativar o RST em:
ru: На вашем компьютере используется Intel RST (технология быстрого хранения). Вы можете отключить RST через:
sk: Váš počítač používa technológiu Intel RST (Rapid Storage Technology). RST môžete zakázať buď:
sv: Din dator använder Intel RST (Rapid Storage Technology). Du kan inaktivera RST antingen i:
tr: Bilgisayarınız Intel RST (Hızlı Depolama Teknolojisi) kullanıyor. RST'yi şu şekilde devre dışı bırakabilirsiniz:
ug: بۇ كومپيۇتېردا Intel شىركىتىنىڭ RST (تېز ساقلاش تېخنىكىسى) ئىشلىتىلگەن. تۆۋەندە RST نى چەكلىيەلەيسىز:
uk: Ваш комп'ютер використовує технологію Intel RST (Rapid Storage Technology). Ви можете вимкнути RST або в:
zh: 您的计算机使用 Intel RST（快速存储技术）。您可以在下面的位置禁用 RST：
zh_tw: 您的電腦使用 Intel RST（快速儲存技術）。您可以在下列任一選項中停用 RST：

# rstDisableWindows
source: Windows, if you are using a dual boot setup with Windows
ca: Windows, si utilitzeu una configuració d'arrencada dual amb Windows
cs: Windows, pokud používáte dual boot se systémem Windows
de: Windows, wenn Sie eine Dual-Boot-Konfiguration mit Windows verwenden
eo: Windows, se vi uzas Windows kun aliaj mastrumaj sistemoj
et: Windowsist, kui kasutad arvutis mitut operatsioonisüsteemi, millest üks on Windows
eu: Windowsen, abio bikoitza eta Windows instalatuta baduzu ordenagailuan
fa: ویندوز. در صورت استفاده از راه‌اندازی دوگانه با ویندوز
fi: Windowsissa, jos käytät kahden käyttöjärjestelmän rinnakkaisasennusta Windowsilla
fr: Windows, si vous utilisez une configuration à double démarrage avec Windows
ga: Windows, má tá tú ag baint úsáide as socrú tosaithe dé le Windows
he: Windows, אם יש לך מערכת נוספת בטעינה עם Windows
hu: A Windowsban, ha kettős rendszerindítású telepítést használ Windows rendszerrel
it: Windows, se stai usando un'installazione dual boot con Windows
ja: Windowsでデュアルブートしている場合
ka: Windows, თუ იყენებთ ორმაგ ჩატვირთვას Windows-თან ერთად
kn: ವಿಂಡೋಸ್, ನೀವು ವಿಂಡೋಸ್ನೊಂದಿಗೆ ಡ್ಯುಯಲ್ ಬೂಟ್ ಸೆಟಪ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ
lo: Windows, ຖ້າຫາກທ່ານໃຊ້ລະບົບ dual boot ຄຽງຄູ່ກັບ Windows
nl: Windows, als u een dual-boot-opstelling met Windows gebruikt
oc: Windows, s’utilizatz una configuracion mantun sistèma operatiu amb Windows
pa: Windows, ਜੇ ਤੁਸੀਂ Windows ਨਾਲ ਡੁਅਲ ਬੂਟ ਸੈਟਅੱਪ ਵਰਤ ਰਹੇ ਹੋ
pl: Windows, jeśli korzystasz z konfiguracji podwójnego rozruchu z tym systemem
pt_br: Windows, se você estiver usando uma configuração de inicialização dupla com o Windows
ru: Windows, если у вас установлено несколько операционных систем, включая Windows
sk: Vo Windowse, ak používate nastavenie duálneho spúšťania s Windowsom
sv: Windows, om du använder en dual boot-installation med Windows
tr: Windows, Windows ile çift önyükleme kurulumu kullanıyorsanız
ug: Windows، ئەگەر ئۇنىڭ بىلەن قوش سىستېما قوزغىتىش ئىشلەتسىڭىز
uk: Windows, якщо ви використовуєте подвійне завантаження з Windows
zh: Windows，如果您与其采用双启动
zh_tw: Windows，如果您和它採用雙重開機設定

# rstDisableBios
source: The BIOS settings
ca: La configuració de BIOS
cs: Nastavení BIOSu
de: Die BIOS-Einstellungen
eo: La agordoj de BIOS
et: BIOSi seadistustest
eu: BIOSaren ezarpenetan
fa: تنظیمات بایوس
fi: BIOS-asetuksissa
fr: Les réglages du BIOS
ga: Socruithe BIOS
he: הגדרות ה־BIOS
hu: A BIOS beállításaiban
it: Impostazioni BIOS
ja: BIOSの設定
ka: BIOS-ის პარამეტრები
kn: BIOS ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lo: ການຕັ້ງຄ່າ BIOS
nl: De BIOS-instellingen
oc: Los paramètres del BIOS
pa: BIOS ਸੈਟਿੰਘਾਂ
pl: Ustawieniach BIOS-u
pt_br: Configurações de Inicialização
ru: Настройки BIOS
sk: V nastaveniach BIOSu
sv: BIOS-inställningarna
tr: BIOS ayarları
ug: BIOS تەڭشىكى
uk: Налаштування BIOS
zh: BIOS 设置
zh_tw: BIOS 設定
