Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# landscapeDomainHintText
source: Landscape domain (FQDN)
ca: Domini de Landscape (FQDN)
cs: Doména Landscape (FQDN)
de: Landscape-Domäne (FQDN)
eo: Nomregno Landscape (plene kvalifikita nomregno)
et: Landscape'i domeen (FQDN)
eu: Landscapeko domeinua (FQDN)
fa: دامنهٔ لندسکیپ
fi: Landscape-toimialue (FQDN)
fr: Domaine Landscape (FQDN)
ga: Fearann tírdhreacha (FQDN)
he: שם תחום ב־Landscape‏ (FQDN - מלא)
hu: Landscape-tartomány (FQDN)
ja: Landscapeドメイン(FQDN)
ka: Laandscape-ის დომენი (FQDN)
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಡೊಮೇನ್ (FQDN)
lo: ໂດເມນ Landscape (FQDN)
nl: Landscape-domein (FQDN)
oc: Domeni Landscape (FQDN)
pl: Domena Landscape (FQDN)
pt_br: Domínio do Landscape (FQDN)
ru: Домен Landscape (FQDN)
sk: Landscape doména (FQDN)
sv: Landscape-domän (FQDN)
ug: Landscape دائىرە ئىسمى (FQDN)
uk: Домен Landscape (FQDN)
zh: Landscape 域 (FQDN)
zh_tw: Landscape 網域 (FQDN)

# landscapeDomainInstructions
source: Provide your organization's Landscape domain to log in and fetch an autoinstall file. You can get the FQDN from your IT support.
ca: Proporcioneu el domini de Landscape de la vostra organització per iniciar sessió i obtenir un fitxer autoinstall. Podeu obtenir el FQDN del vostre suport informàtic.
cs: Zadejte doménu Landscape vaší organizace, abyste se mohli přihlásit a načíst soubor autoinstall. FQDN můžete získat od vaší IT podpory.
de: Geben Sie die Landscape-Domain Ihrer Organisation an, um sich anzumelden und eine autoinstall-Datei abzurufen. Sie erhalten die FQDN von Ihrem IT-Support.
eo: Provizu la nomregnon Landscape de via organizaĵo por saluti kaj elŝuti aŭtomatan instalan dosieron. La informadika subtena teamo de via organizaĵo povas provizi la plene kvalifikitan nomregnon.
et: Logimaks oma organisatsiooni Landscape'i teenusesse ja laadimaks automaatse paigalduse juhtfaili, sisesta domeeni nimi. Täieliku domeeninime saad oma IT-kasutajatoelt.
eu: Sartu zure erakundearen Landscape domeinua saioa hasteko eta autoinstall fitxategi bat eskuratzeko. FQDNa zure IT laguntza zerbitzuak eman diezazuke.
fi: Syötä organisaation Landscape-toimialue kirjautuaksesi ja autoinstall-tiedoston noutamista varten. Saat FQDN:n IT-tuelta.
fr: Fournir le domaine Landscape de votre organisation afin d'ouvrir une session et de récupérer un fichier autoinstall. Vous pouvez obtenir le nom de domaine complet auprès de votre équipe informatique.
ga: Cuir fearann Tírdhreacha d’eagraíochta ar fáil chun logáil isteach agus chun comhad uathshuiteála a fháil. Is féidir leat an FQDN a fháil ó do thacaíocht TF.
he: נא לספק את שם התחום של הארגון שלך ב־Landscape כדי להיכנס ולמשוך קובץ התקנה אוטומטית (autoinstall). אפשר לקבל את שם התחום המלא (FQDN) שלך מתמיכת המחשוב.
hu: Adja meg a szervezete Landscape-tartományát a bejelentkezéshez és egy automatikus telepítőfájl letöltéséhez. Az FQDN-t az IT-támogatástól kaphatja meg.
ja: ログインと自動インストールファイルの取得のため、組織のLandscapeドメインを入力してください。ITサポートからFQDNを取得できます。
ka: შეიყვანეთ თქვენი ორგანიზაციის Landscape-ის დომენი, რომ შეხვიდეთ და გადმოწეროთ ავტოდაყენების ფაილი. FQDN-ის მიღება თქვენი IT მხარდაჭერის გუნდისგან შეგიძლიათ.
kn: ಲಾಗ್ ಇನ್ ಮಾಡಲು ಮತ್ತು ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಡೊಮೇನ್ ಅನ್ನು ಒದಗಿಸಿ. ನಿಮ್ಮ IT ಬೆಂಬಲದಿಂದ ನೀವು FQDN ಅನ್ನು ಪಡೆಯಬಹುದು.
lo: ລະບຸໂດເມນ Landscape ຂອງອົງກອນທ່ານເພື່ອເຂົ້າສູ່ລະບົບ ແລະ ດຶງໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດ. ທ່ານສາມາດຂໍ FQDN ໄດ້ຈາກຝ່າຍຊ່ວຍເຫຼືອດ້ານ IT ຂອງທ່ານ.
nl: Geef het Landscape-domein van uw organisatie op om aan te melden en een automatisch installatiebestand op te halen. U kunt de FQDN verkrijgen bij uw IT-ondersteuning.
oc: Fornissètz lo domeni Landscape de vòstra organizacion per vos i connectar e recuperar lo fichièr autoinstall. Podètz obténer lo FQDN al prèp de vòstra assisténcia informatica.
pl: Podaj domenę Landscape swojej organizacji, aby się zalogować i pobrać plik autoinstalacji. Możesz uzyskać FQDN od pomocy technicznej.
pt_br: Forneça o domínio Landscape da sua organização para fazer login e obter um arquivo de instalação automática. Você pode obter o FQDN com o seu suporte de TI.
ru: Укажите домен Landscape вашей организации для входа в систему и получения файла автоматической установки. FQDN можно получить в службе технической поддержки.
sk: Zadajte doménu Landscape vašej organizácie na prihlásenie a získanie súboru na automatickú inštaláciu. FQDN vám môže poskytnúť vaše IT oddelenie.
sv: Ange din organisations Landscape-domän för att logga in och hämta en autoinstallationsfil. Du kan få FQDN från din IT-support.
ug: تەشكىلىڭىزنىڭ Landscape دائىرە ئىسمىنى تەمىنلەپ تىزىمغا كىرىپ ئۆزلۈكىدىن ئورنىتىش ھۆججىتىگە ئېرىشىڭ. ئۇچۇر تېخنىكا قوللىغۇچىڭىزدىن FQDN غا ئېرىشەلەيسىز.
uk: Вкажіть домен Landscape вашої організації для входу та отримання файлу автоматичного встановлення. Ви можете отримати FQDN від своєї ІТ-підтримки.
zh: 提供您组织的 Landscape 域来登录并获取自动安装文件。您可以从您的技术支持处获取 FQDN。
zh_tw: 提供您組織的 Landscape 網域以登入並獲取自動安裝檔案。您可以從 IT 支援取得 FQDN。

# landscapeDomainTextField
source: Landscape domain (FQDN)
ca: Domini de Landscape (FQDN)
cs: Doména Landscape (FQDN)
eo: Nomregno Landscape (plene kvalifikita nomregno)
et: Landscape'i domeen (FQDN)
eu: Landscape domeinua (FQDN)
fa: دامنهٔ لندسکیپ
fi: Landscape-toimialue (FQDN)
fr: Domaine Landscape (FQDN)
ga: Fearann tírdhreacha (FQDN)
he: שם תחום ב־Landscape (מלא/FQDN)
hu: Landscape-tartomány (FQDN)
ja: Landscapeドメイン(FQDN)
ka: Landscape-ის დომენი (FQDN)
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಡೊಮೇನ್ (FQDN)
lo: ໂດເມນ Landscape (FQDN)
nl: Landscape-domein (FQDN)
oc: Domeni Landscape (FQDN)
pl: Domena Landscape (FQDN)
pt_br: Domínio de Landscape (FQDN)
ru: Домен Landscape (FQDN)
sk: Doména Landscape (FQDN)
sv: Landscape-domän (FQDN)
ug: Landscape دائىرە ئىسمى (FQDN)
uk: Домен Landscape (FQDN)
zh: Landscape 域 (FQDN)
zh_tw: Landscape 網域 (FQDN)

source: Next
ca: Seguent
cs: Další
de: Weiter
eo: Sekven
et: Edasi
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
ga: Ar aghaidh
he: הבא
hu: Következő
ja: 次へ
ka: შემდეგი
kn: ಮುಂದೆ
lo: ຕໍ່ໄປ
nl: Verder
oc: Seguent
pa: ਅੱਗੇ
pl: Dalej
pt_br: Próximo
ru: Следующий
sk: Ďalej
sv: Nästa
ug: كېيىنكى
uk: Далі
zh: 下一步
zh_tw: 下一步

# landscapeDomainInvalidDomainWarning
source: Invalid domain, please check or contact your IT support
ca: Domini invàlid, si us plau comproveu-ho o contacteu el vostre suport informàtic
cs: Neplatná doména, zkontrolujte nebo kontaktujte IT podporu
de: Ungültige Domain, bitte überprüfen oder kontaktieren Sie Ihren IT-Support
eo: Nevalida nomregno. Bonvolu kontroli aŭ kontakti vian informadikan subtenan teamon
et: Vigane domeen. Palun kontrolli tema õigsust või küsi abi oma IT-kasutajatoelt
eu: Domeinu baliogabea, egiaztatu ondo dagoela edo galdetu zure IT laguntza zerbitzuari
fa: دامنه نامعتبر. بررسیش کرده یا با پشتیبانی تماس بگیرید
fi: Virheellinen toimialue, tarkista se tai ota yhteys IT-tukeen
fr: Domaine non valide, veuillez vérifier ou contacter votre support informatique
ga: Fearann neamhbhailí, seiceáil le do thoil nó déan teagmháil le do thacaíocht TF
he: שם תחום שגוי, נא לבדוק מול התמיכה הטכנית של המערכת
hu: Érvénytelen tartomány, ellenőrizze, vagy vegye fel a kapcsolatot az IT-támogatással
ja: 無効なドメインです。再確認するか、ITサポートに連絡してください
ka: დომენი არასწორია. შეამოწმეთ ის, ან დაუკავშირდით IT მხარდაჭერის გუნდს
kn: ಅಮಾನ್ಯ ಡೊಮೇನ್, ದಯವಿಟ್ಟು ನಿಮ್ಮ IT ಬೆಂಬಲವನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಸಂಪರ್ಕಿಸಿ
lo: ໂດເມນບໍ່ຖືກຕ້ອງ, ກະລຸນາກວດສອບ ຫຼື ຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອດ້ານ IT ຂອງທ່ານ
nl: Ongeldig domein, controleer het of neem contact op met uw IT-ondersteuning
oc: Domeni invalid, volgatz verificar o contactar l'assisténcia informatica
pl: Nieprawidłowa domena, sprawdź lub skontaktuj się z pomocą techniczną
pt_br: Domínio inválido. Verifique ou entre em contato com seu suporte de TI
ru: Неверный домен, проверьте или обратитесь в службу технической поддержки
sk: Neplatná doména, prosím skontrolujte ju alebo kontaktujte vaše IT oddelenie
sv: Ogiltig domän, kontrollera eller kontakta din IT-support
ug: دائىرە ئىسمى ئىناۋەتسىز، تەكشۈرۈڭ ياكى ئۇچۇر تېخنىكا قوللىغۇچىڭىز بىلەن ئالاقىلىشىڭ
uk: Недійсний домен, перевірте або зверніться до служби ІТ-підтримки
zh: 域无效，请检查或联系您的技术支持。
zh_tw: 網域無效，請檢查或聯絡您的 IT 支援人員

# landscapeDomainNoInternetTitleWarning
source: Connect to the internet to continue
ca: Connecta't a Internet per continuar
cs: Chcete-li pokračovat, připojte se k internetu
de: Stellen Sie eine Internetverbindung her, um fortzufahren
eo: Konektu al Interreto por daŭrigi
et: Jätkamiseks lisa internetiühendus
eu: Konektatu Internetera jarraitzeko
fa: وصل شدن به اینترنت برای ادامه
fi: Yhdistä Internetiin jatkaaksesi
fr: Connectez-vous à Internet pour continuer
ga: Ceangail leis an idirlíon chun leanúint ar aghaidh
he: יש להתחבר לאינטרנט כדי להמשיך
hu: Kapcsolódjon az internetre a folytatáshoz
ja: 継続するにはインターネット接続が必要です
ka: გასაგრძელებლად დაუკავშირდით ინტერნეტს
kn: ಮುಂದುವರಿಸಲು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ
lo: ເຊື່ອມຕໍ່ອິນເຕີເນັດເພື່ອສືບຕໍ່
nl: Maak verbinding met internet om door te gaan
oc: Connectatz-vos a Internet per contunhar
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
pl: Połącz się z Internetem, aby kontynuować
pt_br: Conecte-se à internet para continuar
ru: Подключитесь к Интернету, чтобы продолжить
sk: Pripojte sa na internet, aby ste mohli pokračovať
sv: Anslut till internet för att fortsätta
ug: داۋاملاشتۇرۇش ئۈچۈن ئىنتېرنېتقا باغلاش كېرەك
uk: Щоб продовжити, під'єднайтеся до інтернету
zh: 连接到互联网来继续
zh_tw: 連線至網際網路以繼續

# landscapeDomainNoInternetDescriptionWarning
source: Internet is needed to fetch the autoinstall file from Landscape
ca: Cal Internet per obtenir l'arxiu autoinstall de Landscape
cs: K načtení souboru autoinstall z Landscape je potřeba internet
de: Internet wird benötigt, um die autoinstall-Datei von Landscape abzurufen
eo: Interreto necesas por elŝuti la aŭtomatan instalan dosieron el Landscape
et: Internetiühendus on vajalik automaatse paigalduse juhtfaili laadimiseks Landscape'i teenusest
eu: Internet beharrezkoa da Landscapetik autoinstall fitxategia eskuratzeko
fa: برای واکشی پروندهٔ نصب خودکار از لندسکیپ نیاز به اینترنت است
fi: Internet-yhteys tarvitaan autoinstall-tiedoston noutamiseen Landscapesta
fr: Internet est nécessaire pour récupérer le fichier autoinstall de Landscape
ga: Tá gá leis an Idirlíon chun an comhad uathshuiteála a fháil ó Landscape
he: צריך חיבור לאינטרנט כדי למשוך את קובץ ההתקנה האוטומטית (autoinstall) מ־Landscape
hu: Internetre van szükség, hogy letöltse az automatikus telepítőfájlt a Landscape-ből
ja: Landscapeから自動インストールファイルを取得するのにインターネットが必要です
ka: Landscape-დან ავტოდაყენების ფაილის გამოსათხოვად ინტერნეტი აუცილებელია
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ನಿಂದ ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ಪಡೆಯಲು ಇಂಟರ್ನೆಟ್ ಅಗತ್ಯವಿದೆ
lo: ຕ້ອງການອິນເຕີເນັດເພື່ອດຶງໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດຈາກ Landscape
nl: Internet is nodig om het automatische installatiebestand op te halen van Landscape
oc: Internet es necessari per recuperar lo fichièr de Landscape
pl: Do pobrania pliku autoinstalacji z Landscape potrzebny jest Internet
pt_br: É necessário ter internet para obter o arquivo de instalação automática do Landscape
ru: Интернет необходим для получения файла автоустановки из Landscape
sk: Internet je potrebný na získanie súboru na automatickú inštaláciu z Landscape
sv: Internet behövs för att hämta autoinstallationsfilen från Landscape
ug: چوقۇم ئىنتېرنېتقا باغلاپ Landscape دىن ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنى چۈشۈرۈش كېرەك
uk: Щоб отримати файл автоматичного встановлення з Landscape потрібен доступ до інтернету
zh: 必须连接到互联网以从 Landscape 获取自动安装文件
zh_tw: 需要透過網際網路從 Landscape 取得自動安裝檔案

# landscapeCodeExpiredWarning
source: Code expired, please try again
ca: Codi caducat, torneu-ho a provar
cs: Kód vypršel, zkuste to znovu
de: Code abgelaufen, bitte versuchen Sie es erneut
eo: La kodo eksvalidiĝis; bonvolu reprovi
et: Kood aegus, palun proovi uuesti
eu: Kodea iraungi da, saiatu berriz
fa: کد منقضی شد. تلاش دوباره
fi: Koodi on vanhentunut, ole hyvä ja yritä uudelleen
fr: Code expiré, veuillez réessayer
ga: Chuaigh an cód in éag, bain triail eile as
he: תוקף הקוד פג, נא לנסות שוב
hu: A kód lejárt, próbálja meg újra
ja: コードの期限が切れました。やり直してください
ka: კოდის ვადა ამოიწურა. თავიდან სცადეთ
kn: ಕೋಡ್ ಅವಧಿ ಮೀರಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lo: ລະຫັດໝົດອາຍຸ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
nl: Code verlopen, probeer het opnieuw
oc: Còdi expirat, volgatz tornar ensajar
pl: Kod wygasł, spróbuj ponownie
pt_br: O código expirou, tente novamente
ru: Код устарел, пожалуйста, попробуйте ещё раз
sk: Kód vypršal, prosím skúste to znova
sv: Koden har löpt ut, försök igen
ug: كودنىڭ ۋاقتى ئۆتكەن، قايتا سىناڭ
uk: Термін дії коду закінчився, спробуйте ще раз
zh: 代码已过期，请重试
zh_tw: 代碼已過期，請重試

# landscapeLoginFailedWarning
source: Login failed, please try again
ca: Inici de sessió fallit, si us plau torneu a provar
cs: Přihlášení se nezdařilo, zkuste to znovu
de: Anmeldung fehlgeschlagen, bitte versuchen Sie es erneut
eo: Salutado malsukcesis; bonvolu reprovi
et: Sisselogimine ei õnnestunud, palun proovi uuesti
eu: Saio hasierak huts egin du, saiatu berriz
fa: ورود شکست خورد. تلاش دوباره
fi: Kirjautuminen epäonnistui, yritä uudelleen
fr: Échec de connexion, veuillez réessayer
ga: Theip ar logáil isteach, bain triail eile as
he: הכניסה נכשלה, נא לנסות שוב
hu: A bejelentkezés nem sikerült, próbálja meg újra
ja: ログインに失敗しました。やり直してください
ka: შესვლა ჩავარდა. თავიდან სცადეთ
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lo: ການເຂົ້າສູ່ລະບົບລົ້ມເຫຼວ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
nl: Inloggen mislukt, probeer het opnieuw
oc: Fracàs de la connexion, volgatz tornar ensajar
pl: Logowanie nie powiodło się, spróbuj ponownie
pt_br: Falha no login, tente novamente
ru: Вход в систему не удался, попробуйте ещё раз
sk: Prihlásenie zlyhalo, prosím skúste to znova
sv: Inloggningen misslyckades, försök igen
ug: تىزىمغا كىرەلمىدى، قايتا سىناڭ
uk: Не вдалося ввійти, повторіть спробу
zh: 登录失败，请重试
zh_tw: 登入失敗，請重試

# landscapeErrorPageTitle
source: Automated install is not available for your account
ca: La instal·lació automatitzada no està disponible per al vostre compte
cs: Automatizovaná instalace není pro váš účet k dispozici
de: Automatisierte Installation ist für Ihr Konto nicht verfügbar
eo: Aŭtomata instalo ne disponiĝas por via konto
et: Sinu kasutajakonto jaoks pole automaatne paigaldus saadaval
eu: Instalazio automatizatua ez dago zure konturako erabilgarri
fa: نصب خودکار برای حسابتان موجود نیست
fi: Automatisoitua asennus ei ole mahdollinen tililläsi
fr: L’installation automatisée n’est pas disponible pour votre compte
ga: Níl suiteáil uathoibrithe ar fáil le do chuntas
he: התקנה אוטומטית אינה זמינה לחשבון שלך
hu: Az automatizált telepítés nem érhető el a fiókjában
ja: このアカウントでは自動インストールは実行できません
ka: თქვენი ანგარიშისთვის ავტომატური დაყენება ხელმისაწვდომი არაა
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಸ್ವಯಂಚಾಲಿತ ಸ್ಥಾಪನೆ ಲಭ್ಯವಿಲ್ಲ
lo: ການຕິດຕັ້ງແບບອັດຕະໂນມັດບໍ່ສາມາດໃຊ້ໄດ້ກັບບັນຊີຂອງທ່ານ
nl: Geautomatiseerde installatie is niet beschikbaar voor dit account
oc: Installacion automatica indisponibla per vòstre compte
pl: Automatyczna instalacja nie jest dostępna dla Twojego konta
pt_br: A instalação automática não está disponível para a sua conta
ru: Автоматическая установка недоступна для вашей учётной записи
sk: Automatická inštalácia nie je dostupná pre váš účet
sv: Automatisk installation är inte tillgänglig för ditt konto
ug: ھېسابىڭىزدا ئۆزلۈكىدىن ئورنىتىشنى ئىشلەتكىلى بولمايدۇ
uk: Автоматичне встановлення недоступне для вашого облікового запису
zh: 自动安装不适用于您的账户
zh_tw: 您的帳號無法使用自動安裝功能

# landscapeErrorPageBody
source: Contact your IT support or try a different installation option.
ca: Contacteu el vostre suport informàtic o proveu una opció d'instal·lació diferent.
cs: Obraťte se na svou IT podporu nebo zkuste jinou možnost instalace.
de: Wenden Sie sich an Ihren IT-Support oder versuchen Sie eine andere Installationsoption.
eo: Kontaktu vian teknikan subtenon, aŭ provu alian opcion por instali.
et: Küsi abi oma IT-kasutajatoelt või proovi mõnda muud paigaldusviisi.
eu: Jarri zure IT laguntza zerbitzuarekin harremanetan edo saiatu beste instalazio aukera batekin.
fa: با پشتیبانی تماس گرفته یا گزینهٔ نصبی متفاوت را بیازمایید.
fi: Ota yhteys IT-tukeesi tai kokeile toista asennusvaihtoehtoa.
fr: Contactez votre support informatique ou essayez une autre option d’installation.
ga: Déan teagmháil le do thacaíocht TF nó bain triail as rogha suiteála eile.
he: נא לפנות למחלקת המחשוב/IT שלך או לנסות אפשרות התקנה אחרת.
hu: Vegye fel a kapcsolatot az IT-támogatással, vagy próbáljon más telepítési lehetőséget.
ja: ITサポートに連絡するか、他のインストールオプションにしてください。
ka: დაუკავშირდით თქვენი IT მხარდაჭერის გუნდს, ან სცადეთ სხვა დაყენების ვარიანტი.
kn: ನಿಮ್ಮ IT ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಬೇರೆ ಅನುಸ್ಥಾಪನ ಆಯ್ಕೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.
lo: ຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອດ້ານ IT ຂອງທ່ານ ຫຼື ລອງຕົວເລືອກການຕິດຕັ້ງອື່ນ.
nl: Neem contact op met uw IT-ondersteuning of probeer een andere installatieoptie.
oc: Contactatz vòstra assisténcia informatica p ensajatz una opcion d'installacion diferenta.
pl: Skontaktuj się ze swoim wsparciem IT lub wypróbuj inną opcję instalacji.
pt_br: Contate o suporte de TI ou tente uma opção de instalação diferente.
ru: Обратитесь в службу технической поддержки или попробуйте другой вариант установки.
sk: Kontaktujte svoju IT podporu alebo vyskúšajte inú možnosť inštalácie.
sv: Kontakta din IT-support eller prova ett annat installationsalternativ.
ug: ئۇچۇر تېخنىكا قوللىغۇچىڭىز بىلەن ئالاقىلىشىڭ ياكى باشقا ئورنىتىش تاللانمىسىنى سىناڭ.
uk: Зверніться до служби ІТ-підтримки або спробуйте інший варіант встановлення.
zh: 联系您的技术支持或尝试其他安装选项。
zh_tw: 請聯絡您的 IT 支援或嘗試其他安裝選項。

# landscapeErrorPageCode
source: Error code: {code}
ca: Codi d'error: {code}
cs: Kód chyby: {code}
de: Fehlercode: {code}
eo: Erarkodo: {code}
et: Veakood: {code}
eu: Errore kodea: {code}
fa: کد خطا: {code}
fi: Virhekoodi: {code}
fr: Code d'erreur : {code}
ga: Cód earráide: {code}
he: קוד שגיאה: {code}
hu: Hibakód: {code}
ja: エラーコード: {code}
ka: შეცდომის კოდი: {code}
kn: ದೋಷ ಕೋಡ್: {code}
lo: ລະຫັດຂໍ້ຜິດພາດ: {code}
nl: Foutcode: {code}
oc: Còdi d'error : {code}
pl: Kod błędu: {code}
pt_br: Código de erro: {code}
ru: Код ошибки: {code}
sk: Chybový kód: {code}
sv: Felkod: {code}
ug: خاتالىق كودى: {code}
uk: Код помилки: {code}
zh: 错误码：{code}
zh_tw: 錯誤代碼：{code}

# landscapeConfirmPageSuccessInfoTitle
source: Ubuntu will install with the configuration provided by your organization
ca: L'Ubuntu s'instal·larà amb la configuració proporcionada per la vostra organització
cs: Ubuntu bude nainstalováno s nastavením, které poskytuje vaše organizace
de: Ubuntu wird mit der von Ihrer Organisation bereitgestellten Konfiguration installiert
eo: Ubuntu instaliĝos laŭ la agordoj provizitaj de via organizaĵo
et: Ubuntu jätkab paigaldust sinu organisatsiooni poolt etteantud seadistuste alusel
eu: Ubuntu zure erakundeak hornitutako konfigurazioarekin instalatuko da
fa: اوبونتو با پیکربندی‌های فراهم شده از سوی سازمانتان نصب خواهد شد
fi: Ubuntu asennetaan organisaation ehdottamilla asetuksilla
fr: Ubuntu s’installera avec la configuration fournie par votre organisation
ga: Suiteáilfidh Ubuntu leis an gcumraíocht a sholáthraíonn d'eagraíocht
he: מערכת אובונטו תותקן עם ההגדרות שסופקו על ידי הארגון שלך
hu: Az Ubuntu a szervezete által megadott beállításokkal fog települni
ja: Ubuntuは組織に提供された設定でインストールされます
ka: Ubuntu-ის დაყენება თქვენი ორგანიზაციის მიერ მოწოდებული კონფიგურაციით მოხდება
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯು ಒದಗಿಸಿದ ಸಂರಚನೆಯೊಂದಿಗೆ ಉಬುಂಟು ಸ್ಥಾಪಿಸುತ್ತದೆ
lo: Ubuntu ຈະຕິດຕັ້ງດ້ວຍການຕັ້ງຄ່າທີ່ອົງກອນຂອງທ່ານສະໜອງໃຫ້
nl: Ubuntu wordt geïnstalleerd met de door uw organisatie verstrekte configuratie
oc: Ubuntu s'installarà amb la configuracion provesida per vòstra organizacion
pl: Ubuntu zostanie zainstalowany z konfiguracją dostarczoną przez Twoją organizację
pt_br: O Ubuntu será instalado com a configuração fornecida pela sua organização
ru: Ubuntu будет установлена с конфигурацией, предоставленной вашей организацией
sk: Ubuntu bude nainštalované podľa nastavení určených vašou organizáciou
sv: Ubuntu kommer att installeras med den konfiguration som tillhandahålls av din organisation
ug: Ubuntu تەشكىلىڭىز تەمىنلىگەن سەپلىمە بىلەن ئورنىتىدۇ
uk: Ubuntu буде встановлено з конфігурацією, наданою вашою організацією
zh: Ubuntu 将按您组织提供的配置进行安装
zh_tw: Ubuntu 將以您的組織所提供的配置安裝

# landscapeConfirmPageSuccessInfoContent
source: You can review the autoinstall file imported from Landscape below.
ca: Podeu revisar el fitxer autoinstall importat de Landscape a sota.
cs: Níže si můžete prohlédnout soubor s nastaveními pro automatickou instalaci, načtený z Landscape.
de: Sie können die aus Landscape importierte autoinstall-Datei unten einsehen.
eo: Vi povas revizii la aŭtomatan instalan dosieron el Landscape ĉi-sube.
et: Landscape'i teenusest imporditud automaatse paigalduse juhtfaili sisu saad vaadata alljärgnevalt.
eu: Jarraian Landscapetik inportatutako autoinstall fitxategia berrikus dezakezu.
fa: می‌توانید پروندهٔ نصب خودکار درون‌ریخته از لندسکیپ را در زیر بازبینی کنید.
fi: Voit käydä läpi Landscapesta tuodun autoinstall-tiedoston sisältöä alla.
fr: Vous pouvez consulter ci-dessous le fichier d’installation automatique importé de Landscape.
ga: Is féidir leat athbhreithniú a dhéanamh ar an gcomhad uathshuiteála a allmhairítear ó Landscape thíos.
he: אפשר לסקור את קובץ ההתקנה האוטומטית (autoinstall) מ־Landscape להלן.
hu: Az alábbiakban áttekintheti a Landscape-ből importált automatikus telepítőfájlt.
ja: Landscapeから取り込んだ自動インストールファイルは以下でプレビューできます。
ka: Landscape-დან შემოტანილი ავტოდაყენების ფაილის გადახედვა ქვემოთ შეგიძლიათ.
kn: ಕೆಳಗಿನ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ನಿಂದ ಆಮದು ಮಾಡಲಾದ ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬಹುದು.
lo: ທ່ານສາມາດກວດເບິ່ງໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດທີ່ນຳເຂົ້າມາຈາກ Landscape ໄດ້ຢູ່ດ້ານລຸ່ມ.
nl: Je kunt het automatische installatiebestand dat uit Landscape is geïmporteerd hieronder bekijken.
oc: Podètz repassar lo fichièr d'autoinstall importat de Landscape çai jos.
pl: Poniżej możesz przejrzeć plik autoinstalacji zaimportowany z Landscape.
pt_br: Você pode consultar o arquivo de instalação automática importado do Landscape abaixo.
ru: Ниже вы можете просмотреть файл автоматической установки, импортированный из Landscape.
sk: Nižšie si môžete skontrolovať súbor autoinštalácie importovaný z Landscape.
sv: Du kan granska autoinstallationsfilen som importeras från Landscape nedan.
ug: تۆۋەندە Landscape دىن ئەكىرگەن ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنى كۆرەلەيسىز.
uk: Нижче ви можете переглянути файл автоматичного встановлення, імпортований з Landscape.
zh: 您可以在下面查看从 Landscape 导入的自动安装文件。
zh_tw: 您可以在下方檢視從 Landscape 匯入的自動安裝檔案。

# errorIconSemanticLabel
source: Error
de: Fehler
eo: Eraro
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
ga: Earráid
he: שגיאה
hu: Hiba
ja: エラー
ka: შეცდომა
kn: ದೋಷ
lo: ຜິດພາດ
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
sk: Chyba
sv: Fel
ug: خاتالىق
uk: Помилка
zh: 错误

# tpmActionBadgeLabel
source: Action required
de: Handlungsbedarf
eu: Ekintza beharrezkoa da
ga: Gníomh riachtanach
he: נדרשת התערבות
ka: საჭიროა ქმედება
kn: ಕ್ರಮ ಅಗತ್ಯವಿದೆ
pa: ਕਾਰਵਾਈ ਚਾਹੀਦੀ ਹੈ
pt_br: Ação necessária
sk: Vyžaduje sa akcia
sv: Åtgärd krävs
ug: زۆرۈر مەشغۇلات
zh: 需要操作

# tpmActionDetailsLabel
source: Technical details
de: Technische Details
eu: Xehetasun teknikoak
ga: Sonraí teicniúla
he: פרטים טכניים
ka: ტექნიკური დეტალები
kn: ತಾಂತ್ರಿಕ ವಿವರಗಳು
pa: ਤਕਨੀਕੀ ਡਾਟਾ
pt_br: Detalhes técnicos
sk: Technické podrobnosti
sv: Tekniska detaljer
ug: تېخنىكىلىق تەپسىلات
zh: 技术细节

# tpmActionConfirmLabel
source: Confirm
de: Bestätigen
eu: Berretsi
ga: Deimhnigh
he: אישור
ka: დადასტურება
kn: ದೃಢೀಕರಿಸಿ
pa: ਤਸਦੀਕ
pt_br: Confirmar
sk: Potvrdiť
sv: Bekräfta
ug: جەزملە
zh: 确认

# tpmActionSolutionLabel
source: Solution {n}: {text}
de: Lösung {n}: {text}
eu: {n}. soluzioa: {text}
kn: ಪರಿಹಾರ {n}: {text}
sk: Riešenie {n}: {text}
sv: Lösning {n}: {text}
ug: ھەل قىلىش لايىھەسى {n}: {text}
