Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationTypeNoOSDetected
source: This computer currently has no detected operating systems. What would you like to do?
be: На гэтым камп'ютары не ўсталявана ніводнай аперацыйнай сістэмы. Што вы хочаце зрабіць?
ca: Aquest ordinador no duu cap sistema operatiu que s'hagi detectat. Què voleu fer?
cs: Na tomto počítači nebyl zjištěn žádný operační systém. Co si přejete udělat?
de: Auf diesem Computer befinden sich momentan keine erkannten Betriebssysteme. Wie möchten Sie vorgehen?
eo: Ĉi tiu komputilo aktuale portas neniun troveblan instalaĵon de mastruma sistemo. Kion vi volas?
et: Selles arvutis on pole olemas ühtegi tuvastatavat operatsioonisüsteemi. Mida sa tahad teha?
eu: Ordenagailuan ez da antzeman instalatutako sistema eragilerik. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای هیچ سیستم‌عامل شناخته‌شده‌ای نیست. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa ei havaittu asennettuja käyttöjärjestelmiä. Mitä haluat tehdä?
fr: Aucun système d’exploitation n’a été détecté sur cet ordinateur. Que voulez-vous faire ?
ga: Níl aon chórais oibriúcháin aimsithe ag an ríomhaire seo faoi láthair. Céard ar mhaith leat a dhéanamh?
he: לא זוהו מערכות הפעלה כלשהן במחשב זה. מה לעשות?
hu: Ezen a számítógépen jelenleg nincs felismert operációs rendszer. Mit szeretne tenni?
it: Non è stato trovato alcun sistema operativo installato su questo computer. Come procedere?
ja: コンピューターにインストールされた OS は見つかりませんでした。インストール方法を選択してください。
ka: ამ კომპიუტერზე ამჟამად აღმოჩენადი სისტემა დადენილი არაა. რა გნებავთ, ვქნა?
kn: ಈ ಕಂಪ್ಯೂಟರ್ ಪ್ರಸ್ತುತ ಯಾವುದೇ ಪತ್ತೆಯಾದ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 현재 이 컴퓨터에서 발견된 운영체제가 없습니다. 어떻게 하시겠습니까?
lo: ຄອມພິວເຕີນີ້ບໍ່ມີລະບົບປະຕິບັດການທີ່ກວດພົບ. ທ່ານຕ້ອງການເຮັດຫຍັງ?
ml: ഈ കമ്പ്യൂട്ടറിന് നിലവിൽ കണ്ടെത്തിയ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളൊന്നുമില്ല. നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nl: Deze computer heeft momenteel geen gedetecteerde besturingssystemen. Wat zou u willen doen?
oc: Aqueste ordenador possedís pas cap de sistèma operatiu detectat actualament. De qué volètz far ?
pl: Na tym komputerze nie ma obecnie wykrytych systemów operacyjnych. Co chcesz zrobić?
pt_br: Este computador não possui atualmente nenhum sistema operacional detectado. O que você deseja fazer?
ru: На этом компьютере не обнаружено установленных операционных систем. Что хотите сделать?
si: මෙම පරිගණකයෙහි කිසිදු මෙහෙයුම් පද්ධතියක් අනාවරණය වී නැත. ඔබ කිරීමට කැමති කුමක්ද?
sk: Na tomto počítači sa teraz nezistil žiadny operačný systém. Čo chcete urobiť?
sr: Овај рачунар тренутно нема детектованих оперативних система. Шта желите да урадите?
sv: Den här datorn har för närvarande inga upptäckta operativsystem. Vad skulle du vilja göra?
tr: Bu bilgisayarda şu anda algılanan bir işletim sistemi yok. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا ھېچقانداق مەشغۇلات سىستېمىسى يوق ئىكەن. قانداق قىلىسىز؟
uk: На Вашому комп'ютері не виявлено жодної операційної системи. Що Ви бажаєте зробити?
zh: 这台计算机目前没有检测到操作系统。您打算怎么做？
zh_tw: 本電腦目前沒有被偵測到的作業系統。請問您想要怎麼處理？

# installationTypeErase
source: Erase disk and install {DISTRO}
be: Сцерці дыск і ўсталяваць {DISTRO}
ca: Esborreu el disc i instal·leu {DISTRO}
cs: Vymazat disk a nainstalovat {DISTRO}
de: Festplatte löschen und {DISTRO} installieren
eo: Forviŝi la diskon kaj instali {DISTRO}
et: Kustuta ja vorminda ketas ning paigaldada {DISTRO}
eu: Ezabatu diskoa eta instalatu {DISTRO}
fa: پاک کردن دیسک و نصب {DISTRO}
fi: Tyhjennä levy ja asenna {DISTRO}
fr: Effacer le disque et installer {DISTRO}
ga: Léirscrios diosca agus suiteáil {DISTRO}
he: למחוק את הכונן ולהתקין את {DISTRO}
hu: Lemez törlése és a(z) {DISTRO} telepítése
it: Cancella il disco e installa {DISTRO}
ja: ディスクを削除して {DISTRO} をインストールする
ka: დისკის წაშლა და {DISTRO}-ის დაყენება
kn: ಡಿಸ್ಕ್ ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು {DISTRO} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: 디스크 지우고 {DISTRO} 설치
lo: ລຶບຂໍ້ມູນໃນດິດ ແລະ ຕິດຕັ້ງ {DISTRO}
ml: ഡിസ്ക് മായ്ച്ച് {DISTRO} ഇൻസ്റ്റാൾ ചെയ്യുക
nl: De schijf wissen en {DISTRO} installeren
oc: Escafar lo disc e installar {DISTRO}
pa: ਡਿਸਕ ਨੂੰ ਮਿਟਾਓ ਅਤੇ {DISTRO} ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ
pl: Wymaż dysk i zainstaluj {DISTRO}
pt_br: Apagar o disco e instalar o {DISTRO}
ru: Стереть диск и установить {DISTRO}
si: තැටිය මකා {DISTRO} ස්ථාපනය කරන්න
sk: Vymazať disk a nainštalovať {DISTRO}
sr: Обриши диск и инсталирај {DISTRO}
sv: Radera disk och installera {DISTRO}
tr: Diski silin ve {DISTRO} yükleyin
ug: دىسكىنى ئۆچۈرۈپ ${DISTRO} نى ئورنىتىدۇ
uk: Стерти диск і встановити {DISTRO}
zh: 擦除磁盘并安装 {DISTRO}
zh_tw: 清除磁碟並安裝 {DISTRO}

# installationTypeEraseInfo
source: All data and partitions on the disk will be erased, including operating systems.
be: Пачаць з нуля на выбраным дыску.
ca: Totes les dades i particions del disc seran esborrades, incloent-hi els sistemes operatius.
cs: Všechna data a oddíly na disku budou smazány, včetně operačních systémů.
de: Alle Daten und Partitionen auf der Festplatte, einschließlich der Betriebssysteme, werden gelöscht.
eo: Ĉiuj datenoj kaj subdiskoj sur la disko estas forviŝotaj, inkluzive de mastrumaj sistemoj.
et: Kõik andmed ja partitsioonid sellelt kettalt saavad järgnevaga kustutatud, sealhulgas operatsioonisüsteemid.
eu: Diskoko datu eta partizio guztiak ezabatuko dira, sistema eragileak barne.
fa: همهٔ داده‌ها و افزارهای روی دیسم پاک خواهند شد. از جمله سیستم‌عامل‌ها.
fi: Kaikki tiedot ja osiot levyllä poistetaan, mukaan lukien käyttöjärjestelmä.
fr: Toutes les données et partitions du disque seront effacées, y compris les systèmes d’exploitation.
ga: Scriosfar na sonraí agus na landairí go léir ar an diosca, lena n-áirítear córais oibriúcháin.
he: כל הנתונים והמחיצות בכונן יימחקו, כולל מערכות ההפעלה.
hu: A lemezen lévő összes adat és partíció törlésre kerül, beleértve az operációs rendszereket is.
it: Tutti i dati e partizioni sul disco verranno eliminati, inclusi i sistemi operativi.
ja: OSを含むすべてのデータとパーティションは削除されます。
ka: დისკის ყველა დანაყოფზე ყველა მონაცემი წაიშლება ოპერაციული სისტემების ჩათვლით.
kn: ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಡಿಸ್ಕ್‌ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಡೇಟಾ ಮತ್ತು ವಿಭಾಗಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.
ko: 선택된 디스크를 지우고 설치합니다.
lo: ຂໍ້ມູນ ແລະ ພາທິຊັນທັງໝົດໃນດິດຈະຖືກລຶບ, ລວມທັງລະບົບປະຕິບັດການຕ່າງໆ.
nl: Alle gegevens en partities op de schijf worden gewist, inclusief besturingssystemen.
oc: Totas las donadas sul disc seràn espotidas, tanben los sistèmas operatius.
pl: Wszystkie dane i partycje na dysku zostaną wymazane, łącznie z systemami operacyjnymi.
pt_br: Todos os dados e partições do disco serão apagados, incluindo os sistemas operacionais.
ru: Будут удалены все данные и разделы на диске, в том числе операционные системы.
si: ඔබගේ තැටියේ මුල සිට අරඹන්න.
sk: Všetky údaje a oddiely na disku budú vymazané, vrátane operačných systémov.
sr: Почните од нуле на изабраном диску.
sv: All data och partitioner på disken kommer att raderas, inklusive operativsystem.
tr: Disk üzerindeki tüm veriler ve bölümler, işletim sistemleri de dahil olmak üzere silinecektir.
ug: دىسكىدىكى بارلىق سانلىق مەلۇمات ۋە رايون ئۆچۈرۈلىدۇ، مەشغۇلات سىستېمىسىمۇ شۇنىڭ ئىچىدە.
uk: Всі дані та розділи на диску будуть стерті, включно з операційними системами.
zh: 磁盘上的所有数据和分区都将被擦除，包括操作系统。
zh_tw: 磁碟上的所有資料和磁碟分割區都會被刪除，包括作業系統。

# installationTypeAdvancedLabel
source: Show advanced options...
be: Дадатковыя магчымасці...
ca: Mostra les característiques avançades…
cs: Zobrazit pokročilé možnosti…
de: Erweiterte Optionen anzeigen ...
eo: Montri funkciojn por spertuloj…
et: Näita lisavalikuid...
eu: Aukera aurreratuak
fa: نمایش ویژگی‌های پیش‌رفته…
fi: Näytä edistyneet asetukset...
fr: Montrer fonctions avancées…
ga: Taispeáin ardroghanna...
he: הצגת אפשרויות מתקדמות…
hu: Speciális beállítások megjelenítése…
it: Mostra opzioni avanzate…
ja: 高度な機能を表示…
ka: დამატებითი პარამეტრების ჩვენება...
kn: ಸುಧಾರಿತ ಆಯ್ಕೆಗಳನ್ನು ತೋರಿಸಿ...
ko: 고급 기능...
lo: ສະແດງຕົວເລືອກຂັ້ນສູງ...
ml: വിപുലമായ സവിശേഷതകൾ…
nl: Geavanceerde opties weergeven…
oc: Mostrar las opcions avançadas...
pa: ਤਕਨੀਕੀ ਚੋਣਾਂ
pl: Pokaż opcje zaawansowane...
pt_br: Mostrar opções avançadas...
ru: Дополнительные возможности...
si: වැඩිදුර විශේෂාංග...
sk: Zobraziť rozšírené možnosti...
sr: Напредне функције...
sv: Visa avancerade alternativ...
tr: Gelişmiş seçenekleri göster...
ug: ئالىي تاللانما كۆرسەت…
uk: Показати додаткові параметри...
zh: 显示高级选项…
zh_tw: 顯示進階選項...

# installationTypeAdvancedTitle
source: Encryption and file system
be: Дадатковыя магчымасці
ca: Encriptació i sistema de fitxers
cs: Šifrování a souborový systém
de: Verschlüsselung und Dateisystem
eo: Ĉifrado kaj dosiersistemo
et: Krüptimine ja failisüsteem
eu: Zifratzea eta fitxategi-sistema
fa: رمزنگاری و سامانهٔ پرونده
fi: Salaus ja tiedostojärjestelmä
fr: Chiffrement et système de fichiers
ga: Criptiú agus córas comhaid
he: הצפנה ומערכת קבצים
hu: Titkosítás és fájlrendszer
it: Cifratura e file system
ja: 暗号化とファイルシステム
ka: დაშიფვრა და ფაილური სისტემა
kn: ಎನ್ಕ್ರಿಪ್ಶನ್ ಮತ್ತು ಫೈಲ್ ಸಿಸ್ಟಮ್
ko: 고급 기능
lo: ການເຂົ້າລະຫັດ ແລະ ລະບົບໄຟລ໌
ml: വിപുലമായ സവിശേഷതകൾ
nl: Versleuteling en bestandssysteem
oc: Chiframent e sistèma de fichièrs
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਅਤੇ ਫ਼ਾਇਲ ਸਿਸਟਮ
pl: Szyfrowanie i system plików
pt_br: Criptografia e sistema de arquivos
ru: Файловая система и шифрование
si: වැඩිදුර විශේෂාංග
sk: Šifrovanie a súborový systém
sr: Напредне функције
sv: Kryptering och filsystem
tr: Şifreleme ve dosya sistemi
ug: شىفىرلاش ۋە ھۆججەت سىستېمىسى
uk: Шифрування та файлова система
zh: 加密与文件系统
zh_tw: 加密和檔案系統

# installationTypeExperimental
source: Experimental
be: Эксперыментальна
cs: Experimentální
de: Experimentell
eo: Eksperimenta
et: Katseline
eu: Esperimentala
fa: آزمایشی
fi: Kokeellinen
fr: Expérimental
ga: Turgnamhach
he: ניסיוני
hu: Kísérleti
it: Sperimentale
ja: 実験的
ka: ექსპერიმენტული
kn: ಪ್ರಾಯೋಗಿಕ
ko: 고급 설정
lo: ທົດລອງ
nl: Experimenteel
pa: ਤਜਰਬੇ-ਅਧੀਨ
pl: Eksperymentalne
ru: Экспериментально
si: පරීක්‍ෂාත්මක
sk: Experimentálne
sr: Експериментално
sv: Experimentell
tr: Deneysel
ug: تەجرىبە
uk: Експериментально
zh: 实验性功能
zh_tw: 實驗性功能

# installationTypeNone
source: No encryption
be: Няма
ca: Sense encriptació
cs: Bez šifrování
de: Keine Verschlüsselung
eo: Sen ĉifrado
et: Krüptimata
eu: Zifratzerik ez
fa: بدون رمزنگاری
fi: Ei salausta
fr: Pas de chiffrement
ga: Gan criptiú
he: ללא הצפנה
hu: Nincs titkosítás
it: Nessuna cifratura
ja: 暗号化しない
ka: დაშიფვრის გარეშე
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಇಲ್ಲ
ko: 선택 안 함
lo: ບໍ່ມີການເຂົ້າລະຫັດ
ml: ഒന്നുമില്ല
nl: Geen versleuteling
oc: Cap de chiframent
pa: ਕੋਈ ਇੰਕ੍ਰਿਪਸ਼ਨ ਨਹੀਂ
pl: Bez szyfrowania
pt_br: Sem criptografia
ru: Без шифрования
si: කිසිවක් නැත
sk: Bez šifrovania
sr: Ништа
sv: Ingen kryptering
tr: Şifreleme yok
ug: شىفىرلاش يوق
uk: Немає шифрування
zh: 无加密
zh_tw: 無加密

# installationTypeNoneInfo
source: Standard file system without encryption.
ca: Sistema de fitxers estàndard sense encriptació.
cs: Standardní souborový systém bez šifrování.
de: Standard-Dateisystem ohne Verschlüsselung.
eo: Ordinara dosiersistemo sen ĉifrado.
et: Standardne failisüsteem ilma krüptimiseta.
eu: Fitxategi-sistema estandarra, zifratze gabe.
fa: سامانهٔ پروندهٔ استاندارد بدون رمزنگاری.
fi: Tavallinen tiedostojärjestelmä ilman salausta.
fr: Système de fichiers standard sans chiffrement.
ga: Córas comhad caighdeánach gan criptiú.
he: מערכת קבצים רגילה בלי הצפנה.
hu: Szabványos fájlrendszer titkosítás nélkül.
it: File system standard senza cifratura.
ja: 暗号化しない標準的なファイルシステムです。
ka: სტანდარტული ფაილური სისტემა დაშიფვრის გარეშე.
kn: ಗೂಢಲಿಪೀಕರಣವಿಲ್ಲದೆ ಪ್ರಮಾಣಿತ ಫೈಲ್ ಸಿಸ್ಟಮ್.
lo: ລະບົບໄຟລ໌ມາດຕະຖານທີ່ບໍ່ມີການເຂົ້າລະຫັດ.
nl: Standaard bestandssysteem zonder versleuteling.
oc: Sistèma de fichièrs estandard sens chiframent.
pa: ਬਿਨਾਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ਦੇ ਮਿਆਰੀ ਫ਼ਾਇਲ ਸਿਸਟਮ ਹੈ।
pl: Standardowy system plików bez szyfrowania.
pt_br: Sistema de arquivos padrão sem criptografia.
ru: Стандартная файловая система без шифрования.
sk: Štandardný súborový systém bez šifrovania.
sv: Standardfilsystem utan kryptering.
tr: Şifrelemesiz standart dosya sistemi.
ug: شىفىرلانمىغان ئۆلچەملىك ھۆججەت سىستېمىسى.
uk: Стандартна файлова система без шифрування.
zh: 无加密的标准文件系统。
zh_tw: 無加密的標準檔案系統。

# installationTypeNoneSelected
source: None selected
be: Нічога не выбрана
ca: Cap seleccionat
cs: Nic nevybráno
de: Keine ausgewählt
eo: Nenio elektita
et: Ühtegi pole valitud
eu: Ez da bat ere hautatu
fa: هیچ‌کدام گزیده نشدند
fi: Ei valintoja
fr: Aucune sélectionnée
ga: Níl aon cheann roghnaithe
he: לא נבחרו
hu: Nincs kiválasztva
it: Nessuna selezione
ja: 何も選択していません
ka: არჩეული არაფერია
kn: ಯಾವುದನ್ನೂ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ko: 선택 안 함
lo: ບໍ່ໄດ້ເລືອກອັນໃດ
ml: ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
nl: Niets geselecteerd
oc: Cap pas seleccionat
pa: ਕੋਈ ਨਹੀ ਚੁਣਿਆ
pl: Nie wybrano
pt_br: Nada selecionado
ru: Ничего не выбрано
si: තේරීමක් නැත
sk: Nič nevybrané
sr: Ништа није изабрано
sv: Inget valt
tr: Hiçbiri seçilmedi
ug: ھېچقايسىسى تاللانمىدى
uk: Нічого не вибрано
zh: 未选择任何安装选项
zh_tw: 未選擇

# installationTypeLVM
source: Use LVM without encryption
be: Выкарыстоўваць LVM
ca: Useu LVM sense encriptació
cs: Použít LVM bez šifrování
de: LVM ohne Verschlüsselung verwenden
eo: Uzi LVM sen ĉifrado
et: Kasuta ilma krüptimata LVM-i
eu: Erabili LVM zifratze gabe
fa: استفاده از LVM بدون رمزنگاری
fi: Käytä LVM:ää ilman salausta
fr: Utiliser LVM sans chiffrement
ga: Bain úsáid as LVM gan criptiú
he: להשתמש ב־LVM בלי הצפנה
hu: LVM használata titkosítás nélkül
it: Usa LVM senza cifratura
ja: 暗号化なしでLVMを使用
ka: LVM-ის გამოყენება დაშიფვრის გარეშე
kn: ಗೂಢಲಿಪೀಕರಣವಿಲ್ಲದೆ LVM ಬಳಸಿ
ko: LVM 사용
lo: ໃຊ້ LVM ໂດຍບໍ່ມີການເຂົ້າລະຫັດ
nl: LVM gebruiken zonder versleuteling
oc: Utilizar LVM sens chiframent
pa: ਬਿਨਾਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ਦੇ LVM
pl: Użyj LVM bez szyfrowania
pt_br: Use LVM sem criptografia
ru: Использовать LVM без шифрования
si: LVM භාවිතා කරන්න
sk: Použiť LVM bez šifrovania
sr: Користи LVM
sv: Använd LVM utan kryptering
tr: LVM'yi şifreleme olmadan kullanın
ug: شىفىرلانمىغان لوگىكىلىق دىسكا باشقۇرۇش (LVM) نى ئىشلىتىدۇ
uk: Використовувати LVM без шифрування
zh: 使用无加密的 LVM（逻辑卷管理）
zh_tw: 使用未加密的 LVM

# installationTypeLVMSelected
source: LVM selected
be: Выбрана LVM
ca: Seleccionat LVM
cs: Vybráno LVM
de: LVM ausgewählt
eo: LVM elektita
et: LVM on valitud
eu: LVM hautatuta
fa: استفاده از LVM گزیده شد
fi: LVM valittu
fr: LVM sélectionné
ga: LVM roghnaithe
he: נבחר מנהל כרכים לוגי
hu: LVM kiválasztva
it: Selezionato LVM
ja: LVM を選択
ka: არჩეულია LVM
kn: LVM ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: LVM 선택됨
lo: ເລືອກ LVM ແລ້ວ
ml: LVM തിരഞ്ഞെടുത്തു
nl: LVM geselecteerd
oc: LVM seleccionat
pa: LVM ਚੁਣਿਆ
pl: Wybrano LVM
pt_br: LVM selecionado
ru: Выбран LVM
si: LVM තෝරා ඇත
sk: Vybrané LVM
sr: LVM изабран
sv: LVM valt
tr: LVM seçildi
ug: LVM تاللاندى
uk: LVM обрано
zh: 已选择配置 LVM
zh_tw: 已選用 LVM

# installationTypeLVMEncryption
source: Encrypt with a passphrase
be: Выкарыстоўваць LVM і шыфраванне
ca: Encripta amb una contrasenya
cs: Šifrovat pomocí přístupového hesla
de: Mit einer Passphrase verschlüsseln
eo: Ĉifri kun pasfrazo
et: Krüpti salafraasiga
eu: Zifratzea pasaesaldiarekin
fa: رمزنگاری با عبارت عبور
fi: Salaa tunnuslauseella
fr: Chiffrer avec une phrase de passe
ga: Criptigh le pasfhrása
he: הצפנה עם מילת צופן
hu: Titkosítás jelmondattal
it: Cifra con una frase d'accesso
ja: パスフレーズで暗号化
ka: დაშიფვრა საკვანძო ფრაზით
kn: ಪಾಸ್‌ಫ್ರೇಸ್‌ನೊಂದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko: LVM과 암호화 사용
lo: ເຂົ້າລະຫັດດ້ວຍວະລີຜ່ານ
nl: Versleutelen met een wachtwoordzin
oc: Chifrar amb frasa secrèta
pa: ਵਾਕ ਨਾਲ ਇੰਕ੍ਰਿਪਟ ਕਰੋ
pl: Zaszyfruj przy użyciu hasła
pt_br: Criptografar com um senha
ru: Использовать шифрование с паролем
si: LVM හා සංකේතනය භාවිතා කරන්න
sk: Šifrovať prístupovou frázou
sr: Користи LVM и енкрипцију
sv: Kryptera med en lösenfras
tr: Bir parola ile şifreleyin
ug: ئىم ئىبارە بىلەن شىفىرلايدۇ
uk: Шифрування за допомогою парольної фрази
zh: 使用密码加密
zh_tw: 使用密碼加密

# installationTypeLVMEncryptionInfo
source: You will need to enter a passphrase every time you turn on your computer. This uses LUKS encryption with LVM.
ca: Cada vegada que engegueu l’ordinador haureu d’introduir una contrasenya. Això utilitza l'encriptació LUKS amb LVM.
cs: Při každém zapnutí počítače budete muset zadat přístupové heslo. Používá se šifrování LUKS s LVM.
de: Sie müssen jedes Mal, wenn Sie Ihren Computer einschalten, eine Passphrase eingeben. Hierbei wird LUKS-Verschlüsselung mit LVM verwendet.
eo: Vi bezonis tajpi pasfrazon por startigi la komputilon. Tio uzas LUKS-ĉifradon kun LVM.
et: Sa pead sisestama selle salafraasi alati peale arvuti sisselülitamist. Krüptimiseks on kasutusel LUKS ja LVM.
eu: Pasaesaldia sartu beharko duzu ordenagailua pizten duzun aldiro. Honek LUKS zifratzea darabil LVMrekin.
fa: هربار که می‌خواهید رایانه‌تان را روشن کنید باید عبارت عبور را وارد کنید. این عبارت از رمزنگاری LUKS با LVM استفاده می‌کند.
fi: Tunnuslause tulee syöttää joka kerta tietokonetta avattaessa. Tämä valinta käyttää LUKS-salausta yhdessä LVM:n kanssa.
fr: Vous devrez entrer un mot de passe chaque fois que vous allumerez votre ordinateur. Il utilise le chiffrement LUKS avec LVM.
ga: Beidh ort pasfhrása a chur isteach gach uair a chuireann tú do ríomhaire ar siúl. Úsáideann sé seo criptiú LUKS le LVM.
he: יש למלא מילת צופן עם כל הדלקה של המחשב. משתמש בהצפנת LUKS עם LVM.
hu: Jelmondatot kell megadnia minden alkalommal, amikor bekapcsolja a számítógépet. Ez LUKS titkosítást használ LVM-mel.
it: Ogni volta che accendi il computer, dovrai inserire una frase segreta. Questa è necessarioa per la crittografia LUKS con LVM.
ja: PCの電源を入れるたびにパスフレーズの入力が必要です。LVMのLUKS暗号化を使用します。
ka: საკვანძო ფრაზის შეყვანა თქვენი კომპიუტერის თითოეული ჩართვისას დაგჭირდებათ. ეს იყენებს LUKS-ით დაშიფვრას LVM-თან ერთად.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನೀವು ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಇದು LVM ನೊಂದಿಗೆ LUKS ಗೂಢಲಿಪೀಕರಣವನ್ನು ಬಳಸುತ್ತದೆ.
lo: ທ່ານຈະຕ້ອງປ້ອນວະລີຜ່ານທຸກຄັ້ງທີ່ເປີດຄອມພິວເຕີ. ສິ່ງນີ້ໃຊ້ການເຂົ້າລະຫັດ LUKS ກັບ LVM.
nl: U moet elke keer dat u de computer aanzet een wachtwoordzin invoeren. Dit maakt gebruik van LUKS-codering met LVM.
oc: Deuretz picar una frasa secrèta cada còp qu'alucatz l'ordenador. Emplega lo chiframent LUKS amb LVM.
pl: Konieczne będzie wprowadzenie hasła przy każdym włączeniu komputera. Używa szyfrowania LUKS z LVM.
pt_br: Você precisará inserir uma senha sempre que ligar o computador. Isso utiliza criptografia LUKS com LVM.
ru: Вам нужно будет вводить пароль каждый раз при включении компьютера. Эта функция использует шифрование LUKS с LVM.
sk: Budete musieť zadať prístupovú frázu zakaždým, keď zapnete počítač. Používa sa šifrovanie LUKS s LVM.
sv: Du måste ange en lösenfras varje gång du startar din dator. Detta använder LUKS-kryptering med LVM.
tr: Bilgisayarınızı her açtığınızda bir parola girmeniz gerekecektir. Bu, LVM ile LUKS şifrelemesini kullanır.
ug: كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك. بۇ LVM نى ئۆز ئىچىگە ئالغان LUKS شىفىرلاشنى ئىشلىتىدۇ.
uk: Вам потрібно буде вводити парольну фразу щоразу, коли ви вмикаєте комп'ютер. Для цього використовується шифрування LUKS за допомогою LVM.
zh: 每次打开计算机都将需要输入密码。这使用带 LVM 的 LUKS 加密。
zh_tw: 每次開啟電腦時，您都需要輸入密碼。這使用 LVM 的 LUKS 加密。

# installationTypeLVMEncryptionSelected
source: LVM and encryption selected
be: Выбрана LVM і шыфраванне
ca: Seleccionats LVM i encriptació
cs: Vybráno LVM a šifrování
de: LVM und Verschlüsselung ausgewählt
eo: LVM kaj ĉifrado elektitaj
et: Krüptitud LVM on valitud
eu: LVM eta zifratzea hautatuta
fa: استفاده از LVM و رمزنگاری گزیده شد
fi: LVM ja salaus valittu
fr: LVM et chiffrement sélectionnés
ga: LVM agus criptiú roghnaithe
he: נבחרו LVM והצפנה
hu: LVM és titkosítás kiválasztva
it: LVM e cifratura selezionati
ja: LVMと暗号化を選択
ka: არჩეულია LVM და დაშიფვრა
kn: LVM ಮತ್ತು ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: LVM 및 암호화 선택됨
lo: ເລືອກ LVM ແລະ ການເຂົ້າລະຫັດແລ້ວ
nl: LVM en versleuteling geselecteerd
oc: LVM e chiframent seleccionats
pa: LVM ਅਤੇ ਇੰਕ੍ਰਿਪਸ਼ਨ ਨੂੰ ਚੁਣਿਆ
pl: Wybrano LVM i szyfrowanie
pt_br: LVM e criptografia selecionados
ru: LVM и шифрование выбраны
si: LVM හා සංකේතනය තෝරා ඇත
sk: Vybrané LVM a šifrovanie
sr: LVM и енкрипција изабрани
sv: LVM och kryptering valt
tr: LVM ve şifreleme seçildi
ug: LVM ۋە شىفىرلاش تاللاندى
uk: LVM та шифрування обрано
zh: 已选择配置加密的 LVM
zh_tw: 已選用 LVM 及加密

# installationTypeEncryptInfo
source: You will choose a security key in the next step.
be: На наступным кроку можна выбраць ключ бяспекі.
ca: En el pas següent triareu la clau de seguretat.
cs: V následujícím kroku si zvolíte šifrovací klíč.
de: Im nächsten Schritt wählen Sie einen Sicherheitsschlüssel aus.
eo: Vi elektos sekurigan ŝlosilon dum la sekva paŝo.
et: Krüptovõtme saad sisestada järgmises sammus.
eu: Hurrengo urratsean aukeratuko duzu segurtasun gakoa.
fa: در گام بعدی، کلید امنیتی‌ای خواهید گزید.
fi: Salausavain valitaan seuraavassa vaiheessa.
fr: Vous allez choisir une clé de sécurité à l’étape suivante.
ga: Roghnóidh tú eochair slándála sa chéad chéim eile.
he: בשלב הבא ניתן לבחור מפתח אבטחה.
hu: Biztonsági kulcsot a következő lépésben fog választani.
it: Sceglierai una chiave di sicurezza nel prossimo passaggio.
ja: セキュリティキーは次のステップで選択します。
ka: შემდეგ ნაბიჯზე უსაფრთხოების გასაღებს აირჩევთ.
kn: ಮುಂದಿನ ಹಂತದಲ್ಲಿ ನೀವು ಭದ್ರತಾ ಕೀಲಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡುತ್ತೀರಿ.
ko: 다음 단계에서 보안 키를 선택합니다.
lo: ທ່ານຈະຕ້ອງເລືອກຄີຄວາມປອດໄພໃນຂັ້ນຕອນຕໍ່ໄປ.
ml: അടുത്ത ഘട്ടത്തിൽ നിങ്ങൾ ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കും.
nl: In de volgende stap kies je een beveiligingssleutel.
oc: Causiretz una clau de seguretat a l’etapa seguenta.
pl: Klucz bezpieczeństwa zostanie wybrany w następnym kroku.
pt_br: Você deverá escolher uma chave de segurança no próximo passo.
ru: На следующем шаге выберите ключ безопасности.
si: ඔබ ඊළඟ පියවරේදී ආරක්‍ෂණ යතුරක් තෝරා ගනු ඇත.
sk: V nasledujúcom kroku si zvolíte bezpečnostný kľúč.
sr: У следећем кораку ћете изабрати безбедносни кључ.
sv: Du väljer en säkerhetsnyckel i nästa steg.
tr: Bir sonraki adımda güvenlik anahtarını seçeceksiniz.
ug: كېيىنكى باسقۇچتا بىخەتەرلىك ئاچقۇچىنى تاللايسىز.
uk: Ключ захисту можна буде вибрати на наступному кроці.
zh: 下一步需要输入一个安全密钥。
zh_tw: 在下一步中您需要輸入安全密鑰。

# installationTypeZFS
source: Use ZFS without encryption
be: Сцерці дыск і выкарыстоўваць ZFS
ca: Usa ZFS sense encriptació
cs: Použít ZFS bez šifrování
de: ZFS ohne Verschlüsselung verwenden
eo: Uzi ZFS sen ĉifrado
et: Kasuta ilma krüptimata ZFS-i
eu: Erabili ZFS zifratze gabe
fa: استفاده از ZFS بدون رمزنگاری
fi: Käytä ZFS:ää ilman salausta
fr: Utiliser ZFS sans chiffrement
ga: Bain úsáid as ZFS gan criptiú
he: להשתמש ב־ZFS בלי הצפנה
hu: ZFS használata titkosítás nélkül
it: Usa ZFS senza cifratura
ja: 暗号化なしでZFS を使用
ka: ZFS-ის გამოყენება დაშიფვრის გარეშე
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಇಲ್ಲದೆ ZFS ಬಳಸಿ
ko: 디스크 지우고 ZFS 사용
lo: ໃຊ້ ZFS ໂດຍບໍ່ມີການເຂົ້າລະຫັດ
ml: പരീക്ഷണാത്മകം: ഡിസ്ക് മായ്ച്ച് ZFS ഉപയോഗിക്കുക
nl: ZFS gebruiken zonder versleuteling
oc: Utilizar ZFS sens chiframent
pa: ਬਿਨਾਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ZFS ਨੂੰ ਵਰਤੋਂ
pl: Użyj ZFS bez szyfrowania
pt_br: Use ZFS sem criptografia
ru: Использовать ZFS без шифрования
si: පරීක්‍ෂාත්මක: තැටිය මකා ZFS භාවිතා කරන්න
sk: Použiť ZFS bez šifrovania
sr: Обриши диск и користи ZFS
sv: Använd ZFS utan kryptering
tr: Şifreleme olmadan ZFS kullanın
ug: شىفىرلانمىغان ZFS نى ئىشلىتىدۇ
uk: Використовувати ZFS без шифрування
zh: 使用无加密的 ZFS
zh_tw: 使用未加密的 ZFS
