Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationSlidesSupportEnterprise
source: For enterprise users Canonical provides commercial support to make it easy to onboard and manage Ubuntu securely in the workplace.
be: Для карпаратыўных карыстальнікаў кампанія Canonical прапануе камерцыйную падтрымку, што дае магчымасць лёгка ўключыцца ў працу і бяспечна кіраваць Ubuntu на працоўным месцы.
ca: Per a usuaris corporatius Canonical proveeix suport comercial per facilitar l'adopció i gestió de l'Ubuntu al lloc de treball.
cs: Pro firemní uživatele Canonical poskytuje komerční podporu, díky které je snadné zavést a spravovat Ubuntu na pracovišti.
de: Für Unternehmensanwender bietet Canonical kommerzielle Unterstützung an, um die Einführung und sichere Verwaltung von Ubuntu am Arbeitsplatz zu erleichtern.
eo: Al entreprenoj, Canonical ofertas komercan subtenon por facile enkonduki kaj sekure administri Ubuntu.
et: Suurklientidele ja äriklientidele pakub Canonical teenusepõhist kasutajatuge, mis teeb töökohal Ubuntu turvalise kasutuselevõtmise ja haldamise lihtsaks.
eu: Enpresako erabiltzaileentzat, Canonicalek euskarri komertziala eskaintzen du lan-eremuan Ubuntu era seguruan erraz instalatu eta kudeatzeko.
fi: Yrityskäyttäjille Canonical tarjoaa kaupallista tukea, jotta Ubuntu pysyy hallittavissa ja turvallisena työympäristössä.
fr: Pour les entreprises, Canonical propose un support commercial qui facilite l’intégration et la gestion d’Ubuntu en toute sécurité sur le lieu de travail.
ga: D'úsáideoirí fiontair soláthraíonn Canonical tacaíocht tráchtála chun é a dhéanamh éasca le dul ar bord agus Ubuntu a bhainistiú go daingean san ionad oibre.
he: למשתמשים תאגידיים מספקת Canonical תמיכה מסחרית כדי להקל על ההגירה והניהול של אובונטו בצורה מאובטחת בסביבת העבודה.
hu: Vállalati felhasználóknak a Canonical kereskedelmi támogatást nyújt, hogy megkönnyítse az Ubuntu bevezetését és biztonságos kezelését a munkahelyen.
ja: Canonicalは、企業ユーザー向けに職場でUbuntuを安全に導入・管理するための商用サポートを提供しています。
ka: კორპორატიული მომხმარებლებისთვის Canonical-ს ფასიანი მხარდაჭერა აქვს, რომ კომპანიაში Ubuntu-ზე გადართვა მისი მართვა პრობლემების გარეშე შეგეძლოთ.
kn: ಎಂಟರ್‌ಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ ಕೆನೊನಿಕಲ್ ವಾಣಿಜ್ಯ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುತ್ತದೆ ಮತ್ತು ಕೆಲಸದ ಸ್ಥಳದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿ ಉಬುಂಟು ಅನ್ನು ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಲು ಮತ್ತು ನಿರ್ವಹಿಸಲು ಸುಲಭವಾಗುತ್ತದೆ.
ko: 엔터프라이즈 사용자를 위해 Canonical에서는 직장에서 우분투를 쉽게 온보딩하고 안전하게 관리할 수 있도록 상용 지원을 제공합니다.
lo: ສຳລັບຜູ້ໃຊ້ອົງກອນ Canonical ໃຫ້ການສະໜັບສະໜູນທາງການຄ້າ ເພື່ອເຮັດໃຫ້ງ່າຍ ຕໍ່ການນຳໃຊ້ ແລະ ຈັດການ Ubuntu ຢ່າງປອດໄພໃນບ່ອນເຮັດວຽກ.
nl: Voor zakelijke gebruikers biedt Canonical commerciële ondersteuning om het gemakkelijk te maken om Ubuntu veilig op de werkplek in te voeren en te beheren.
oc: Per las entrepresas Canonical fornís una assisténcia comerciala per facilitar l’integracion e la gestion d’Ubuntu en tota seguretat al lòc de trabalh.
pl: Dla użytkowników korporacyjnych Canonical zapewnia komercyjne wsparcie, aby ułatwić wdrożenie i bezpieczne zarządzanie systemem Ubuntu w miejscu pracy.
pt_br: Para usuários corporativos, a Canonical fornece suporte comercial para facilitar a integração e o gerenciamento seguro do Ubuntu no local de trabalho.
ru: Для корпоративных пользователей Canonical предоставляет коммерческую поддержку, чтобы упростить внедрение и безопасное управление Ubuntu на рабочем месте.
sk: Pre firemných používateľov Canonical poskytuje komerčnú podporu, vďaka ktorej je jednoduché nasadiť a spravovať Ubuntu v pracovnom prostredí.
sr: За пословне кориснике Canonical пружа комерцијалну подршку како би олакшао увођење и управљање Ubuntu-ом на сигуран начин у радном окружењу.
sv: För företagsanvändare tillhandahåller Canonical kommersiell support för att göra det enkelt att installera och hantera Ubuntu säkert på arbetsplatsen.
tr: Kurumsal kullanıcılar için Canonical, Ubuntu'nun işyerinde güvenli bir şekilde kurulmasını ve yönetilmesini kolaylaştırmak için ticari destek sağlar.
ug: كارخانا ئىشلەتكۈچىلىرى ئۈچۈن Canonical شىركىتى سودا جەھەتتىن قوللاش بىلەن تەمىنلەپ، كارخانىدا خىزمەت مۇھىتىدا Ubuntu نى بىخەتەر ئورنىتىپ باشقۇرۇشنى ئاسانلاشتۇرىدۇ.
uk: Для корпоративних користувачів Canonical надає комерційну підтримку, щоб полегшити встановлення та безпечне керування Ubuntu на робочому місці.
zh: 对于企业用户，Canonical 提供商业支持，以便在工作场所轻松安全地使用和管理 Ubuntu。
zh_tw: Canonical 對企業用戶提供商業支援，以便在工作場所輕鬆、安全的安裝與管理 Ubuntu。

# installationSlidesSupportResources
source: Helpful resources:
be: Карысныя рэсурсы:
ca: Recursos útils:
cs: Užitečné zdroje:
de: Hilfreiche Ressourcen:
eo: Utilaj rimedoj:
et: Kasulikku teavet leiad siit:
eu: Baliabide lagungarriak:
fa: منبع‌های مفید:
fi: Hyödyllisiä resursseja:
fr: Ressources utiles :
ga: Acmhainní cabhracha:
he: משאבים חיוניים:
hu: Hasznos erőforrások:
ja: 役に立つ情報：
ka: სასარგებლო რესურსები:
kn: ಸಹಾಯಕ ಸಂಪನ್ಮೂಲಗಳು:
ko: 유용한 지원:
lo: ແຫຼ່ງຂໍ້ມູນທີ່ເປັນປະໂຫຍດ:
nl: Nuttige bronnen:
oc: Ressorsas utilas :
pa: ਮਦਦਗਾਰ ਸਰੋਤ:
pl: Pomocne zasoby:
pt_br: Recursos úteis:
ru: Полезные ресурсы:
si: ප්‍රයෝජනවත් සම්පත්:
sk: Užitočné zdroje:
sr: Корисни ресурси:
sv: Användbara resurser:
tr: Yararlı kaynaklar:
ug: پايدىلىق مەنبەلەر:
uk: Корисні ресурси:
zh: 有用的资源：
zh_tw: 有用資源：

# installationSlidesSupportDocumentation
source: Official documentation
be: Афіцыйная дакументацыя
ca: Documentació oficial
cs: Oficiální dokumentace
de: Offizielle Dokumentation
eo: Oficiala dokumentaro
et: Ametlik dokumentatsioon
eu: Dokumentazio ofiziala
fa: مستندات رسمی
fi: Virallinen dokumentaatio
fr: Documentation officielle
ga: Doiciméid oifigiúla
he: תיעוד רשמי
hu: Hivatalos dokumentáció
it: Documentazione ufficiale
ja: 公式ドキュメント
ka: ოფიციალური დოკუმენტაცია
kn: ಅಧಿಕೃತ ದಸ್ತಾವೇಜನ್ನು
ko: 공식 문서
lo: ເອກະສານຢ່າງເປັນທາງການ
nl: Officiële documentatie
oc: Documentacion oficiala
pl: Oficjalna dokumentacja
pt_br: Documentação oficial
ru: Официальная документация
si: නිල ප්‍රලේඛනය
sk: Oficiálna dokumentácia
sr: Званична документација
sv: Officiell dokumentation
tr: Resmi belgelendirme
ug: ئىگە تەرەپ قوللانما
uk: Офіційна документація
zh: 官方文档
zh_tw: 官方說明文件

# installationSlidesSupportUbuntuPro
source: Enterprise-grade 24/7 support with Ubuntu Pro
be: Падтрымка карпаратыўных карыстальнікаў 24/7 з Ubuntu Pro
ca: Suport 24/7 de nivell empresarial amb Ubuntu Pro
cs: Nepřetržitá podpora na podnikové úrovni s Ubuntu Pro
de: Unternehmenstaugliche 24/7-Unterstützung mit Ubuntu Pro
eo: Entreprene taŭga subteno ĉiutage ĉiuhore per Ubuntu Pro
et: Ubuntu Pro tellimusega suurfirmade tasemel 24/7 tugi
eu: Enpresa mailako 24/7 euskarria Ubuntu Pro-rekin
fa: پشتیبانی ردهٔ تجاری ۲۴/۷ با Pro اوبونتو
fi: Yritystason 24/7-tuki Ubuntu Pro -tilauksella
fr: Assistance professionnelle 24h/24 et 7j/7 avec Ubuntu Pro
ga: Tacaíocht fiontar-grád 24 / 7 le Ubuntu Pro
he: תמיכה 24/7 ברמה תעשייתית עם אובונטו פרו
hu: Vállalati szintű 24/7 támogatás Ubuntu Pro előfizetéssel
ja: Ubuntu Proで24時間365日サポート
ka: კორპორატიული 24/7 მხარდაჭერა Ubuntu Pro-ისთან ერთად
kn: ಉಬುಂಟು ಪ್ರೊನೊಂದಿಗೆ ಎಂಟರ್‌ಪ್ರೈಸ್-ಗ್ರೇಡ್ 24/7 ಬೆಂಬಲ
ko: Ubuntu Pro 의 엔터프라이즈 급 24/7 지원
lo: ການສະໜັບສະໜູນລະດັບອົງກອນຕະຫຼອດ 24/7 ດ້ວຍ Ubuntu Pro
nl: 24/7 ondersteuning op bedrijfsniveau met Ubuntu Pro
oc: Assisténcia professionala disponibla 24h de 24h e 7 jorns de 7 amb Ubuntu Pro
pl: Całodobowe wsparcie klasy korporacyjnej za pomocą Ubuntu Pro
pt_br: Suporte 24/7 de nível empresarial com Ubuntu Pro
ru: Поддержка корпоративных пользователей в режиме 24/7 в Ubuntu Pro
sk: Podpora 24/7 na podnikovej úrovni s Ubuntu Pro
sr: Подршка на нивоу предузећа 24/7 са Ubuntu Pro
sv: Support i företagsklass 24/7 med Ubuntu Pro
tr: Ubuntu Pro ile kurumsal sınıf 7/24 destek
ug: Ubuntu Pro نىڭ 24/7 كارخانا دەرىجىسىدىكى قوللىشى
uk: Підтримка корпоративного рівня 24/7 з Ubuntu Pro
zh: 使用 Ubuntu Pro 可享受企业级 7*24 支持服务
zh_tw: Ubuntu Pro 的 24/7 全天候企業級支援

# nextSlideSemanticLabel
source: Next slide
ca: Diapositiva següent
de: Nächste Folie
eo: Sekva paĝo
et: Järgmine slaid
eu: Hurrengo diapositiba
fa: صفحهٔ بعدی
fi: Seuraava kuva
ga: An chéad sleamhnán eile
he: השקופית הבאה
hu: Következő dia
it: Slide successiva
ja: 次のスライド
ka: შემდეგი სლაიდი
kn: ಮುಂದಿನ ಸ್ಲೈಡ್
lo: ສະໄລ້ຖັດໄປ
nl: Volgende dia
pa: ਅਗਲੀ ਸਲਾਈਡ
pl: Następny slajd
pt_br: Próximo slide
sk: Ďalší snímok
sv: Nästa bild
ug: كېيىنكى سىيرىلما
uk: Наступний слайд
zh: 下一页

# previousSlideSemanticLabel
source: Previous slide
ca: Diapositiva anterior
de: Vorherige Folie
eo: Antaŭa paĝo
et: Eelmine slaid
eu: Aurreko diapositiba
fa: صفحهٔ پیشین
fi: Edellinen kuva
ga: Sleamhnán roimhe seo
he: השקופית הקודמת
hu: Előző dia
it: Slide precedente
ja: 前のスライド
ka: წინა სლაიდი
kn: ಹಿಂದಿನ ಸ್ಲೈಡ್
lo: ສະໄລ້ກ່ອນໜ້າ
nl: Vorige dia
pa: ਪਿਛਲੀ ਸਲਾਈਡ
pl: Poprzedni slajd
pt_br: Slide anterior
sk: Predchádzajúci snímok
sv: Föregående bild
ug: ئالدىنقى سىيرىلما
uk: Попередній слайд
zh: 上一页

# playSlideshowSemanticLabel
source: Play slideshow
ca: Presentació de diapositives
de: Bildschirmpräsentation abspielen
eo: Foliumi paĝojn
et: Käivita slaidiprogramm
eu: Erreproduzitu diapositibak
fa: پخش نمایش صفحه‌ها
fi: Toista kuvasarja
ga: Seinn sleamhnán
he: הפעלת המצגת
hu: Diavetítés lejátszása
ja: スライドショーの再生
ka: სლაიდშოუს დაკვრა
kn: ಸ್ಲೈಡ್‌ಶೋ ಪ್ಲೇ ಮಾಡಿ
lo: ຫຼິ້ນສະໄລ້ໂຊ
nl: Diapresentatie afspelen
pa: ਸਲਾਈਡ-ਸ਼ੋ ਨੂੰ ਚਲਾਓ
pl: Odtwórz pokaz slajdów
pt_br: Reproduzir apresentação de slides
sk: Spustiť prezentáciu
sv: Visa bildspel
ug: تام تەسۋىرنى كۆرسىتىدۇ
uk: Почати показ слайдів
zh: 播放幻灯片

# pauseSlideshowSemanticLabel
source: Pause slideshow
ca: Pausa la presentació
de: Präsentation anhalten
eo: Ĉesigi foliumadon
et: Peata slaidiprogramm
eu: Pausatu diapositibak
fa: مکث نمایش صفحه‌ها
fi: Tauko
ga: Sos an taispeántas sleamhnán
he: השהיית המצגת
hu: Diavetítés szüneteltetése
ja: スライドショーの停止
ka: სლაიდშოუს პაუზა
kn: ಸ್ಲೈಡ್‌ಶೋ ವಿರಾಮಗೊಳಿಸಿ
lo: ຢຸດສະໄລ້ໂຊຊົ່ວຄາວ
nl: Diapresentatie pauzeren
pl: Wstrzymaj pokaz slajdów
pt_br: Pausar apresentação de slides
sk: Pozastaviť prezentáciu
sv: Pausa bildspel
ug: تام تەسۋىرنى ۋاقىتلىق توختىتىدۇ
uk: Призупинити показ слайдів
zh: 暂停幻灯片放映

# toggleLogsSemanticLabel
source: Toggle install logs
ca: Commuta els registres d'instal·lació
de: Installationsprotokolle umschalten
eo: Baskuligi instalan protokolon
et: Näita paigalduslogisid või peida nad
eu: Erakutsi / ezkutatu erregistroak
fa: تغییر وضعیت گزارش‌های نصب
fi: Kytke asennuslokit päälle tai pois
ga: Logaí suiteála a scoránaigh
he: החלפת מצב יומני התקנה
hu: Telepítési naplók be- vagy kikapcsolása
it: Mostra/Nascondi i log di installazione
ja: インストールログの表示切替
ka: დაყენების ჟურნალის გადართვა
kn: ಇನ್‌ಸ್ಟಾಲ್ ಲಾಗ್‌ಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಿ
lo: ເປີດ/ປິດ ບັນທຶກການຕິດຕັ້ງ
nl: Installatielogboeken wisselen
pl: Przełącz dzienniki instalacji
pt_br: Alternar registros de instalação
sk: Prepínať zobrazenie inštalačných záznamov
sv: Växla installationsloggar
ug: ئورنىتىش خاتىرىسىنى ئالماشتۇرىدۇ
uk: Записати журнали встановлення
zh: 安装日志

source: Copying files…
be: Капіяванне файлаў…
ca: S’estan copiant els fitxers…
cs: Kopírování souborů…
de: Dateien werden kopiert …
eo: Kopiante dosierojn…
et: Kopeerin faile…
eu: Fitxategiak kopiatzen…
fa: رونوشت کردن پرونده‌ها…
fi: Kopioidaan tiedostoja…
fr: Copie des fichiers…
ga: Comhaid á gcóipeáil…
he: קבצים מועתקים…
hu: Fájlok másolása…
it: Copia dei file…
ja: ファイルをコピーしています…
ka: ფაილების კოპირება…
kn: ಫೈಲ್‌ಗಳನ್ನು ನಕಲಿಸಲಾಗುತ್ತಿದೆ…
ko: 파일 복사 중…
lo: ກຳລັງຄັດລອກໄຟລ໌…
nl: Bestanden kopiëren…
oc: Còpia dels fichièrs…
pa: ਫ਼ਾਇਲਾਂ ਨੂੰ ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Kopiowanie plików…
pt_br: Copiando arquivos…
ru: Копирование файлов…
si: ගොනු පිටපත් වෙමින්…
sk: Kopírovanie súborov…
sr: Копирање фајлова…
sv: Kopierar filer…
tr: Dosyalar kopyalanıyor…
ug: ھۆججەت كۆچۈرۈۋاتىدۇ…
uk: Копіювання файлів…
zh: 正在复制文件……
zh_tw: 正在複製檔案…

# installingSystem
source: Installing the system…
be: Усталяванне сістэмы…
ca: S’està instal·lant el sistema…
cs: Instalace systému…
de: System wird installiert …
eo: Instalante la sistemon…
et: Paigaldan süsteemi…
eu: Sistema instalatzen…
fa: نصب کردن سامانه…
fi: Asennetaan järjestelmää…
fr: Installation du système…
ga: An córas á shuiteáil…
he: המערכת מותקנת…
hu: A rendszer telepítése…
it: Installazione del sistema…
ja: システムをインストールしています…
ka: მიმდინარეობს სისტემის დაყენება…
kn: ಅನುಸ್ಥಾಪನೆಯು ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.ಸಿಸ್ಟಮ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ…
ko: 시스템 설치 중…
lo: ກຳລັງຕິດຕັ້ງລະບົບ…
nl: Systeem installeren…
oc: Installacion del sistèma…
pa: ਸਿਸਟਮ ਨੂੰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Instalowanie systemu…
pt_br: Instalando o sistema…
ru: Установка системы…
si: පද්ධතිය ස්ථාපනය වෙමින්…
sk: Inštalácia systému…
sr: Инсталирање система…
sv: Installerar systemet…
tr: Sistem kuruluyor…
ug: سىستېما ئورنىتىۋاتىدۇ…
uk: Встановлення системи…
zh: 正在安装系统……
zh_tw: 正在安裝系統…

# configuringSystem
source: Setting up the system…
be: Наладжванне сістэмы…
ca: S’està configurant el sistema…
cs: Nastavování systému…
de: System wird eingerichtet …
eo: Agordante la sistemon…
et: Seadistan süsteemi…
eu: Sistema konfiguratzen…
fa: برپا کردن سامانه…
fi: Määritetään järjestelmää…
fr: Configuration du système…
ga: An córas á bhunú…
he: המערכת מוגדרת…
hu: A rendszer beállítása…
it: Configurazione del sistema…
ja: システムを設定しています…
ka: სისტემის მორგება.…
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ…
ko: 시스템 설정 중…
lo: ກຳລັງຕັ້ງຄ່າລະບົບ…
nl: Systeem instellen…
oc: Configuracion del sistèma…
pa: ਸਿਸਟਮ ਨੂੰ ਸੈਟਅੱਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Konfigurowanie systemu…
pt_br: Iniciando o sistema…
ru: Настройка системы…
si: පද්ධතිය පිහිටුවමින්…
sk: Nastavovanie systému…
sr: Подешавање система…
sv: Ställer in systemet…
tr: Sistem yapılandırılıyor…
ug: سىستېمىنى تەڭشەۋاتىدۇ…
uk: Налаштування системи…
zh: 正在设置系统……
zh_tw: 正在設定系統…

source: Installation failed
be: Збой усталявання
ca: Ha fallat la instal·lació
cs: Instalace se nezdařila
de: Installation fehlgeschlagen
eo: Instalado fiaskis
et: Paigaldamine ei õnnestunud
eu: Instalazioak huts egin du
fa: نصب شکست خورد
fi: Asennus epäonnistui
fr: Échec de l’installation
ga: Theip ar shuiteáil
he: ההתקנה נכשלה
hu: A telepítés sikertelen
it: Installazione non riuscita
ja: インストールに失敗しました
ka: დაყენება ჩავარდა
kn: ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲವಾಗಿದೆ
ko: 설치 실패
lo: ການຕິດຕັ້ງລົ້ມເຫຼວ
nl: Installatie mislukt
oc: Fracàs de l’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ
pl: Instalacja nieudana
pt_br: Instalação falhou
ru: Ошибка установки
si: ස්ථාපනයට අසමත් විය
sk: Inštalácia sa nepodarila
sr: Инсталација није успела
sv: Installationen misslyckades
tr: Kurulum başarısız oldu
ug: ئورنىتالمىدى
uk: Встановлення не вдалося
zh: 安装失败
zh_tw: 安裝失敗

# notEnoughDiskSpaceTitle
source: Not enough disk space
be: Недастаткова месца на дыску
ca: No hi ha prou espai al disc
cs: Nedostatek místa na disku
de: Nicht genug Festplattenplatz
eo: Ne sufiĉas diska spaco
et: Pole piisavalt kettaruumi
eu: Ez dago behar beste leku diskoan
fa: فضای دیسک ناکافی
fi: Levytilaa ei ole riittävästi
fr: Pas assez d'espace disque
ga: Níl go leor spás diosca ann
he: אין מספיק מקום בכונן
hu: Nincs elegendő lemezterület
it: Spiacenti
ja: ディスクの空き容量が足りません
ka: დისკზე ადგილი საკმარისი არაა
kn: ಸಾಕಷ್ಟು ಡಿಸ್ಕ್ ಸ್ಥಳವಿಲ್ಲ
ko: 공간이 부족합니다
lo: ພື້ນທີ່ດິດບໍ່ພຽງພໍ
nl: Niet genoeg schijfruimte
oc: Pas pro d’espaci disc
pa: ਲੋੜੀਦੀ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੈ
pl: Za mało przestrzeni dyskowej
pt_br: Não há espaço em disco suficiente
ru: Недостаточно места на диске
si: තැටියේ ඉඩ මදියි
sk: Nedostatočný priestor na disku
sr: Недовољно простора на диску
sv: Inte tillräckligt med diskutrymme
tr: Yeterli alan yok
ug: يېتەرلىك دىسكا بوشلۇقى يوق
uk: Недостатньо простору на диску
zh: 磁盘空间不足
zh_tw: 可用磁碟空間不足

# notEnoughDiskSpaceUbuntu
source: Not enough disk space to install {DISTRO}
be: Недастаткова дыскавай прасторы для ўсталявання {DISTRO}
ca: No hi ha prou espai de disc per instal·lar {DISTRO}
cs: Nedostatek místa na disku pro instalaci {DISTRO}
de: Nicht genügend Festplattenplatz für die Installation von {DISTRO}
eo: Ne sufiĉas diska spaco por instali {DISTRO}
et: {DISTRO} paigaldamiseks pole piisavalt kettaruumi
eu: Diskoan ez dago {DISTRO} instalatzeko behar beste leku
fa: فضای ناکافی برای نصب {DISTRO}
fi: Tilaa ei ole riittävästi, jotta {DISTRO} olisi mahdollista asentaa
fr: Espace disque insuffisant pour installer {DISTRO}
ga: Níl go leor spás diosca le suiteáil {DISTRO}
he: אין מספיק מקום להתקין את {DISTRO}
hu: Nincs elegendő lemezterület a(z) {DISTRO} telepítéséhez
ja: {DISTRO}をインストールするのに十分なストレージ容量がありません
ka: {DISTRO}-ის დასაყენებლად დისკზე ადგილი საკმარისი არაა
kn: {DISTRO} ಅನ್ನು ಸ್ಥಾಪಿಸಲು ಸಾಕಷ್ಟು ಡಿಸ್ಕ್ ಸ್ಥಳವಿಲ್ಲ
ko: {DISTRO} 설치하기 위한 디스크 공간 부족
lo: ພື້ນທີ່ດິດບໍ່ພຽງພໍທີ່ຈະຕິດຕັ້ງ {DISTRO}
nl: Niet genoeg schijfruimte om {DISTRO} te installeren
oc: Pas pro d’espaci per installar {DISTRO}
pa: {DISTRO} ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਦੀ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੈ
pl: Za mało przestrzeni dyskowej do zainstalowania {DISTRO}
pt_br: Não há espaço suficiente no disco para instalar o {DISTRO}
ru: Недостаточно места на диске для установки {DISTRO}
sk: Nedostatok miesta na disku pre inštaláciu {DISTRO}
sr: Недовољно простора на диску за инсталацију {DISTRO}
sv: Inte tillräckligt med diskutrymme för att installera {DISTRO}
tr: {DISTRO} kurmak için yeterli disk alanı yok
ug: {DISTRO} نى ئورنىتىشقا يېتەرلىك دىسكا بوشلۇقى يوق
uk: Недостатньо простору на диску, щоб установити {DISTRO}
zh: 磁盘空间不足，无法安装 {DISTRO}
zh_tw: 硬碟可用空間不足，無法安裝 {DISTRO}

# notEnoughDiskSpaceBody
source: The selected disk does not have enough disk space to install {DISTRO}. Quit the installer to make space available or select another disk.
be: На выбраным дыску не стае месца, каб усталяваць {DISTRO}. Выйдзіце з усталёўшчыка, каб вызваліць месца або выбраць іншы дыск.
ca: El disc seleccionat no té prou espai per instal·lar {DISTRO}. Sortiu de l'instal·lador per fer més espai o seleccioneu un altre disc.
cs: Vybraný disk nemá pro instalaci {DISTRO} dostatek místa. Ukončete instalační program a uvolněte místo, nebo vyberte jiný disk.
de: Auf der ausgewählten Festplatte ist nicht genügend Speicherplatz für die Installation von {DISTRO} vorhanden. Beenden Sie das Installationsprogramm, um Platz zu schaffen, oder wählen Sie ein anderes Laufwerk aus.
eo: La elektita disko ne havas sufiĉon da diska spaco por instali {DISTRO}. Forlasu la instalilon por provizi pli da spaco, aŭ elektu alian diskon.
et: Valitud andmekandjal pole piisavalt ruumi {DISTRO} paigaldamiseks. Palun välju paigaldajast ning lisa piisavalt ruumi või vali mõni muu andmekandja.
eu: Hautatutako diskoak ez dauka {DISTRO} instalatzeko behar beste leku. Irten instalatzailetik diskoan lekua egiteko, edo hautatu beste disko bat.
fi: Valitula levylla ei ole riittävästi tilaa {DISTRO}n asentamiseen. Poistu asennusohjelmasta ja vapauta tilaa, tai valitse toinen levy.
fr: Le disque sélectionné n'a pas assez d'espace disque pour installer {DISTRO}. Arrêtez l'installateur pour libérer de l'espace ou sélectionnez un autre disque.
ga: Níl go leor spáis diosca ag an diosca roghnaithe chun {DISTRO} a shuiteáil. Scoir den suiteálaí chun spás a chur ar fáil nó roghnaigh diosca eile.
he: בכונן הנבחר אין מספיק מקום כדי להתקין את {DISTRO}. נא לצאת מתוכנית ההתקנה כדי לפנות מקום או לבחור בכונן אחר.
hu: A kiválasztott lemezen nincs elegendő lemezterület a(z) {DISTRO} telepítéséhez. Lépjen ki a telepítőből, hogy elérhetővé tegye a helyet, vagy válasszon másik lemezt.
ja: 選択したディスクは、{DISTRO} をインストールするだけの空き容量が足りません。インストーラーを終了して空きスペースを増やすか、ほかのディスクを選択してください。
ka: არჩეულ დისკზე {DISTRO}-ის დასაყენებლად დისკზე ადგილი საკმარისი არაა. გადით დაყენების პროგრამიდან და გაათავისუფლეთ ადგილი, ან სხვა დისკი აირჩიეთ.
kn: ಆಯ್ಕೆಮಾಡಿದ ಡಿಸ್ಕ್ {DISTRO} ಅನ್ನು ಸ್ಥಾಪಿಸಲು ಸಾಕಷ್ಟು ಡಿಸ್ಕ್ ಸ್ಥಳವನ್ನು ಹೊಂದಿಲ್ಲ. ಜಾಗವನ್ನು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು ಅನುಸ್ಥಾಪಕವನ್ನು ತ್ಯಜಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ಡಿಸ್ಕ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 선택한 디스크에는 {DISTRO}를 설치할 디스크 공간이 부족합니다. 설치 프로그램을 종료하여 사용 가능한 공간을 확보하거나 다른 디스크를 선택하십시오.
lo: ດິດທີ່ເລືອກມີພື້ນທີ່ບໍ່ພຽງພໍທີ່ຈະຕິດຕັ້ງ {DISTRO}. ອອກຈາກຕົວຕິດຕັ້ງ ເພື່ອສ້າງພື້ນທີ່ຫວ່າງ ຫຼື ເລືອກດິດອື່ນ.
nl: De geselecteerde schijf heeft niet genoeg schijfruimte om {DISTRO} te installeren. Sluit het installatieprogramma om ruimte vrij te maken of selecteer een andere schijf.
oc: Lo disc seleccionat pas pro d’espaci disc per installar {DISTRO}. Quitatz l’installador per liberar d’espaci o seleccionatz-ne un autre.
pl: Na wybranym dysku nie ma wystarczającej ilości przestrzeni dyskowej, aby zainstalować {DISTRO}. Zakończ instalator, aby zwolnić przestrzeń, lub wybierz inny dysk.
pt_br: O disco selecionado não tem espaço em disco suficiente para instalar o {DISTRO}. Feche o instalador para disponibilizar espaço ou selecione outro disco.
ru: На выбранном диске недостаточно места для установки {DISTRO}. Выйдите из программы установки и освободите место, или выберите другой диск.
sk: Vybraný disk nemá dostatok miesta na inštaláciu {DISTRO}. Ukončite inštalátor, uvoľnite miesto alebo vyberte iný disk.
sr: Изабрани диск нема довољно простора за инсталацију {DISTRO}. Напустите инсталер да бисте ослободили простор или изаберите други диск.
sv: Den valda disken har inte tillräckligt med utrymme att installera {DISTRO}. Avsluta installationsprogrammet för att göra utrymme tillgängligt eller välj en annan disk.
ug: تاللىغان دىسكىدا {DISTRO} نى ئورنىتىشقا يېتەرلىك دىسكا بوشلۇقى يوق. بوشلۇق تەييارلاش ئۈچۈن ئورناتقۇچتىن چېكىنىڭ ياكى باشقا دىسكا تاللاڭ.
uk: На вибраному диску недостатньо місця для встановлення {DISTRO}. Завершіть роботу програми встановлення, щоб звільнити місце, або виберіть інший диск.
zh: 所选磁盘没有足够空间可供安装 {DISTRO}。请退出安装程序以腾出可用空间，或者选择其他磁盘。
zh_tw: 您選擇的磁碟沒有足夠空間安裝 {DISTRO}。結束安裝程式以挪出更多空間或是選擇另一個磁碟進行安裝。

# notEnoughDiskSpaceAvailable
source: Available:
be: Даступна:
ca: Disponible:
cs: K dispozici:
de: Verfügbar:
eo: Disponebla:
et: Saadaval:
eu: Erabilgarri:
fa: موجود:
fi: Saatavilla:
fr: Disponible :
ga: Ar fáil:
he: פנוי:
hu: Elérhető:
ja: 利用可能：
ka: ხელმისაწვდომია:
kn: ಲಭ್ಯವಿದೆ:
ko: 사용 가능:
lo: ຫວ່າງ:
nl: Beschikbaar:
oc: Disponible :
pa: ਮੌਜੂਦ:
pl: Dostępna:
pt_br: Disponível:
ru: Доступно:
si: තිබේ:
sk: K dispozícii:
sr: Доступно:
sv: Tillgängligt:
tr: Kullanılabilir:
ug: ئىشلىتىلىشچان:
uk: Доступно:
zh: 可用：
zh_tw: 可用：

# notEnoughDiskSpaceRequired
source: Required:
be: Патрабуецца:
ca: Requerit:
cs: Vyžadováno:
de: Erforderlich:
eo: Bezonata:
et: Vaja:
eu: Beharrezko:
fa: لازم:
fi: Vaadittu:
fr: Requis :
ga: De Dhíth:
he: נחוץ:
hu: Szükséges:
ja: 必要：
ka: აუცილებელია:
kn: ಅಗತ್ಯವಿದೆ:
ko: 필수:
lo: ຕ້ອງການ:
nl: Vereist:
oc: Requesit :
pa: ਚਾਹੀਦੀ:
pl: Wymagana:
pt_br: Necessário:
ru: Требуется:
si: වුවමනාය:
sk: Vyžadované:
sr: Потребно:
sv: Krävs:
tr: Gerekli:
ug: زۆرۈر:
uk: Потрібно:
zh: 必填：
zh_tw: 需要：

# refreshPageTitle
source: Update available
be: Даступна абнаўленне
ca: Actualització disponible
cs: Je k dispozici aktualizace
de: Aktualisierung verfügbar
eo: Ĝisdatigo estas havebla
et: Uuendus on saadaval
eu: Eguneratzea eskuragarri
fa: به‌روز رسانی موجود
fi: Päivitys saatavilla
fr: Mise à jour disponible
ga: Nuashonrú ar fáil
he: קיים עדכון
hu: Frissítés érhető el
ja: アップデートがあります
ka: ხელმისაწვდომია განახლებები
kn: ನವೀಕರಣ ಲಭ್ಯವಿದೆ
ko: 업데이트 사용 가능
lo: ມີອັບເດດໃໝ່
nl: Update beschikbaar
oc: Mesa a jorn disponible
pa: ਅੱਪਡੇਟ ਮੌਜੂਦ ਹੈ
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
si: යාවත්කාල තිබේ
sk: K dispozícii je aktualizácia
sr: Ажурирање доступно
sv: Uppdatering tillgänglig
tr: Güncelleme var
ug: يېڭىلانما بار
uk: Доступне оновлення
zh: 更新可用
zh_tw: 有可用的更新
