Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# autoinstallHeader
source: How would you like to install {DISTRO}?
be: Як вы хочаце ўсталяваць {DISTRO}?
ca: Com us agradaria instal·lar {DISTRO}?
cs: Jak chcete nainstalovat {DISTRO}?
de: Wie möchten Sie {DISTRO} installieren?
eo: Kiel instali {DISTRO}?
et: Kuidas sa sooviksid {DISTRO}t paigaldada?
eu: Nola instalatu nahi duzu {DISTRO}?
fa: می‌خواهید {DISTRO} را چگونه نصب کنید؟
fi: Miten haluat asentaa {DISTRO}n?
fr: Comment souhaitez-vous installer {DISTRO} ?
ga: Conas ba mhaith leat {DISTRO} a shuiteáil?
he: איך להתקין את {DISTRO}?
hu: Hogyan szeretne telepíteni a(z) {DISTRO} disztribúciót?
it: Come vorresti installare {DISTRO}?
ja: {DISTRO} をインストールしますか？
ka: როგორ გნებავთ {DISTRO}-ის დაყენება?
kn: ನೀವು {DISTRO} ಅನ್ನು ಹೇಗೆ ಸ್ಥಾಪಿಸಲು ಬಯಸುತ್ತೀರಿ?
ko: {DISTRO}를 어떻게 설치하시겠습니까?
lo: ທ່ານຕ້ອງການຕິດຕັ້ງ {DISTRO} ແນວໃດ?
nl: Hoe zou u {DISTRO} willen installeren?
oc: Cossí volriatz installar {DISTRO} ?
pa: ਕੀ ਤੁਸੀਂ {DISTRO} ਨੂੰ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jak chcesz zainstalować {DISTRO}?
pt_br: Como você gostaria de instalar a {DISTRO}?
ru: Как Вы хотели бы установить {DISTRO}?
si: ඔබ {DISTRO} ස්ථාපනයට කැමති කෙසේද?
sk: Ako by ste chceli nainštalovať {DISTRO}?
sr: Како желите да инсталирате {DISTRO}?
sv: Hur vill du installera {DISTRO}?
tr: {DISTRO}'yu nasıl kurmak istersiniz?
ug: {DISTRO} نى قانداق ئورناتماقچى؟
uk: Як ви хочете встановити {DISTRO}?
zh: 您想如何安装 {DISTRO}？
zh_tw: 您要如何安裝 {DISTRO}？

# autoinstallInstructions
source: Enter the autoinstall.yaml URL or local file path:
be: Увядзіце URL-адрас autoinstall.yaml:
ca: Entreu l'autoinstall.yaml URL o un camí de fitxer local:
cs: Zadejte adresu URL autoinstall.yaml nebo cestu k místnímu souboru:
de: Geben Sie die URL der autoinstall.yaml oder den lokalen Dateipfad ein:
eo: Tajpu la retadreson aŭ lokan dosierindikon de la dosiero «autoinstall.yaml»:
et: Sisesta autoinstall.yaml faili võrguaadress või vali kohalik asukoht:
eu: Sartu autoinstall.yaml fitxategiaren URLa edo bide-izen lokala:
fa: ‫ورود نشانی ‏autoinstall.yaml‬ یا مسیر پروندهٔ محلی:
fi: Kirjoita autoinstall.yaml-tiedoston verkko-osoite tai paikallinen polku:
fr: Saisir l’URL du fichier autoinstall.yaml ou le chemin d’accès local :
ga: Iontráil URL autoinstall.yaml nó cosán comhaid logánta:
he: נא למלא את כתובת ה־autoinstall.yaml או נתיב מקומי:
hu: Adja meg az autoinstall.yaml URL-jét vagy helyi fájlútvonalát:
it: Inserisci l'URL di autoinstall.yaml o il percorso di un file locale:
ja: autoinstall.yamlのURLもしくはローカルファイルパスを入力:
ka: შეიყვანეთ autoinstall.yaml-ის ბმული, ან ლოკალური ფაილის ბილიკი:
kn: autoinstall.yaml URL ಅಥವಾ ಸ್ಥಳೀಯ ಫೈಲ್ ಮಾರ್ಗವನ್ನು ನಮೂದಿಸಿ:
ko: autoinstall.yaml URL이나 로컬 파일 경로를 입력하세요:
lo: ປ້ອນ URL ຂອງ autoinstall.yaml ຫຼື ທີ່ຢູ່ໄຟລ໌ໃນເຄື່ອງ:
nl: Voer de URL van de autoinstall.yaml of het lokale bestandspad in:
oc: Picatz l’URL de autoinstall.yaml o l’emplaçament del fichièr local :
pl: Wpisz adres URL pliku autoinstall.yaml lub ścieżkę pliku lokalnego:
pt_br: Insira a URL para o autoinstall.yaml ou o caminho do arquivo local:
ru: Введите URL-адрес autoinstall.yaml или путь к локальному файлу:
si: ස්වයංස්ථාපනය.yaml හි ඒ.ස.නි. හෝ ස්ථානීය ගොනුවේ පෙත ලියන්න:
sk: Zadajte autoinstall.yaml URL alebo cestu k miestnemu súboru:
sr: Унесите URL или локалну путању до autoinstall.yaml:
sv: Ange autoinstall.yaml URL eller lokal filsökväg:
tr: autoinstall.yaml URL'sini veya yerel dosya yolunu girin:
ug: autoinstall.yaml نىڭ تور ئادرېسى ياكى يەرلىك ھۆججەت يولى كىرگۈزۈلىدۇ:
uk: Введіть URL-адресу autoinstall.yaml або шлях до локального файлу:
zh: 输入 autoinstall.yaml 的 URL：
zh_tw: 輸入 autoinstall.yaml 的網址：

# autoinstallInteractiveOption
source: Interactive installation
be: Інтэрактыўнае ўсталяванне
ca: Instal·lació Interactiva
cs: Interaktivní instalace
de: Interaktive Installation
eo: Interaga instalado
et: Interaktiivne paigaldus
eu: Instalazio interaktiboa
fa: نصب تعاملی
fi: Vuorovaikutteinen asennus
fr: Installation interactive
ga: Suiteáil idirghníomhach
he: התקנה מודרכת
hu: Interaktív telepítés
it: Installazione interattiva
ja: 対話式インストール
ka: ინტერაქტიური დაყენება
kn: ಸಂವಾದಾತ್ಮಕ ಸ್ಥಾಪನೆ
ko: 대화형 설치
lo: ການຕິດຕັ້ງແບບໂຕ້ຕອບ
nl: Interactieve installatie
oc: Installacion interactiva
pl: Instalacja interaktywna
pt_br: Instalação interativa
ru: Интерактивная установка
si: අන්‍යෝන්‍ය ස්ථාපනය
sk: Interaktívna inštalácia
sr: Интерактивна инсталација
sv: Interaktiv installation
tr: Etkileşimli kurulum
ug: تەسىرلىشىشچان ئورنىتىش
uk: Інтерактивне встановлення
zh: 交互式安装
zh_tw: 互動式安裝

# autoinstallInteractiveDescription
source: For users who want to be guided step by step through the installation.
be: Для карыстальнікаў, якія хочуць атрымаць дэтальную дапамогу з усталяваннем.
ca: Per als usuaris que vulguin una guia pas a pas durant la instal·lació.
cs: Pro uživatele, kteří chtějí být instalací provedeni krok za krokem.
de: Für Benutzer, die Schritt für Schritt durch die Installation geführt werden möchten.
eo: Por tiuj uzantoj, kiuj volas esti gvidataj paŝon post paŝo tra la instalado.
et: Kasutajatele, kes soovivad sammhaaval juhendamist paigalduse ajal.
eu: Instalazioa urratsez urrats gidatuta egin nahi duten erabiltzaileentzat.
fa: برای کاربرانی که می‌خواهید گام به گام در مسیر نصب راهنمایی شوند.
fi: Käyttäjille, jotka haluvat vaiheittaisesti opastetun asennuksen.
fr: Pour les utilisateurs qui veulent être guidés étape par étape à travers l'installation.
ga: D'úsáideoirí ar mian leo a bheith treoraithe céim ar chéim tríd an tsuiteáil.
he: למשתמשים שצריכים הדרכה שלב אחר שלב במהלך ההתקנה.
hu: Olyan felhasználóknak, akik lépésről lépésre történő végigvezetéssel szeretnének telepíteni.
it: Per gli utenti che vogliono essere guidati passo passo nell'installazione.
ja: インストール中ガイドに従ってインストールしたいユーザー向けです。
ka: მომხმარებლებისთვის, რომლებსაც სურთ დახმარება დაყენების ყველა ნაბიჯზე.
kn: ಅನುಸ್ಥಾಪನೆಯ ಮೂಲಕ ಹಂತ ಹಂತವಾಗಿ ಮಾರ್ಗದರ್ಶನ ಮಾಡಲು ಬಯಸುವ ಬಳಕೆದಾರರಿಗೆ.
ko: 설치 과정을 단계별로 안내받고 싶은 사용자를 위한 옵션입니다.
lo: ສຳລັບຜູ້ໃຊ້ທີ່ຕ້ອງການຄຳແນະນຳເທື່ອລະຂັ້ນຕອນໃນການຕິດຕັ້ງ.
nl: Voor gebruikers die stap voor stap door de installatie geleid willen worden.
oc: Pels utilizaires que vòlon una guida estapa per tapa pendent l'installacion.
pl: Dla użytkowników, którzy chcą być prowadzeni krok po kroku przez instalację.
pt_br: Para usuários que desejam ser guiados passo a passo durante a instalação.
ru: Для пользователей, которые хотят получить пошаговое руководство по установке.
si: ස්ථාපනයේ දී පියවරෙන් පියවර මඟ පෙන්වීම සඳහා කැමති පරිශ්‍රීලකයින්ට.
sk: Pre používateľov, ktorí chcú prejsť inštaláciou krok za krokom.
sr: За кориснике који желе да буду вођени корак по корак кроз инсталацију.
sv: För användare som vill bli guidade steg för steg genom installationen.
tr: Kurulumda adım adım rehberlik almak isteyen kullanıcılar için.
ug: ئورنىتىشتا قەدەممۇ-قەدەم يېتەكلەشكە ئېھتىياجلىق ئىشلەتكۈچىلەرگە ماس كېلىدۇ.
uk: Для користувачів, які хочуть отримати покрокову інструкцію зі встановлення.
zh: 适用于希望在逐步引导下完成安装的用户。
zh_tw: 適用於想要在引導下一步一步地完成安裝的使用者。

# autoinstallDirectOption
source: Automated with autoinstall file
ca: Automatitzat amb fitxer autoinstall
cs: Automatizováno podle souboru autoinstall
de: Automatisiert mit autoinstall-Datei
eo: Aŭtomatigita per dosiero de aŭtomata instalado
et: Juhtfailipõhine automaatne paigaldus
eu: Automatizatua, autoinstall fitxategi batekin
fa: خودکار شده با پروندهٔ نصب خودکار
fi: Automatisoitu autoinstall-tiedostolla
fr: Automatisé avec fichier autoinstall
ga: Uathoibríoch le comhad uathshuiteála
he: מצב אוטומטי עם קובץ התקנה אוטומטית (autoinstall)
hu: Automatizálva automatikus telepítőfájllal
it: Automatica con file di autoinstall
ja: 自動インストールファイルによる自動化
ka: ავტომატიზებული ავტოდაყენების ფაილით
kn: ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್‌ನೊಂದಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿದೆ
lo: ອັດຕະໂນມັດດ້ວຍໄຟລ໌ autoinstall
nl: Geautomatiseerd met autom. installatiebestand
oc: Automatizat amb fichièr autoinstall
pl: Zautomatyzowana za pomocą pliku autoinstalacji
pt_br: Automatizado com arquivo de instalação automática
ru: Автоматизировано с помощью файла автоустановки
sk: Automaticky so súborom autoinštalácie
sv: Automatiserad med automatisk installationsfil
tr: Otomatik kurulum dosyasıyla otomatikleştirildi
ug: ئۆزلۈكىدىن ئورنىتىش ھۆججىتى ئارقىلىق ئاپتوماتلاشتۇرۇلغان
uk: Автоматизовано за допомогою файлу автоматичного встановлення
zh: 由自动安装文件自动化
zh_tw: 透過自動安裝檔實現自動化

# autoinstallDirectDescription
source: For advanced users who have an autoinstall.yaml for consistent and repeatable system setups.
ca: Per a usuaris avançats que tinguin una autoinstall.yaml per a configuracions de sistema consistents i repetibles.
cs: Pro pokročilé uživatele, kteří mají soubor autoinstall.yaml pro konzistentní a opakovatelné nastavení systému.
de: Für fortgeschrittene Benutzer, die eine autoinstall.yaml für konsistente und wiederholbare Systemeinrichtungen haben.
eo: Por tiuj spertuloj, kiuj havas dosieron autoinstall.yaml por kohera kaj ripetebla sistemo-starigo.
et: Asjatundjatele, kes soovivad kasutada autoinstall.yaml faili järjekindlate ja korratavate paigalduste jaoks.
eu: Erabiltzaile aurreratuentzat, autoinstall.yaml fitxategi batean zehaztutako konfigurazio sistematiko errepikakorrekin.
fa: برای کاربران پیشرفته‌ای که پروندهٔ autoinstall.yaml را برای برپایی سامانهٔ تکرارپذیر و یکنواخت دارند.
fi: Edistyneet käyttäjät voivat käyttää autoinstall.yaml-tiedostoa yhdenmukaisten ja toistettavissa olevien järjestelmäasennusten tekemiseen.
fr: Pour les utilisateurs avancés qui ont un autoinstall.yaml pour des configurations de système cohérentes et reproductibles.
ga: Le haghaidh úsáideoirí ardleibhéil a bhfuil autoinstall.yaml le haghaidh socruithe córais comhsheasmhach agus in-athdhéanta.
he: למשתמשים מתקדמים שיש להם autoinstall.yaml להתקנות עקביות ומחזוריות.
hu: Gyakorlottabb felhasználóknak, akik autoinstall.yaml fájllal rendelkeznek a következetes és megismételhető rendszerbeállításokhoz.
it: Per utenti avanzati che hanno un autoinstall.yaml per installazioni consistenti e riproducibili.
ja: 一貫性と再現性を確保したシステムセットアップのためautoinstall.yamlを使用する上級ユーザー向けです。
ka: გამოცდილი მომხმარებლები, რომლებსაც autoinstall.yaml ფაილი აქვთ განმეორებადი სისტემების დასაყენებლად.
kn: ಸ್ಥಿರವಾದ ಮತ್ತು ಪುನರಾವರ್ತಿತ ಸಿಸ್ಟಮ್ ಸೆಟಪ್‌ಗಳಿಗಾಗಿ autoinstall.yaml ಅನ್ನು ಹೊಂದಿರುವ ಮುಂದುವರಿದ ಬಳಕೆದಾರರಿಗೆ.
lo: ສຳລັບຜູ້ໃຊ້ຂັ້ນສູງທີ່ມີ autoinstall.yaml ເພື່ອການຕິດຕັ້ງລະບົບທີ່ສອດຄ່ອງ ແລະ ເຮັດຊ້ຳໄດ້.
nl: Voor gevorderde gebruikers die een autoinstall.yaml hebben voor consistente en reproduceerbare systeeminstellingen.
oc: Pels utilizaires avançats qu’an un autoinstall.yaml per de configuracions de sistèma coerentas e reproductiblas.
pl: Dla zaawansowanych użytkowników, którzy mają plik autoinstall.yaml w celu zapewnienia spójnej i powtarzalnej konfiguracji systemu.
pt_br: Para usuários avançados que possuem um arquivo autoinstall.yaml para configurações de sistema consistentes e repetíveis.
ru: Для опытных пользователей, у которых есть autoinstall.yaml для последовательной и повторяемой настройки системы.
sk: Pre skúsených používateľov, ktorí používajú autoinstall.yaml na konzistentné a opakovateľné nastavenie systému.
sv: För avancerade användare som har en autoinstall.yaml för konsekventa och repeterbara systemkonfigurationer.
tr: Tutarlı ve tekrarlanabilir sistem kurulumları için autoinstall.yaml dosyasına sahip ileri düzey kullanıcılar için.
ug: ئۆزلۈكسىز ۋە تەكرار سىستېما سەپلەيدىغان autoinstall.yaml ھۆججىتىگە ئىگە ئالىي ئىشلەتكۈچىلەرگە ماس كېلىدۇ.
uk: Для досвідчених користувачів, які мають файл autoinstall.yaml для послідовного та повторюваного налаштування системи.
zh: 给那些为持续和可重复系统配置而拥有 autoinstall.yaml 的高级用户。
zh_tw: 對於擁有 autoinstall.yaml 的進階使用者，可以獲得一致且可重複的系統設定。

# autoinstallLandscapeOption
source: Automated with Landscape
ca: Automatitzat amb el Landscape
cs: Automatizováno podle Landscape
de: Automatisiert mit Landscape
eo: Aŭtomatigite per Landscape
et: Landscape'i põhine automaatne paigaldus
eu: Automatizatua, Landscape erabilita
fa: خودکار شده با لندسکیپ
fi: Automatisoitu Landscape-palvelulla
fr: Automatisé avec Landscape
ga: Uathoibrithe le Tírdhreach
he: אוטומציה עם Landscape
hu: Automatizálva a Landscape-pel
it: Automatico con Landscape
ja: Landscapeによる自動化
ka: ავტომატიზებულია Landscape-ისთან ერთად
kn: ಭೂದೃಶ್ಯದೊಂದಿಗೆ ಸ್ವಯಂಚಾಲಿತ
lo: ອັດຕະໂນມັດດ້ວຍ Landscape
nl: Geautomatiseerd met Landscape
oc: Aitomatizat ambé Landscape
pl: Zautomatyzowana za pomocą Landscape
pt_br: Automatizado com Landscape
ru: Автоматизированный с Landscape
sk: Automaticky pomocou Landscape
sv: Automatiserad med Landscape
tr: Landscape ile Otomatikleştirilmiş
ug: Landscape ئاپتوماتلاشتۇرغان
uk: Автоматизовано за допомогою Landscape
zh: 由 Landscape 自动化
zh_tw: 使用 Landscape 實現自動化

# autoinstallLandscapeDescription
source: For users in organizations that provide an autoinstall file via Landscape.
ca: Per als usuaris en organitzacions que proporcionen un fitxer autoinstall mitjançant Landscape.
cs: Pro uživatele v organizacích, které poskytují soubor autoinstall prostřednictvím Landscape.
de: Für Benutzer in Organisationen, die eine autoinstall-Datei über Landscape bereitstellen.
eo: Por uzanto en organizaĵo provizanta aŭtomatan instalan dosieron per Landscape.
et: Kasutajatele organisatsioonides, kus on olemas Landscape'i põhine automaatse paigalduse teenus.
eu: Landscape bidezko autoinstall fitxategi bat darabilten erakundeetako erabiltzaileentzat.
fa: برای کاربرانی در سازمان‌هایی که پروندهٔ نصب خودکار را با لندسکیپ فراهم می‌کنند.
fi: Käyttäjille, joiden organisaatio tarjoaa autoinstall-tiedoston Landscapen kautta.
fr: Pour les utilisateurs des organisations qui fournissent un fichier autoinstall via Landscape.
ga: D’úsáideoirí in eagraíochtaí a sholáthraíonn comhad uathshuiteála trí Landscape.
he: למשתמשים בארגונים שמספקים קובץ התקנה אוטומטית (autoinstall) דרך Landscape.
hu: Olyan szervezetekben lévő felhasználóknak, amelyek automatikus telepítőfájlt biztosítanak a Landscape-en keresztül.
it: Per utenti e organizzazioni che forniscono un file di autoinstall via Landscape.
ja: Landscape経由で自動インストールファイルが提供されている、組織に所属しているユーザー向けです。
ka: მომხმარებლებისთვის და ორგანიზაციებისთვის, რომლებსაც აქვთ autoinstall ფაილი Landscape-დან.
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಮೂಲಕ ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ಒದಗಿಸುವ ಸಂಸ್ಥೆಗಳಲ್ಲಿನ ಬಳಕೆದಾರರಿಗೆ.
lo: ສຳລັບຜູ້ໃຊ້ໃນອົງກອນທີ່ໃຫ້ບໍລິການໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດຜ່ານ Landscape.
nl: Voor gebruikers in organisaties die een automatisch installatiebestand leveren via Landscape.
oc: Pels utilizaires d’organizacions que fornisson un fichièr autoinstal via Landscape.
pl: Dla użytkowników w organizacjach udostępniających plik autoinstalacji za pośrednictwem Landscape.
pt_br: Para usuários em organizações que fornecem um arquivo de instalação automática via Landscape.
ru: Для пользователей организаций, которые предоставляют файл автоматической установки через Landscape.
sk: Pre organizácie, ktoré poskytujú súbor autoinštalácie cez Landscape.
sv: För användare i organisationer som tillhandahåller en autoinstallationsfil via Landscape.
tr: Landscape aracılığıyla otomatik kurulum dosyası sağlayan kuruluşlardaki kullanıcılar için.
ug: Landscape ئارقىلىق ئۆزلۈكىدىن ئورنىتىش ھۆججىتى تەمىنلەيدىغان تەشكىلنىڭ ئىشلەتكۈچىلىرىگە ماس كېلىدۇ.
uk: Для користувачів в організаціях, які надають файл автоматичного встановлення через Landscape.
zh: 适用于通过 Landscape 提供自动安装文件的组织用户。
zh_tw: 供給透過 Landscape 提供自動安裝檔的組織中使用者。

# changeButtonText
source: Change
be: Змяніць
ca: Canvia
cs: Změnit
de: Ändern
eo: Ŝanĝi
et: Muuda
eu: Aldatu
fa: تغییر
fi: Muuta
fr: Changer
ga: Athrú
he: שינוי
hu: Változtatás
it: Modifica
ja: 変更
ka: შეცვლა
kn: ಬದಲಾವಣೆ
ko: 바꾸기
lo: ປ່ຽນ
ml: മാറ്റുക
nl: Veranderen
oc: Modificar
pa: ਬਦਲੋ
pl: Zmień
pt_br: Alterar
ru: Изменить
si: වෙනස් කරන්න
sk: Zmeniť
sr: Измени
sv: Ändra
tr: Değiştir
ug: ئۆزگەرت
uk: Змінити
zh: 更改
zh_tw: 變更

# quitButtonText
source: Quit installation
be: Выйсці з усталявання
ca: Surt de la instal·lació
cs: Opustit instalaci
de: Installation beenden
eo: Ĉesi instaladon
et: Lõpeta paigaldus
eu: Irten instalaziotik
fa: خروج از نصب
fi: Lopeta asennus
fr: Quitter l’installation
ga: Scoir den tsuiteáil
he: יציאה מההתקנה
hu: Kilépés a telepítésből
it: Esci dall' installazione
ja: インストールを終了
ka: დაყენებიდან გასვლა
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ತ್ಯಜಿಸಿ
ko: 인스톨러 닫기
lo: ອອກຈາກການຕິດຕັ້ງ
nl: Installatie afbreken
oc: Quitar l’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਛੱਡੋ
pl: Zakończ instalację
pt_br: Sair da instalação
ru: Отменить установку
si: ස්ථාපනයෙන් ඉවතට
sk: Ukončiť inštaláciu
sr: Напусти инсталацију
sv: Avbryt installation
tr: Kurulumdan Çık
ug: ئورنىتىشتىن چېكىن
uk: Скасувати встановлення
zh: 退出安装
zh_tw: 離開安裝程式

# loadingPageTitle
source: Welcome to {DISTRO}
be: Вітаем у {DISTRO}
ca: Us donem la benvinguda a {DISTRO}
cs: Vítejte v {DISTRO}
de: Willkommen bei {DISTRO}
eo: Bonvenon al {DISTRO}
et: Tere tulemast, see on {DISTRO}
eu: Ongi etorri {DISTRO}ra
fa: به {DISTRO} خوش آمدید
fi: Tervetuloa, tämä on {DISTRO}
fr: Bienvenue à {DISTRO}
ga: Fáilte go {DISTRO}
he: ברוך בואך אל {DISTRO}
hu: Üdvözli a(z) {DISTRO}!
it: Benvenuto su {DISTRO}
ja: {DISTRO} へようこそ
ka: მოგესალმებათ {DISTRO}
kn: {DISTRO} ಗೆ ಸುಸ್ವಾಗತ
ko: {DISTRO} 사용을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ {DISTRO}
nl: Welkom bij {DISTRO}
oc: La benvenguda a {DISTRO}
pa: {DISTRO} ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w {DISTRO}
pt_br: Boas-vindas ao {DISTRO}
ru: Добро пожаловать в {DISTRO}
si: {DISTRO} වෙත පිළිගනිමු
sk: Vitajte v {DISTRO}
sr: Добродошли у {DISTRO}
sv: Välkommen till {DISTRO}
tr: {DISTRO} dağıtımına hoş geldiniz
ug: {DISTRO} غا خۇش كەلدىڭىز
uk: Ласкаво просимо в {DISTRO}
zh: 欢迎来到 {DISTRO}
zh_tw: 歡迎使用 {DISTRO}

# loadingHeader
source: Preparing {DISTRO}…
be: Падрыхтоўка {DISTRO}…
ca: S'està preparant {DISTRO}…
cs: Připravuje se {DISTRO}…
de: {DISTRO} wird vorbereitet …
eo: Preparante {DISTRO}…
et: {DISTRO} on ettevalmistamisel…
eu: {DISTRO} prestatzen…
fa: آماده‌سازی {DISTRO}…
fi: Valmistellaan {DISTRO}a…
fr: Préparation d’{DISTRO}…
ga: Ag ullmhú {DISTRO}…
he: {DISTRO} בהכנות…
hu: A(z) {DISTRO} előkészítése…
it: Preparando {DISTRO}…
ja: {DISTRO}を準備しています…
ka: {DISTRO}-ის მომზადება…
kn: {DISTRO} ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ…
ko: {DISTRO} 준비 중…
lo: ກຳລັງກະກຽມ {DISTRO}…
nl: {DISTRO} voorbereiden…
oc: Preparacion de {DISTRO}…
pa: {DISTRO} ਨੂੰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Przygotowywanie {DISTRO}…
pt_br: Preparando o {DISTRO}…
ru: Подготовка {DISTRO}…
si: {DISTRO} සූදානම් වෙමින්…
sk: Pripravuje sa {DISTRO}…
sr: Припрема {DISTRO}…
sv: Förbereder {DISTRO}…
tr: {DISTRO} hazırlanıyor…
ug: {DISTRO} نى تەييارلاۋاتىدۇ…
uk: Підготовка {DISTRO}…
zh: 正在准备 {DISTRO}…
zh_tw: 正在準備 {DISTRO}…

# warningLabel
source: Warning:
be: Папярэджанне:
ca: Advertiment:
cs: Varování:
de: Warnung:
eo: Averto:
et: Hoiatus:
eu: Abisua:
fa: هشدار:
fi: Varoitus:
fr: Attention :
ga: Rabhadh:
he: אזהרה:
hu: Figyelmeztetés:
it: Attenzione:
ja: 警告:
ka: გაფრთხილება:
kn: ಎಚ್ಚರಿಕೆ:
ko: 경고:
lo: ຄຳເຕືອນ:
nl: Waarschuwing:
oc: Avertiment :
pa: ਸਾਵਧਾਨ:
pl: Ostrzeżenie:
pt_br: Aviso:
ru: Предупреждение:
si: අවවාදයයි:
sk: Upozornenie:
sr: Упозорење:
sv: Varning:
tr: Uyarı:
ug: ئاگاھلاندۇرۇش:
uk: Попередження:
zh: 警告：
zh_tw: 警告：

# tryOrInstallTitle
source: Try or install {DISTRO}
be: Паспрабаваць або ўсталяваць {DISTRO}
ca: Prova o instal·la {DISTRO}
cs: Vyzkoušet nebo nainstalovat {DISTRO}
de: {DISTRO} ausprobieren oder installieren
eo: Provi aŭ instali {DISTRO}
et: {DISTRO} - proovi või paigalda
eu: Probatu edo instalatu {DISTRO}
fa: آزمودن یا نصب {DISTRO}
fi: Kokeile tai asenna {DISTRO}a
fr: Essayer ou installer {DISTRO}
ga: Bain triail as nó suiteáil {DISTRO}
he: להתנסות או להתקין את {DISTRO}
hu: A(z) {DISTRO} kipróbálása vagy telepítése
it: Prova o installa
ja: {DISTRO}を試用またはインストール
ka: სცადეთ ან დააყენეთ {DISTRO}
kn: {DISTRO} ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಸ್ಥಾಪಿಸಿ
ko: {DISTRO} 체험 또는 설치
lo: ທົດລອງໃຊ້ ຫຼື ຕິດຕັ້ງ {DISTRO}
ml: ഉപയോഗിച്ച് നോക്കുക അല്ലെങ്കിൽ ഇൻസ്റ്റാൾ ചെയ്യുക
nl: {DISTRO} uitproberen of installeren
oc: Ensajar o installar {DISTRO}
pa: {DISTRO} ਨੂੰ ਅਜ਼ਮਾਓ ਜਾਂ ਇੰਸਟਾਲ ਕਰੋ
pl: Wypróbuj lub zainstaluj {DISTRO}
pt_br: Experimentar ou instalar o {DISTRO}
ru: Попробовать или установить {DISTRO}
si: බලන්න හෝ ස්ථාපනය කරන්න
sk: Vyskúšať alebo nainštalovať {DISTRO}
sr: Испробајте или инсталирајте {DISTRO}
sv: Testa eller installera {DISTRO}
tr: {DISTRO} dene veya kur
ug: {DISTRO} نى سىنايدۇ ياكى ئورنىتىدۇ
uk: Спробувати або встановити {DISTRO}
zh: 试用或安装 {DISTRO}
zh_tw: 試用或安裝 {DISTRO}

# tryOrInstallHeader
source: What do you want to do with {DISTRO}?
be: Што вы хочаце зрабіць з {DISTRO}?
ca: Què voleu fer amb {DISTRO}?
cs: Co chcete s {DISTRO} udělat?
de: Was möchten Sie mit {DISTRO} machen?
eo: Kion fari per {DISTRO}?
et: Mida sa sooviksid teha {DISTRO}ga?
eu: Zer egin nahi duzu {DISTRO}rekin?
fa: می‌خواهید با {DISTRO} چه کنید؟
fi: Mitä haluat tehdä {DISTRO}lla?
fr: Que voulez-vous faire avec {DISTRO} ?
ga: Cad ba mhaith leat a dhéanamh le {DISTRO}?
he: מה מעניין אותך לעשות עם {DISTRO}?
hu: Mit szeretne tenni a(z) {DISTRO} disztribúcióval?
it: Cosa vuoi fare con {DISTRO}?
ja: {DISTRO} で何をしますか？
ka: რა გნებავთ, უქნათ {DISTRO}-ს?
kn: ನೀವು {DISTRO} ಜೊತೆಗೆ ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: {DISTRO}로 무엇을 하고 싶으신가요?
lo: ທ່ານຕ້ອງການເຮັດຫຍັງກັບ {DISTRO}?
nl: Wat wilt u doen met {DISTRO}?
oc: De qué volètz far amb {DISTRO} ?
pa: {DISTRO} ਨਾਲ ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Co chcesz zrobić z {DISTRO}?
pt_br: O que você quer fazer com o {DISTRO}?
ru: Что хотите сделать с {DISTRO}?
si: {DISTRO} සඳහා විකල්පයක් තෝරන්න
sk: Čo chcete urobiť s {DISTRO}?
sr: Шта желите да урадите са {DISTRO}?
sv: Vad vill du göra med {DISTRO}?
tr: {DISTRO} ile ne yapmak istiyorsunuz?
ug: {DISTRO} نى قانداق بىر تەرەپ قىلماقچى؟
uk: Що ви хочете зробити з {DISTRO}?
zh: 您想对 {DISTRO} 做什么？
zh_tw: 您要如何使用 {DISTRO}？

# tryOrInstallRepairOption
source: Repair installation
be: Выправіць усталёўку
ca: Repara la instal·lació
cs: Opravit instalaci
de: Installation reparieren
eo: Ripari instalaĵon
et: Paranda paigaldus
eu: Konpondu instalazioa
fa: تعمیر نصب
fi: Korjaa asennus
fr: Réparer l’installation
ga: Suiteáil deisiúcháin
he: תיקון התקנה
hu: Telepítés javítása
it: Ripara installazione
ja: 修復インストール
ka: დაყენებული ვერსიის შეკეთება
kn: ದುರಸ್ತಿ ಅನುಸ್ಥಾಪನೆ
ko: 설치 복구
lo: ສ້ອມແປງການຕິດຕັ້ງ
ml: ഇൻസ്റ്റാളേഷൻ നന്നാക്കുക
nl: Repareer de installatie
oc: Reparar l’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਰਿਪੇਅਰ ਕਰੋ
pl: Napraw instalację
pt_br: Reparar instalação
ru: Исправить установку
si: ස්ථාපනය අලුත්වැඩියාව
sk: Opraviť inštaláciu
sr: Поправи инсталацију
sv: Reparera installation
tr: Kurulumu tamir et
ug: ئوڭشاپ ئورنىتىش
uk: Виправити встановлення
zh: 修复安装
zh_tw: 修復既有的系統安裝
