Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationSlidesProductivityBody
source: {DISTRO} Desktop includes LibreOffice, a suite of Microsoft Office compatible open source applications for documents, spreadsheets and presentations. Popular collaboration tools are also available.
be: Асяроддзе {DISTRO} уключае офісны пакет LibreOffice, які мае набор сумяшчальных з Microsoft Office праграм з адкрытым зыходным кодам для дакументаў, электронных табліц і прэзентацый. Таксама даступны папулярныя інструменты для сумеснай працы.
ca: {DISTRO} L'escriptori inclou LibreOffice, un conjunt d'aplicacions de codi obert compatibles amb Microsoft Office per a documents, fulls de càlcul i presentacions. També hi ha eines de col·laboració populars.
cs: {DISTRO} Desktop obsahuje LibreOffice – sadu open source aplikací kompatibilní s Microsoft Office pro dokumenty, tabulky a prezentace. Jsou též k dispozici oblíbené nástroje pro spolupráci.
de: {DISTRO} Desktop enthält LibreOffice, eine Suite von Microsoft Office-kompatiblen quelloffenen Anwendungen für Dokumente, Tabellenkalkulationen und Präsentationen. Beliebte Werkzeuge für die Zusammenarbeit sind ebenfalls verfügbar.
eo: {DISTRO} inkluzivas LibreOffice, malfermitkodan oficejan programaron kongruan kun Microsoft Office por verki dokumentojn, kalkultabelojn kaj prezentaĵojn. Popularaj kunlaboriloj ankaŭ estas haveblaj.
et: {DISTRO} töölaual leidub LibreOffice, mis on Microsoft Office'iga ühilduv avatud lähtekoodil põhinev kontoritarkvarapakett tekstitöötluse, tabelarvutuse ja esitluste jaoks. Lisaks on olemas paljud laialt kasutusel olevad ühistöörakendused.
eu: Mahaigainerako {DISTRO}k LibreOffice dakar berekin: dokumentuak, kalkulu-orriak eta aurkezpenak kudeatzeko Microsoft Officerekin bateragarriak diren aplikazio sorta. Lankidetza tresna ezagunenak ere erabilgarri dituzu.
fi: {DISTRO}n työpöytäversio sisältää LibreOfficen, kokoelman Microsoft Office -yhteensopivia avoimen lähdekoodin sovelluksia asiakirjojen, taulukoiden ja esitysten kanssa työskentelyyn. Myös muita yhteistyön mahdollistavia sovelluksia on saatavilla.
fr: {DISTRO} Desktop comprend LibreOffice, une suite d’applications open source compatibles avec Microsoft Office pour les documents, les feuilles de calcul et les présentations. Des outils de collaboration populaires sont également disponibles.
ga: {DISTRO} Áirítear ar an deasc LibreOffice, sraith feidhmchlár foinse oscailte comhoiriúnach Microsoft Office do dhoiciméid, scarbhileoga agus cur i láthair. Tá uirlisí comhoibrithe coitianta ar fáil freisin.
he: שולחן העבודה של {DISTRO} כולל את LibreOffice, חבילת יישומי קוד פתוח תואמי Microsoft Office עבור מסמכים, גיליונות נתונים ומצגות. לרבות כלי שיתוף פעולה נוספים.
hu: A(z) {DISTRO} asztali változatában megtalálható a LibreOffice, a Microsoft Office-szal kompatibilis, nyílt forráskódú alkalmazáscsomag dokumentumokhoz, táblázatokhoz és prezentációkhoz. Népszerű együttműködési eszközök is rendelkezésre állnak.
ja: デスクトップ版の{DISTRO}には、Microsoft Office互換なオープンソースのドキュメント、表計算、プレゼンテーションのアプリケーションセットであるLibreOfficeが同梱されています。人気のコラボレーションツールも利用可能です。
ka: {DISTRO} შეიცავს LibreOffice-ის. საოფისე პაკეტს, რომელიც თავსებადია Microsoft Office-ისთან დოკუმენტების, ელცხრილების და პრეზენტაციების შესაქმნელად. ასევე ხელმისაწვდომია კოლაბორაციის პოპულარული პროგრამები.
kn: {DISTRO} ಡೆಸ್ಕ್‌ಟಾಪ್ LibreOffice ಅನ್ನು ಒಳಗೊಂಡಿದೆ, ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು, ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳು ಮತ್ತು ಪ್ರಸ್ತುತಿಗಳಿಗಾಗಿ Microsoft Office ಹೊಂದಾಣಿಕೆಯ ಮುಕ್ತ ಮೂಲ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಸೂಟ್. ಜನಪ್ರಿಯ ಸಹಯೋಗ ಸಾಧನಗಳು ಸಹ ಲಭ್ಯವಿದೆ.
ko: {DISTRO} 데스크톱에는 문서, 스프레드시트 및 프레젠테이션을 위한 Microsoft Office 호환 오픈 소스 애플리케이션 제품군인 LibreOffice가 포함되어 있습니다. 인기 있는 협업 도구도 이용하실 수 있습니다.
lo: {DISTRO} Desktop ປະກອບມີ LibreOffice, ຊຸດແອັບພລິເຄຊັນໂອເພນຊອດທີ່ເຂົ້າກັນໄດ້ກັບ Microsoft Office ສຳລັບເອກະສານ, ສະເປຣດຊີດ ແລະ ການນຳສະເໜີ. ເຄື່ອງມືການເຮັດວຽກຮ່ວມກັນທີ່ນິຍົມກໍ່ມີໃຫ້ໃຊ້ເຊັ່ນກັນ.
nl: {DISTRO} Desktop bevat LibreOffice, een suite van Microsoft Office-compatibele open source-applicaties voor documenten, spreadsheets en presentaties. Populaire samenwerkingstools zijn ook beschikbaar.
oc: {DISTRO} Desktop inclutz LibreOffice, una seguida burotica liura compatibla amb Microsoft Office pels documents, fuèlhs de calcul e las presentacion. D’espleches de collaboracion populars son tanben disponibles.
pl: {DISTRO} Desktop zawiera LibreOffice, pakiet kompatybilnych z Microsoft Office aplikacji open source do dokumentów, arkuszy kalkulacyjnych i prezentacji. Dostępne są również popularne narzędzia do współpracy.
pt_br: O {DISTRO} Desktop inclui o LibreOffice, um suíte de aplicativos de código aberto compatíveis com o Microsoft Office para documentos, planilhas e apresentações. Ferramentas de colaboração populares também estão disponíveis.
ru: {DISTRO} Рабочий стол включает LibreOffice, набор совместимых с Microsoft Office приложений с открытым исходным кодом для работы с документами, электронными таблицами и презентациями. Также доступны популярные инструменты для совместной работы.
sk: {DISTRO} Desktop obsahuje LibreOffice, balík open source aplikácií kompatibilných s Microsoft Office pre dokumenty, tabuľky a prezentácie. K dispozícii sú aj obľúbené nástroje na spoluprácu.
sr: {DISTRO} Десктоп укључује LibreOffice, пакет апликација отвореног кода компатибилних са Microsoft Office-ом за документе, табеле и презентације. Популарни алати за сарадњу су такође доступни.
sv: {DISTRO}-skrivbordet innehåller LibreOffice, en svit av Microsoft Office-kompatibla öppen källkodsprogram för dokument, kalkylblad och presentationer. Populära samarbetsverktyg finns också tillgängliga.
tr: {DISTRO} Masaüstü, belgeler, elektronik tablolar ve sunumlar için Microsoft Office uyumlu açık kaynak uygulamaları paketi olan LibreOffice'i içerir. Popüler işbirliği araçları da mevcuttur.
ug: {DISTRO} نىڭ ئۈستەلئۈستى نەشرىگە LibreOffice ئالدىن ئورنىتىلغان بولۇپ، Microsoft Office بىلەن ماسلىشىدىغان ئوچۇق كودلۇق ئىشخانا يۈرۈشلۈك يۇمشاق دېتالى، پۈتۈك، ئېلېكتىرونلۇق جەدۋەل ۋە سىيرىلما بىر تەرەپ قىلىشقا ئىشلىتىلىدۇ. ئۇنىڭدىن باشقا يەنە ئالقىشلىنىۋاتقان ھەمكارلىشىش قورالىمۇ تەمىنلەنگەن.
uk: {DISTRO} Desktop містить LibreOffice — набір застосунків з відкритим кодом для роботи з документами, електронними таблицями та презентаціями, сумісними з Microsoft Office. Також доступні популярні інструменти для спільної роботи.
zh: {DISTRO} 桌面包含 LibreOffice，这是一套与 Microsoft Office 兼容的开源应用程序，用于文档，电子表格和演示文稿。流行的协作工具也可以使用。
zh_tw: {DISTRO} 桌面包含 LibreOffice，是與 Microsoft Office 相容，用於文件、試算表與簡報的開源應用程式，另有流行的協作工具可供使用。

# installationSlidesAccessibilityTitle
source: Access for everyone
be: Даступна для кожнага
ca: Accés per a tothom
cs: Přístupnost pro každého
de: Zugänglichkeit für alle
eo: Uzebla por ĉiuj
et: Hõlbustus ja ligipääs kõigile
eu: Erabilerraza denontzat
fa: دسترسی برای همگان
fi: Esteetön kaikille
fr: Accès pour tous
ga: Rochtain do gach duine
he: גישה לכל אחד ואחת
hu: Hozzáférés mindenkinek
ja: すべての人へ
ka: წვდომა ყველასთვის
kn: ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶ
ko: 모두에게 열린 접근
lo: ການເຂົ້າເຖິງສຳລັບທຸກຄົນ
nl: Toegang voor iedereen
oc: Accès per totes
pa: ਹਰੇਕ ਦੀ ਪਹੁੰਚ ਵਿੱਚ
pl: Dostęp dla wszystkich
pt_br: Acessível para todos
ru: Доступна для каждого
sk: Prístupnosť pre každého
sr: Приступ за све
sv: Åtkomst för alla
tr: Herkes için erişim
ug: ھەممەيلەن ئىشلىتەلەيدۇ
uk: Доступна для всіх
zh: 每个人都可轻松使用
zh_tw: 人人均可使用

# installationSlidesAccessibilityBody
source: At the heart of the {DISTRO} philosophy is the belief that computing is for everyone. With advanced accessibility tools and options to change language, colours and text size, {DISTRO} makes computing easy - whoever and wherever you are.
be: Асновай філасофіі {DISTRO} з'яўляецца перакананне даступнасці камп'ютара для кожнага чалавека. З інструментамі, якія забяспечваюць пашыраныя спецыяльныя магчымасці, выбарам мовы, колеру і памеру тэксту, {DISTRO} робіць працу на камп'ютары простай незалежна ад вашых здольнасцей і месцазнаходжання.
ca: En el cor de la filosofia {DISTRO} hi ha la creença que la informàtica és per a tothom. Amb les eines avançades per a l'accessibilitat i les opcions per canviar la llengua, l'esquema de colors i la mida del text, {DISTRO} fa que la informàtica sigui fàcil, tant se val qui sigueu i on estigueu.
cs: V jádru filozofie {DISTRO} je myšlenka, že počítače jsou pro všechny. Díky pokročilým nástrojům pro zpřístupnění a možnostem změnit jazyk, barvy a velikost textu rozhraní usnadňuje {DISTRO} používání počítače, ať už jste kdokoli a kdekoli.
de: Im Mittelpunkt der {DISTRO}-Philosophie steht die Überzeugung, dass Computer für alle da sind. Mit fortschrittlichen Werkzeugen für die Barrierefreiheit und Optionen zum Ändern von Sprache, Farben und Textgröße macht {DISTRO} das Computerarbeiten einfach - egal wer und wo Sie sind.
eo: Ĉe la koro de la filozofio de {DISTRO} estas la kredo, ke komputado estu por ĉiuj. Per altnivelaj alirebligiloj kaj la kapablo ŝanĝi lingvon, kolorojn kaj tekstograndon, {DISTRO} faciligas komputadon – por ĉiuj ajn, ĉie ajn.
et: {DISTRO} filosoofia põhineb arusaamal, et arvutid sobivad kõigile. Laia valiku hõlbustustarvikute ning võimaluste abil kohendada keelt, värve ja teksti suurust tagab {DISTRO} arvutikasutuse mugavuse kõigile, kes iganes te pole või kus iganes te ka ei viibi.
eu: {DISTRO}ren filosofiaren erroan informatika denontzako den sinesmena dago. Erabilerraztasun tresna aurreratuekin eta hizkuntza, koloreak eta testuen tamaina aldatzeko aukerarekin, {DISTRO}k informatika erraz bilakatzen du - edonor zarela eta edonon zaudela ere.
fi: {DISTRO}n filosofian ytimessä on usko siihen, että tietokoneiden käyttö sopii kaikille. Tämän takia {DISTRO} tarjoaa erilaisia mukauttamismahdollisuuksia ollakseen mahdollisimman helppokäyttöinen. Tarjolla ovat muun muassa edistyneet esteettömyystoiminnot sekä lukuisat valinnaiset kirjasimet, väriteemat ja kielet.
fr: Au cœur de la philosophie d’{DISTRO} se trouve la conviction que l’informatique doit être accessible à tous. Proposant des outils d’accessibilité avancés et des options telles que le choix de la langue, du thème de couleurs, de la taille des polices, {DISTRO} vous rend l’informatique facile – qui que vous soyez, où que vous soyez.
ga: I gcroílár na fealsúnachta {DISTRO} tá an creideamh go bhfuil ríomhaireacht do gach duine. Le huirlisí inrochtaineachta chun cinn agus roghanna chun teanga, dathanna agus méid téacs a athrú, déanann {DISTRO} ríomhaireacht éasca - cibé duine agus cibé áit a bhfuil tú.
he: במרכז הפילוסופיה של {DISTRO} קיימת האמונה שמחשוב מיועד לכולם. עם כלי נגישות מתקדמים ואפשרויות להחלפת השפה, הצבעים וגודל הכתב, {DISTRO} מקל על השימוש במחשב - בכל אופן ואזור גאוגרפי.
hu: A(z) {DISTRO} filozófiájának középpontjában az a meggyőződés áll, hogy a számítástechnika mindenkié. A fejlett akadálymentesítési eszközökkel, valamint a nyelv, a színek és a szövegméret megváltoztatásának lehetőségeivel a(z) {DISTRO} egyszerűvé teszi a számítástechnikát – bárki és bárhol is legyen.
ja: {DISTRO}の哲学の中心となっているのは、「あらゆる人のためのコンピューター」という信念です。高度なアクセシビリティツールや、言語・カラー・テキストサイズの変更といったオプションにより、{DISTRO}はあらゆる人に寄り添います。あなたが誰であっても、どこにいようとも。
ka: {DISTRO}-ის ფილოსოფიის გულში დევს რწმენა, რომ კომპიუტერები ყველასთვისაა. დამატებითი წვდომადობის პროგრამებით და არჩევნით, შეცვალოთ თქვენი ენა, ფერები და ტექსტის ზომა, {DISTRO} კომპიუტერთან მუშაობას აადვილებს - ვინც და სადაც არ უნდა ბრძანდებოდეთ.
kn: {DISTRO} ತತ್ವಶಾಸ್ತ್ರದ ಹೃದಯಭಾಗದಲ್ಲಿ ಕಂಪ್ಯೂಟಿಂಗ್ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಆಗಿದೆ ಎಂಬ ನಂಬಿಕೆಯಾಗಿದೆ. ಸುಧಾರಿತ ಪ್ರವೇಶಿಸುವಿಕೆ ಪರಿಕರಗಳು ಮತ್ತು ಭಾಷೆ, ಬಣ್ಣಗಳು ಮತ್ತು ಪಠ್ಯ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸುವ ಆಯ್ಕೆಗಳೊಂದಿಗೆ, {DISTRO} ಕಂಪ್ಯೂಟಿಂಗ್ ಅನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತದೆ - ನೀವು ಯಾರೇ ಮತ್ತು ಎಲ್ಲಿದ್ದರೂ.
ko: {DISTRO} 철학의 핵심은 컴퓨팅은 모두를 위한 것이라는 믿음입니다. 고급 접근성 도구와 언어, 색상 및 텍스트 크기를 변경할 수 있는 옵션을 통해 {DISTRO}는 언제 어디서나 쉽게 컴퓨팅을 할 수 있도록 지원합니다.
lo: ຫົວໃຈຂອງປັດຊະຍາ {DISTRO} ແມ່ນຄວາມເຊື່ອທີ່ວ່າຄອມພິວເຕີມີໄວ້ສຳລັບທຸກຄົນ. ດ້ວຍເຄື່ອງມືຊ່ວຍການເຂົ້າເຖິງຂັ້ນສູງ ແລະ ຕົວເລືອກໃນການປ່ຽນພາສາ, ສີ ແລະ ຂະໜາດຕົວໜັງສື, {DISTRO} ເຮັດໃຫ້ການໃຊ້ຄອມພິວເຕີເປັນເລື່ອງງ່າຍ - ບໍ່ວ່າທ່ານຈະເປັນໃຜ ຫຼື ຢູ່ໃສກໍຕາມ.
nl: De kern van de {DISTRO}-filosofie is de overtuiging dat computers voor iedereen zijn. Met geavanceerde toegankelijkheidstools en opties om taal, kleuren en tekstgrootte te wijzigen, maakt {DISTRO} computergebruik eenvoudig, wie en waar u ook bent.
oc: Al còs de la filosofia de {DISTRO} se tròba la conviccion que l’informatica deu èsser accessibla a totes. En prepausant d’aisinas d’accessibilitat avançadas e d’opcions per cambiar de lenga, de tèma de colors, de talha de polissas, {DISTRO} vos fa venir l’informatica facila, qual que siatz e ont que siatz.
pl: U podstaw filozofii {DISTRO} leży przekonanie, że informatyka jest dla każdego. Dzięki zaawansowanym narzędziom ułatwień dostępu i opcjom zmiany języka, kolorów oraz rozmiaru tekstu {DISTRO} sprawia, że korzystanie z komputera jest łatwe — kimkolwiek i gdziekolwiek jesteś.
pt_br: No coração da filosofia {DISTRO} está a crença de que a computação é para todos. Com ferramentas avançadas de acessibilidade e opções para alterar o idioma, cores e o tamanho do texto, o {DISTRO} facilita o uso do computador - quem e onde quer que você esteja.
ru: В основе философии {DISTRO} лежит убеждение в том, что компьютер - для всех. Благодаря расширенным инструментам доступности и возможности изменения языка, цветов и размера текста, {DISTRO} делает работу с компьютером простой - где бы и кем бы вы ни были.
sk: V srdci filozofie {DISTRO} je myšlienka, že počítače sú pre všetkých. Vďaka pokročilým nástrojom prístupnosti a možnosti zmeniť jazyk, farby a veľkosť textu rozhrania, {DISTRO} robí používanie počítača jednoduché – nech už ste ktokoľvek a žijete kdekoľvek.
sr: У срцу {DISTRO} филозофије је уверење да је рачунарство за све. Са напредним алатима за приступачност и опцијама за промену језика, боја и величине текста, {DISTRO} чини рачунарство лаким - ко год и где год да сте.
sv: Kärnan i {DISTRO}s filosofi är övertygelsen att datorer är till för alla. Med avancerade hjälpmedelsverktyg och alternativ för att ändra språk, färger och textstorlek gör {DISTRO} det enkelt att använda datorer – oavsett vem du är och var du befinner dig.
tr: {DISTRO} felsefesinin temelinde bilgisayarın herkes için olduğu inancı yatmaktadır. Gelişmiş erişilebilirlik araçları ve dili, renkleri ve metin boyutunu değiştirme seçenekleriyle {DISTRO}, kim ve nerede olursanız olun bilgisayar kullanmayı kolaylaştırır.
ug: {DISTRO} نىڭ غايىسى: كومپيۇتېرنى ھەممە ئادەم ئىشلىتەلەيدىغان بولۇشتۇر. ئۇنىڭدىكى ئالىي دەرىجىلىك قولايلىق قورال ۋە باشقا نۇرغۇن تاللانمىلار رەڭ، تېكىست چوڭلۇقى، تىل قاتارلىقلارنىڭ ھەممىسىنى ئۆزگەرتىش، شۇنداقلا سىز قەيەردە، كىم بولۇشىڭىزدىن قەتئىينەزەر {DISTRO} ھېسابلاشنى ئاسانلاشتۇرىدۇ.
uk: В основі філософії {DISTRO} лежить віра в те, що комп'ютеризація призначена для всіх. Завдяки вдосконаленим інструментам доступності та опціям зміни мови, кольорів і розміру тексту, {DISTRO} полегшує роботу з комп'ютером — ким би ви не були та де б не перебували.
zh: {DISTRO} 哲学核心是计算机是为每个人而存在的信仰。通过先进的辅助工具和更改语言、颜色和文本大小的选项，{DISTRO} 让计算机使用变得简单 - 无论你是谁，身在何处。
zh_tw: {DISTRO} 的中心思想是每個人都能夠使用電腦，{DISTRO} 以先進的親和力工具以及提供變更語言、顏色、文字大小的選項，使得無論何人何地均可以輕鬆使用電腦。

# installationSlidesAccessibilityOrca
source: Orca Screen Reader
be: Праграма чытання з экрана Orca
ca: Lector de pantalla Orca
cs: Čtečka obrazovky Orca
eo: Ekranlegilo Orca
et: Ekraanivaate ettelugeja Orca
eu: Orca pantaila-irakurlea
fa: صفحه‌خوان اورکا
fi: Orca-näytönlukija
fr: Lecteur d’écran Orca
ga: Léitheoir Scáileáin Orca
he: מקריא המסך Orca
hu: Orca képernyőolvasó
ja: Orcaスクリーンリーダー
ka: ეკრანის წამკითხავი Orca
kn: ಓರ್ಕಾ ಸ್ಕ್ರೀನ್ ರೀಡರ್
ko: Orca 스크린 리더
lo: ໂປຣແກຣມອ່ານໜ້າຈໍ Orca
oc: Lector d’ecran Orca
pl: Czytnik ekranu Orca
pt_br: Leitor de Tela Orca
ru: Программа чтения с экрана Orca
si: ඔර්කා තිර කියවනය
sk: Čítačka obrazovky Orca
sr: Орка читач екрана
sv: Orca skärmläsare
tr: Orca Ekran Okuyucu
ug: Orca ئېكران ئوقۇغۇچ
uk: Зчитувач з екрана Orca
zh: Orca 屏幕阅读器
zh_tw: Orca 螢幕閱讀程式

# installationSlidesAccessibilityLanguages
source: Language support
be: Моўная падтрымка
ca: Compatibilitat lingüística
cs: Podpora jazyků
de: Sprachunterstützung
eo: Lingvosubteno
et: Erinevate keelte tugi
eu: Hizkuntza-sostengua
fa: پشتیبانی زبان
fi: Kielituki
fr: Prise en charge des langues
ga: Tacaíocht teanga
he: תמיכה בשפות
hu: Nyelvi támogatás
it: Supporto multi-lingua
ja: 言語サポート
ka: ენის მხარდაჭერა
kn: ಭಾಷಾ ಬೆಂಬಲ
ko: 언어 지원
lo: ການຮອງຮັບພາສາ
nl: Taalondersteuning
oc: Presa en carga lingüistica
pa: ਭਾਸ਼ਾ ਸਹਿਯੋਗ
pl: Obsługa języków
pt_br: Suporte a idioma
ru: Языковая поддержка
si: භාෂා සහාය
sk: Podpora jazykov
sr: Подршка за језик
sv: Språkstöd
tr: Dil desteği
ug: تىل قوللاش
uk: Мовна підтримка
zh: 语言支持
zh_tw: 語言支援

# installationSlidesSupportTitle
source: Help and support
be: Даведка і падтрымка
ca: Ajuda i assistència
cs: Nápověda a podpora
de: Hilfe & Unterstützung
eo: Helpo kaj subteno
et: Abiteave ja kasutajatugi
eu: Laguntza eta sostengua
fa: کمک و پشتیبانی
fi: Ohjeet ja tuki
fr: Aide et assistance
ga: Cabhair agus tacaíocht
he: עזרה ותמיכה
hu: Súgó és támogatás
it: Aiuto e supporto
ja: ヘルプとサポート
ka: დახმარება და მხარდაჭერა
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ko: 도움 및 지원
lo: ຄວາມຊ່ວຍເຫຼືອ ແລະ ການສະໜັບສະໜູນ
nl: Hulp en ondersteuning
oc: Ajuda e assisténcia
pa: ਮਦਦ ਅਤੇ ਸਹਿਯੋਗ
pl: Pomoc i wsparcie
pt_br: Ajuda e suporte
ru: Помощь и поддержка
si: උදව් හා සහාය
sk: Pomoc a podpora
sr: Помоћ и подршка
sv: Hjälp och support
tr: Yardım ve Destek
ug: ياردەم ۋە قوللاش
uk: Довідка та підтримка
zh: 帮助与支持
zh_tw: 幫助與支援

# installationSlidesSupportHeader
source: The official {DISTRO} documentation is available both online and via the Help icon in the dock.
be: Афіцыйная дакументацыя {DISTRO} даступна ў інтэрнэце і праз значок даведкі на док-панэлі.
ca: La documentació oficial {DISTRO} està disponible tant en línia com a través de la icona Ajuda de l'acoblador.
cs: Oficiální dokumentace k {DISTRO} je k dispozici jak online, tak přes ikonu Nápověda na panelu.
de: Die offizielle {DISTRO}-Dokumentation ist sowohl online als auch über das Hilfesymbol im Dock verfügbar.
eo: La oficiala dokumentaro de {DISTRO} estas havebla Interrete kaj per la Helpo-piktogramo en la doko.
et: {DISTRO} ametlik dokumentatsioon leidub nii võrgus, kui doki abiteave ikooni kaudu.
eu: {DISTRO}ren dokumentazio ofiziala eskuragarri dago bai online, bai atrakeko Laguntza ikonoaren bitartez.
fa: مستندات رسمی {DISTRO} هم به صورت برخط و هم از نقشک راهنما در داک موجودند.
fi: Virallinen {DISTRO}-dokumentaatio on saatavilla verkossa ja telakan Ohje-kuvaketta napsauttamalla.
fr: La documentation officielle d’{DISTRO} est disponible en ligne et via l’icône Aide dans le dock.
ga: Tá an doiciméadú oifigiúil {DISTRO} ar fáil ar líne agus tríd an deilbhín Cabhair sa duga.
he: התיעוד הרשמי של {DISTRO} זמין גם באינטרנט וגם דרך סמל העזרה במעגן.
hu: A hivatalos {DISTRO} dokumentáció az interneten és az alkalmazásindítóban lévő Súgó ikonon keresztül is elérhető.
ja: {DISTRO}の公式ドキュメントは、オンラインおよびDock上のヘルプアイコンの両方から閲覧できます。
ka: {DISTRO}-ის ოფიციალური დოკუმენტაცია ხელმისაწვდომია ორივეგან, ინტერნეტშიც და დახმარების ხატულათიც.
kn: ಅಧಿಕೃತ {DISTRO} ದಸ್ತಾವೇಜನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮತ್ತು ಡಾಕ್‌ನಲ್ಲಿರುವ ಸಹಾಯ ಐಕಾನ್ ಮೂಲಕ ಲಭ್ಯವಿದೆ.
ko: 공식 {DISTRO} 문서는 온라인과 독의 도움말 아이콘으로 사용할 수 있습니다.
lo: ເອກະສານ {DISTRO} ຢ່າງເປັນທາງການມີໃຫ້ທັງທາງອອນໄລນ໌ ແລະ ຜ່ານໄອຄອນ Help ໃນແຖບ dock.
nl: De officiële {DISTRO}-documentatie is zowel online beschikbaar als via het Help-pictogram in het dok.
oc: La documentacion oficiala de {DISTRO} es disponibla tant en linha coma via l’icòna Ajuda al dock.
pl: Oficjalna dokumentacja {DISTRO} jest dostępna zarówno online, jak i poprzez ikonę Pomoc w doku.
pt_br: A documentação oficial do {DISTRO} está disponível on-line e por meio do ícone de Ajuda na doca de aplicativos.
ru: Официальная документация {DISTRO} доступна как в Интернете, так и через значок справки в док-панели.
sk: Oficiálna dokumentácia {DISTRO} je k dispozícii online aj cez ikonu Pomocník v doku.
sr: Званична {DISTRO} документација је доступна и онлајн и преко иконе Помоћ у доку.
sv: Den officiella {DISTRO}-dokumentation finns tillgänglig både på nätet och via Hjälp-ikonen i dockan.
tr: Resmi {DISTRO} belgelerine hem çevrimiçi olarak hem de rıhtımdaki Yardım simgesi aracılığıyla ulaşabilirsiniz.
ug: ئىگە تەرەپ {DISTRO} قوللانمىسىنى توردا ۋە يان بالداقتىكى ياردەم سىنبەلگە ئارقىلىق زىيارەت قىلغىلى بولىدۇ.
uk: Офіційна документація {DISTRO} доступна як онлайн, так і за допомогою піктограми Довідка у доку.
zh: {DISTRO} 的官方文档可以通过在线方式或者在 Dock 中的帮助图标获取。
zh_tw: {DISTRO} 的官方文件可以透過線上或在 Dock 中的「求助」圖示存取。

# refreshRestart
source: Please close the installer and relaunch to continue
be: Закрыйце ўсталёўшчык праграм і перазапусціце яго, каб працягнуць
ca: Si us plau, tanqueu l'instal·lador i rellançeu per continuar
cs: Pro pokračování prosím instalátor ukončete a znovu spusťte
de: Bitte schließen Sie das Installationsprogramm und starten Sie es erneut, um fortzufahren
eo: Por daŭrigi, bonvolu fermi kaj relanĉi la instalilon
et: Jätkamaks palun sulge paigaldusrakendus ning käivita ta uuesti
eu: Jarraitzeko, itxi instalatzailea eta abiarazi berriro
fa: لطفاً نصب کننده را بسته و برای ادامه دوباره اجرا کنید
fi: Sulje asennusohjelma ja käynnistä uudelleen jatkaaksesi
fr: Veuillez redémarrer l'installateur pour continuer
ga: Dún an suiteálaí agus athsheoladh chun leanúint ar aghaidh
he: נא לסגור את תוכנית ההתקנה ולהפעיל אותה מחדש כדי להמשיך
hu: Zárja be a telepítőt, és indítsa újra a folytatáshoz
ja: 続けるには、一旦閉じてもう一度インストーラーを起動してください
ka: გასაგრძელებლად აირჩიეთ დაყენების პროგრამა და გაუშვით ის თავიდან
kn: ದಯವಿಟ್ಟು ಸ್ಥಾಪಕವನ್ನು ಮುಚ್ಚಿ ಮತ್ತು ಮುಂದುವರೆಯಲು ಮರುಪ್ರಾರಂಭಿಸಿ
ko: 설치 관리자를 닫고 다시 시작하여 계속하세요
lo: ກະລຸນາປິດຕົວຕິດຕັ້ງ ແລະ ເປີດໃໝ່ເພື່ອສືບຕໍ່
nl: Sluit het installatieprogramma en start het opnieuw op om door te gaan
oc: Mercés de reaviar l’installador.
pa: ਜਾਰੀ ਰੱਖਣ ਵਾਸਤੇ ਇੰਸਟਾਲਰ ਨੂੰ ਬੰਦ ਕਰਕੇ ਫੇਰ ਚਲਾਓ
pl: Zamknij instalator i uruchom go ponownie, aby kontynuować
pt_br: Por favor, feche o instalador e reinicie para continuar
ru: Закройте и перезапустите установщик, чтобы продолжить
sk: Ak chcete pokračovať, zatvorte inštalátor a spustite ho znova
sr: Молимо затворите инсталер и поново га покрените да бисте наставили
sv: Stäng installationsprogrammet och starta om för att fortsätta
tr: Kurucuyu yeniden başlatın.
ug: داۋاملاشتۇرۇش ئۈچۈن ئورناتقۇچنى تاقاپ ۋە قايتا قوزغىتىڭ
uk: Будь ласка, закрийте встановлювач і перезапустіть, щоб продовжити
zh: 请关闭并重新运行安装程序以继续
zh_tw: 請關閉並重新啟動安裝程式以繼續安裝

# refreshCloseLabel
source: Close installer
be: Закрыць усталёўшчык праграм
ca: Tanca l'instal·lador
cs: Zavřít instalační program
de: Installationsprogramm schließen
eo: Fermi instalilon
et: Sulge paigaldusrakendus
eu: Itxi instalatzailea
fa: بستن نصب کننده
fi: Sulje asennusohjelma
fr: Fermer l'installateur
ga: Dún an suiteálaí
he: סגירת תוכנית ההתקנה
hu: Telepítő bezárása
ja: インストーラーを閉じる
ka: დაყენების პროგრამის დახურვა
kn: ಅನುಸ್ಥಾಪಕವನ್ನು ಮುಚ್ಚಿ
ko: 설치 관리자 닫기
lo: ປິດຕົວຕິດຕັ້ງ
nl: Installatieprogramma sluiten
oc: Tampar l’installador
pa: ਇੰਸਟਾਲਰ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Zamknij instalator
pt_br: Fechar instalador
ru: Закрыть установщик
si: ස්ථාපකය වසන්න
sk: Zatvoriť inštalátor
sr: Затвори инсталер
sv: Stäng installationsprogrammet
tr: Yükleyiciyi kapat
ug: ئورناتقۇچنى ياپ
uk: Закрити встановлювач
zh: 关闭安装程序
zh_tw: 關閉安裝程式
