Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# confirmDevicesTitle
source: Devices
be: Прылады
ca: Dispositius
cs: Zařízení
de: Geräte
eo: Aparatoj
et: Seadmed
eu: Gailuak
fa: افزاره‌ها
fi: Laitteet
fr: Disques
ga: Gléasanna
he: התקנים
hu: Eszközök
it: Dispositivi
ja: デバイス
ka: მოწყობილობები
kn: ಸಾಧನಗಳು
ko: 장치
lo: ອຸປະກອນ
nl: Apparaten
oc: Periferics
pa: ਡਿਵਾਈਸ
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
si: උපාංග
sk: Zariadenia
sr: Уређаји
sv: Enheter
tr: Aygıtlar
ug: ئۈسكۈنە
uk: Пристрої
zh: 设备
zh_tw: 裝置

# confirmEntryApplications
source: Applications
be: Праграмы
ca: Aplicacions
cs: Aplikace
de: Anwendungen
eo: Programoj
et: Rakendused
eu: Aplikazioak
fa: برنامه‌ها
fi: Sovellukset
ga: Iarratais
he: יישומים
hu: Alkalmazások
it: Applicazioni
ja: アプリケーション
ka: აპლიკაციები
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು
ko: 애플리케이션
lo: ແອັບພລິເຄຊັນ
nl: Toepassingen
oc: Aplicacions
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ
pl: Programy
pt_br: Aplicativos
ru: Приложения
si: යෙදුම්
sk: Aplikácie
sr: Апликације
sv: Program
tr: Uygulamalar
ug: پىروگرامما
uk: Застосунки
zh: 应用程序
zh_tw: 應用軟體

# confirmEntryDiskSetup
source: Type of installation
be: Наладжванне дыска
ca: Tipus d'instal·lació
cs: Typ instalace
de: Art der Installation
eo: Speco de instalo
et: Paigalduse tüüp
eu: Instalazio mota
fa: گونهٔ نصب
fi: Asennustyyppi
fr: Type d'installation
ga: Cineál a shuiteáil
he: סוג ההתקנה
hu: Telepítés típusa
it: Tipo d'installazione
ja: インストールの種類
ka: დაყენების ტიპი
kn: ಅನುಸ್ಥಾಪನೆಯ ಪ್ರಕಾರ
ko: 디스크 설정
lo: ປະເພດຂອງການຕິດຕັ້ງ
nl: Type installatie
oc: Tipe d’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕਿਸਮ
pl: Rodzaj instalacji
pt_br: Tipo de instalação
ru: Тип установки
si: තැටිය පිහිටුවීම
sk: Typ inštalácie
sr: Подешавање диска
sv: Installationstyp
tr: Kurulum türü
ug: ئورنىتىش تۈرى
uk: Тип встановлення
zh: 安装类型
zh_tw: 安裝類型

# confirmEntryDiskEncryption
source: Disk encryption
be: Шыфраванне дыска
ca: Encriptació de disc
cs: Šifrování disku
de: Festplattenverschlüsselung
eo: Diska ĉifrado
et: Ketta krüptimine
eu: Diskoaren zifratzea
fa: رمزنگاری دیسک
fi: Levyn salaus
fr: Chiffrement du disque
ga: Criptiú diosca
he: הצפנת הכונן
hu: Lemez titkosítása
it: Cifratura del disco
ja: ディスクの暗号化
ka: დისკის დაშიფვრა
kn: ಡಿಸ್ಕ್ ಎನ್ಕ್ರಿಪ್ಶನ್
ko: 디스크 암호화
lo: ການເຂົ້າລະຫັດດິດ
nl: Versleuteling van de schijf
oc: Chiframent del disc
pa: ਡਿਸਕ ਇੰਕ੍ਰਿਪਸ਼ਨ
pl: Szyfrowanie dysku
pt_br: Criptografia de disco
ru: Шифрование дисков
si: තැටිය සංකේතනය
sk: Šifrovanie disku
sr: Енкрипција диска
sv: Diskkryptering
tr: Disk şifreleme
ug: دىسكا شىفىرلاش
uk: Шифрування диска
zh: 磁盘加密
zh_tw: 磁碟加密

# confirmEntryInstallationDisk
source: Installation disk
be: Усталявальны дыск
ca: Disc d'Instal·lació
cs: Instalační disk
de: Installationsfestplatte
eo: Instala disko
et: Paigaldusmeedia
eu: Instalazio-diskoa
fa: دیسک نصب
fi: Asennuslevy
fr: Disque d'installation
ga: Diosca suiteála
he: אמצעי ההתקנה
hu: Telepítési lemez
it: Disco d'installazione
ja: インストールするディスク
ka: დაყენების დისკი
kn: ಅನುಸ್ಥಾಪನ ಡಿಸ್ಕ್
ko: 설치 디스크
lo: ດິດຕິດຕັ້ງ
nl: Installatieschijf
oc: Disc d’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਡਿਸਕ
pl: Dysk instalacyjny
pt_br: Disco de instalação
ru: Установочный диск
si: ස්ථාපන තැටිය
sk: Inštalačný disk
sr: Инсталациони диск
sv: Installationsdisk
tr: Kurulum diski
ug: ئورنىتىش دىسكىسى
uk: Інсталяційний диск
zh: 安装磁盘
zh_tw: 安裝磁碟

# confirmEntryProprietarySoftware
source: Proprietary software
be: Прапрыетарнае ПЗ
ca: Programari propietari
cs: Proprietární software
de: Proprietäre Software
eo: Neliberaj programoj
et: Suletud lähtekoodiga tarkvara
eu: Software pribatiboa
fa: نرم‌افزار مالکیتی
fi: Suljetun lähdekoodin ohjelmistot
fr: Logiciel propriétaire
ga: Bogearraí dílseánaigh
he: תוכנה קניינית
hu: Tulajdonosi szoftver
it: Software proprietario
ja: プロプライエタリなソフトウェア
ka: ფასიანი პროგრამები
kn: ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್
ko: 독점 소프트웨어
lo: ຊອບແວທີ່ເປັນກຳມະສິດ (Proprietary software)
nl: Propriëtaire software
oc: Logicial proprietari
pa: ਪ੍ਰੋਪਰੇਟਰੀ ਸਾਫਟਵੇਅਰ
pl: Oprogramowanie własnościowe
pt_br: Software proprietário
ru: Проприетарное ПО
si: ස්වාම්‍ය මෘදුකාංග
sk: Proprietárny softvér
sr: Пропријетарни софтвер
sv: Proprietär programvara
tr: Tescilli yazılım
ug: مەخسۇس يۇمشاق دېتال
uk: Власницьке програмне забезпечення
zh: 专有软件
zh_tw: 專有軟體

# confirmSectionGeneralTitle
source: General
be: Агульныя
cs: Obecné
de: Allgemein
eo: Ĝenerala
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
ga: Ginearálta
he: כללי
hu: Általános
it: Generale
ja: 一般
ka: ზოგადი
kn: ಸಾಮಾನ್ಯಸಾಮಾನ್ಯ
ko: 일반
lo: ທົ່ວໄປ
nl: Algemeen
pa: ਆਮ
pl: Ogólne
pt_br: Em geral
ru: Общие
si: ප්‍රධාන
sk: Všeobecné
sr: Опште
sv: Allmänt
tr: Genel
ug: ئادەتتىكى
uk: Загальне
zh: 一般
zh_tw: 一般

# confirmSectionSecurityAndMoreTitle
source: Security & more
be: Бяспека і іншыя параметры
ca: Seguretat i més
cs: Bezpečnost a další
de: Sicherheit & mehr
eo: Sekureco kaj pli
et: Turvalisus ja muu
eu: Segurtasuna eta gehiago
fa: امنیت و بیش‌تر
fi: Tietoturva ja muu
fr: Sécurité & plus
ga: Slándáil & tuilleadh
he: אבטחה ועוד
hu: Biztonság és egyebek
it: Sicurezza e altro
ja: セキュリティなど
ka: უსაფრთხოება & მეტი
kn: ಭದ್ರತೆಭದ್ರತೆ
ko: 보안 및 기타
lo: ຄວາມປອດໄພ ແລະ ອື່ນໆ
nl: Beveiliging & meer
oc: Seguretat e mai
pa: ਸੁਰੱਖਿਆ ਅਤੇ ਹੋਰ
pl: Bezpieczeństwo i nie tylko
pt_br: Segurança & mais
ru: Безопасность и другое
si: ආරක්‍ෂාව හා වෙනත්
sk: Zabezpečenie a ďalšie
sr: Безбедност и више
sv: Säkerhet & mer
tr: Güvenlik ve daha fazlası
ug: بىخەتەرلىك ۋە باشقىلار
uk: Безпека та інше
zh: 安全及其他
zh_tw: 安全與更多設定

# confirmPartitionsTitle
source: Partitions
be: Раздзелы
ca: Particions
cs: Oddíly
de: Partitionen
eo: Subdiskoj
et: Partitsioonid
eu: Partizioak
fa: افزارها
fi: Osiot
ga: Deighiltí
he: מחיצות
hu: Partíciók
it: Partizioni
ja: パーティション
ka: დანაყოფები
kn: ವಿಭಜನೆಗಳು
ko: 파티션
lo: ພາທິຊັນ
nl: Partities
oc: Particions
pa: ਪਾਰਟੀਸ਼ਨ
pl: Partycje
pt_br: Partições
ru: Разделы
si: පංගු
sk: Oddiely
sr: Партиције
sv: Partitioner
tr: Bölümler
ug: دىسكا رايونى
uk: Розділи
zh: 分区
zh_tw: 分割區

# confirmPartitionTables
source: The partition tables of the following devices are changed:
be: Табліцы раздзелаў на наступных прыладах зменены:
ca: Les taules de partició dels dispositius següents es canvien:
cs: Tabulky dělení oddílů se na následujících zařízení změní:
de: Die Partitionstabellen der folgenden Laufwerke werden geändert:
eo: La subdiskotabeloj de la jenaj aparatoj estas ŝanĝotaj:
et: Järgnevate seadmete partitsioonitabelid on muudetud:
eu: Gailu hauetako partizio-taulak aldatu egin dira:
fa: جدول افرازهای افزاره‌های زیر تغییر کرده‌اند:
fi: Seuraavien laitteiden osiotauluja on muutettu:
fr: Les tables de partitions des périphériques suivants seront modifiées :
ga: Athraítear táblaí críochdheighilte na ngléasanna seo a leanas:
he: טבלאות המחיצות של ההתקנים הבאים נערכו:
hu: A következő eszközök partíciós táblái változnak meg:
it: Le tabelle delle partizioni dei seguenti dispositivi sono state modificate:
ja: 以下のデバイスのパーティションテーブルが変更されます。
ka: შეიცვლება შემდეგი მოწყობილობების დანაყოფების ცხრილი:
kn: ಕೆಳಗಿನ ಸಾಧನಗಳ ವಿಭಜನಾ ಕೋಷ್ಟಕಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ:
ko: 다음 장치의 파티션 테이블이 변경되었습니다:
lo: ຕາຕະລາງພາທິຊັນຂອງອຸປະກອນຕໍ່ໄປນີ້ຈະຖືກປ່ຽນແປງ:
ml: ഇനിപ്പറയുന്ന ഉപകരണങ്ങളുടെ പാർട്ടീഷൻ ടേബിളുകൾ മാറ്റി:
nl: De partitietabellen van de volgende apparaten worden gewijzigd:
oc: Las taulas de particions dels periferics seguents seràn modificadas :
pl: Zmieniane są tablice partycji następujących urządzeń:
pt_br: As tabelas de partições dos seguintes dispositivos foram alteradas:
ru: Изменены таблицы разделов на следующих устройствах:
si: පහත උපාංග වල පංගු වගු වෙනස් වේ:
sk: Tabuľky oddielov na nasledujúcich zariadeniach sa zmenili:
sr: Табеле партиција следећих уређаја су промењене:
sv: Partitionstabellerna för följande enheter är ändrade:
tr: Aşağıdaki cihazların bölüm tabloları değiştirildi:
ug: تۆۋەندىكى ئۈسكۈنىنىڭ دىسكا رايون جەدۋىلى ئۆزگەردى:
uk: Змінено таблиці розділів наступних пристроїв:
zh: 已更改以下设备的分区表：
zh_tw: 下列裝置的分割區將被修改：

# confirmProprietarySoftwareCodecs
source: Codecs
be: Кодэкі
ca: Còdecs
cs: Kodeky
eo: Aŭdvidaj kodiloj
et: Koodekid
eu: Kodekak
fa: رمزینه‌ها
fi: Koodekit
ga: CodecsName
he: מפענחים
hu: Kodekek
it: Codec
ja: コーデック
ka: კოდეკები
kn: ಕೊಡೆಕ್‌ಗಳು
ko: 코덱
oc: Codècs
pl: Kodeki
ru: Кодеки
sk: Kodeky
sr: Кодеци
sv: Kodekar
tr: Kodekler
ug: كودلىغۇچ-يەشكۈچ
uk: Кодеки
zh: 编解码器
zh_tw: 影音編解碼器

# confirmProprietarySoftwareCodecsDrivers
source: Codecs & drivers
be: Кодэкі і драйверы
ca: Còdecs i controladors
cs: Kodeky a ovladače
de: Codecs & Treiber
eo: Aŭdvidaj kodiloj kaj zorgiloj
et: Koodekid ja draiverid
eu: Kodekak eta kontrolatzaileak
fa: رمزینه‌ها و راه‌اندازها
fi: Koodekit ja ajurit
fr: Codecs & pilotes
ga: Codecs agus tiománaithe
he: מפענחים ומנהלי התקנים
hu: Kodekek és illesztőprogramok
it: Codec e driver
ja: コーデックとドライバー
ka: კოდეკები და დრაივერები
kn: ಕೊಡೆಕ್‌ಗಳುಕೊಡೆಕ್‌ಗಳು
ko: 코덱과 드라이버
lo: Codecs ແລະ ໄດຣເວີ
nl: Codecs & stuurprogramma's
oc: Codècs e pilòts
pa: Codecs ਅਤੇ ਡਰਾਇਵਰ
pl: Kodeki i sterowniki
ru: Кодеки и драйверы
sk: Kodeky a ovládače
sr: Кодеци и драјвери
sv: Kodekar & drivrutiner
tr: Kodekler ve sürücüler
ug: كودلىغۇچ ۋە قوزغاتقۇچ
uk: Кодеки та драйвери
zh: 编解码器与驱动程序
zh_tw: 影音編解碼器及驅動程式

# confirmProprietarySoftwareDrivers
source: Drivers
be: Драйверы
ca: Controladors
cs: Ovladače
de: Treiber
eo: Zorgiloj
et: Draiverid
eu: Kontrolatzaileak
fa: راه‌اندازها
fi: Ajurit
fr: Pilotes
ga: Tiománaithe
he: מנהלי התקנים
hu: Illesztőprogramok
it: Driver
ja: ドライバー
ka: დრაივერები
kn: ಚಾಲಕರು
ko: 드라이버
lo: ໄດຣເວີ
nl: Stuurprogramma's
oc: Pilòts
pa: ਡਰਾਇਵਰ
pl: Sterowniki
ru: Драйверы
si: ධාවක
sk: Ovládače
sr: Драјвери
sv: Drivrutiner
tr: Sürücüler
ug: قوزغاتقۇ
uk: Драйвери
zh: 驱动程序
zh_tw: 驅動程式

# confirmInstallButton
source: Install
be: Усталяваць
ca: Comença a instal·lar
cs: Instalace
de: Installieren
eo: Instali
et: Paigalda
eu: Instalatu
fa: نصب
fi: Asenna
fr: Installer
ga: Suiteáil
he: התקנה
hu: Telepítés
it: Installa
ja: インストール
ka: დაყენება
kn: ಸ್ಥಾಪಿಸಿ
ko: 설치
lo: ຕິດຕັ້ງ
ml: ഇൻസ്റ്റാളുചെയ്യൽ ആരംഭിക്കുക
nl: Installeren
oc: Installar
pa: ਇੰਸਟਾਲ
pl: Instaluj
pt_br: Instalar
ru: Установить
si: ස්ථාපනය අරඹන්න
sk: Nainštalovať
sr: Инсталирај
sv: Installera
tr: Kur
ug: ئورنات
uk: Почати встановлення
zh: 安装
zh_tw: 開始安裝

# confirmTableErased
source: Erased
ca: Esborrat
cs: Vymazáno
de: Gelöscht
eo: Forviŝita
et: Kustutatud
eu: Ezabatua
fa: پاک شده
fi: Poistettu
fr: Effacé(e)
ga: Scriosta
he: נמחק
hu: Törölve
it: Eliminato
ja: 消去
ka: წაშლილია
kn: ಅಳಿಸಲಾಗಿದೆ
lo: ຖືກລຶບ
nl: Gewist
oc: Espotida
pa: ਮਿਟਾਏ
pl: Wymazano
pt_br: Apagado
ru: Очищено
sk: Vymazané
sv: Raderad
tr: Silinmiş
ug: ئۆچۈرۈلدى
uk: Стерто
zh: 擦除
zh_tw: 已刪除

# confirmTableUnchanged
source: Unchanged
ca: Sense canvis
cs: Nezměněno
de: Unverändert
eo: Neŝanĝita
et: Muutmata
eu: Aldatu gabe
fa: بدون تغییر
fi: Ei muutettu
fr: Inchangé(e)
ga: Gan athrú
he: ללא שינוי
hu: Változatlanul hagyva
it: Non modificato
ja: 変更なし
ka: უცვლელია
kn: ಬದಲಾಗದೆ
lo: ບໍ່ປ່ຽນແປງ
nl: Onveranderd
oc: Non modificada
pa: ਬਿਨਾਂ ਤਬਦੀਲੀ
pl: Nie zmieniono
pt_br: Inalterado
ru: Без изменений
sk: Nezmenené
sv: Oförändrad
tr: Değişmemiş
ug: ئۆزگەرتىلمىدى
uk: Не змінено
zh: 未更改
zh_tw: 未變更

# confirmTableResized
source: Resized from {oldsize} to {newsize}
ca: Redimensionat de {oldsize} a {newsize}
cs: Změněna velikost z {oldsize} na {newsize}
de: Größe von {oldsize} auf {newsize} geändert
eo: Grando ŝanĝiĝis de {oldsize} al {newsize}
et: Suurus on muudetud: {oldsize} → {newsize}
eu: Tamainaz aldatua (lehen: {oldsize} / orain: {newsize})
fa: اندازه از {oldsize} به {newsize} تغییر کرده
fi: Muutettu koosta {oldsize} kokoon {newsize}
fr: Redimensionné de {oldsize} à {newsize}
ga: Athmhéadaithe ó {oldsize} go {newsize}
he: הגודל השתנה מ־{oldsize} ל־{newsize}
hu: Átméretezve {oldsize} méretről {newsize} méretre
it: Ridimensionato da {oldsize} a {newsize}
ja: {oldsize} から {newsize} へサイズ変更
ka: ზომა შეიცვალა {oldsize}-დან {newsize}-ზე
kn: {oldsize} ನಿಂದ {newsize} ಗೆ ಮರುಗಾತ್ರಗೊಳಿಸಲಾಗಿದೆ
lo: ປັບຂະໜາດຈາກ {oldsize} ເປັນ {newsize}
nl: Grootte aangepast van {oldsize} naar {newsize}
oc: Redimensionada de {oldsize} cap a {newsize}
pl: Zmieniono rozmiar z {oldsize} na {newsize}
pt_br: Redimensionado de {oldsize} para {newsize}
ru: Размер изменён с {oldsize} на {newsize}
sk: Zmenené z {oldsize} na {newsize}
sv: Ändrat storlek från {oldsize} till {newsize}
tr: {oldsize} boyutundan {newsize} boyutuna yeniden boyutlandırıldı
ug: چوڭلۇقى {oldsize} دىن {newsize} غا ئۆزگەرتىلدى
uk: Змінено розмір з {oldsize} на {newsize}
zh: 从 {oldsize} 调整为 {newsize}
zh_tw: 從 {oldsize} 調整為 {newsize}

# confirmTableCreatedFormattedMounted
source: Created and formatted as {format} used for {mountpoint}
ca: Creat i formatat com {format} utilitzat per a {mountpoint}
cs: Vytvořeno a naformátováno jako {format}, použito pro {mountpoint}
de: Erstellt und als {format} formatiert, verwendet für {mountpoint}
eo: Kreita kaj strukturita kiel {format} kaj uzota por {mountpoint}
et: Loodud ja vormindatud kui {format} „{mountpoint}“ haakepunkti jaoks
eu: Sortua eta {format} gisa formateatua. Erabilera: {mountpoint}
fa: ایجاد شد و به قالب {format} برای {mountpoint} درآمد
fi: Luotu ja alustettu tiedostojärjestelmällä {format} kohteelle {mountpoint}
fr: Créé(e) et formaté(e) en {format} utilisé(e) pour {mountpoint}
ga: Cruthaithe agus formáidithe mar {format} a úsáidtear le haghaidh {mountpoint}
he: נוצר ופורמט ל־{format} ומשמש עבור {mountpoint}
hu: Létrehozva és {format} formátumra formázva, {mountpoint} csatolási ponthoz használva
it: Creato e formattato come {format} utilizzato per {mountpoint}
ja: {mountpoint} 用を {format} で作成とフォーマット
ka: შეიქმნა და დაფორმატდა, როგორც {format}. გამოიყენება მიმაგრების წერტილისთვის {mountpoint}
kn: {mountpoint} ಗಾಗಿ ಬಳಸಲಾದ {format} ನಂತೆ ರಚಿಸಲಾಗಿದೆ ಮತ್ತು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾಗಿದೆ
lo: ສ້າງ ແລະ ຟໍແມັດເປັນ {format} ໃຊ້ສຳລັບ {mountpoint}
nl: Aangemaakt en geformatteerd als {format} gebruikt voor {mountpoint}
oc: Creada e formatada en {format} utilizada per {mountpoint}
pl: Utworzono i sformatowano jako {format} do użycia dla {mountpoint}
pt_br: Criado e formatado como {format} usado para {mountpoint}
ru: Создан и отформатирован как {format}, использован для {mountpoint}
sk: Vytvorené, formátované ako {format}, použité pre {mountpoint}
sv: Skapad och formaterad som {format} används för {mountpoint}
tr: {mountpoint} için kullanılan {format} olarak oluşturuldu ve biçimlendirildi
ug: {mountpoint} غا ئىشلىتىش ئۈچۈن {format} سۈپىتىدە پىچىلىپ قۇرۇلدى
uk: Створено та відформатовано як {format}, що використовується для {mountpoint}
zh: 已创建并格式化为 {format} 用于 {mountpoint}
zh_tw: 已建立並格式化為 {format} 用於 {mountpoint}

# confirmTableFormattedMounted
source: Formatted as {format} used for {mountpoint}
ca: Formatat com {format} utilitzat per a {mountpoint}
cs: Naformátováno jako {format}, použito pro {mountpoint}
de: Als {format} formatiert, verwendet für {mountpoint}
eo: Restrukturita kiel {format} uzota por {mountpoint}
et: Vormindatud kui {format} „{mountpoint}“ haakepunkti jaoks
eu: {format} gisa formateatua. Erabilera: {mountpoint}
fa: قالب بسته به {format} استفاده شده برای {mountpoint}
fi: Alustettu tiedostojärjestelmällä {format} kohteelle {mountpoint}
fr: Formaté(e) en {format} utilisé(e) pour {mountpoint}
ga: Formáidithe mar {format} a úsáidtear le haghaidh {mountpoint}
he: פורמט ל־{format} ומשמש עבור {mountpoint}
hu: {format} formátumra formázva, {mountpoint} csatolási ponthoz használva
it: Formattato come {format} utilizzato per {mountpoint}
ja: {mountpoint} 用を {format} でフォーマット済
ka: დაფორმატებულია, როგორც {format}. მიმაგრებულია საქაღალდეზე {mountpoint}
kn: {mountpoint} ಗಾಗಿ ಬಳಸಲಾದ {format} ನಂತೆ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾಗಿದೆ
lo: ຟໍແມັດເປັນ {format} ໃຊ້ສຳລັບ {mountpoint}
nl: Geformatteerd als {format} gebruikt voor {mountpoint}
oc: Formatada en {format} utilizada per {mountpoint}
pl: Sformatowano jako {format} do użycia dla {mountpoint}
pt_br: Formatado como {format} usado para {mountpoint}
ru: Отформатирован как {format}, использован для {mountpoint}
sk: Formátované ako {format}, použité pre {mountpoint}
sv: Formaterad som {format} används för {mountpoint}
tr: {mountpoint} için kullanılan {format} olarak biçimlendirildi
ug: {mountpoint} غا ئىشلىتىش ئۈچۈن {format} سۈپىتىدە پىچىلدى
uk: Відформатовано як {format}, що використовується для {mountpoint}
zh: 格式化为 {format} 用于 {mountpoint}
zh_tw: 格式化為 {format} 用於 {mountpoint}

# confirmTableMounted
source: Used for {mountpoint}
ca: Utilitzat per a {mountpoint}
cs: Použito pro {mountpoint}
de: Verwendet für {mountpoint}
eo: Uzota por {mountpoint}
et: Kasutusel „{mountpoint}“ haakepunkti jaoks
eu: Erabilera: {mountpoint}
fa: استفاده شده برای {mountpoint}
fi: Käytössä kohteelle {mountpoint}
fr: Utilisé(e) pour {mountpoint}
ga: Úsáidte le haghaidh {mountpoint}
he: משמש עבור {mountpoint}
hu: {mountpoint} csatolási ponthoz használva
it: Utilizzato per {mountpoint}
ja: {mountpoint} 用
ka: გამოიყენება {mountpoint}-ისთვის
kn: {mountpoint} ಗಾಗಿ ಬಳಸಲಾಗಿದೆ
lo: ໃຊ້ສຳລັບ {mountpoint}
nl: Gebruikt voor {mountpoint}
oc: Utilizada per {mountpoint}
pa: {mountpoint} ਲਈ ਵਰਤਿਆ
pl: Do użyciu dla {mountpoint}
pt_br: Usado para {mountpoint}
ru: Использован для {mountpoint}
sk: Použité pre {mountpoint}
sv: Används för {mountpoint}
tr: {mountpoint} için kullanılır
ug: {mountpoint} غا ئىشلىتىلىدۇ
uk: Використано для {mountpoint}
zh: 用于 {mountpoint}
zh_tw: 用於 {mountpoint}

# confirmTableFormatted
source: Formatted as {format}
ca: Formatat com {format}
cs: Naformátováno jako {format}
de: Als {format} formatiert
eo: Restrukturita kiel {format}
et: Vormindatud kui {format}
eu: {format} gisa formateatua
fa: قالب‌بندی شده به صورت {format}
fi: Alustettu tiedostojärjestelmällä {format}
fr: Formatté(e) en {format}
ga: Formáidithe mar {format}
he: פורמט ל־{format}
hu: {format} formátumra formázva
it: Formattato come {format}
ja: {format} でフォーマット済
ka: დაფორმატებულია, როგორც {format}
kn: {format} ನಂತೆ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾಗಿದೆ
lo: ຟໍແມັດເປັນ {format}
nl: Geformatteerd als {format}
oc: Formatada en {format}
pa: {format} ਵਜੋਂ ਫਾਰਮੈਟ ਕੀਤਾ
pl: Sformatowano jako {format}
pt_br: Formatado como {format}
ru: Отформатирован как {format}
sk: Formátované ako {format}
sv: Formaterad som {format}
tr: {format} olarak biçimlendirildi
ug: {format} سۈپىتىدە پىچىلدى
uk: Відформатовано як {format}
zh: 格式化为 {format}
zh_tw: 格式化為 {format}

# installationCompleteTitle
source: Installation complete
be: Усталяванне завершана
ca: S'ha completat la instal·lació
cs: Instalace dokončena
de: Installation abgeschlossen
eo: Instalado finiĝis
et: Paigaldamine on lõppenud
eu: Instalazioa osatu da
fa: نصب کامل شد
fi: Asennus on valmis
fr: Installation terminée
ga: Suiteáil curtha i gcrích
he: ההתקנה הושלמה
hu: A telepítés befejeződött
it: Installazione completata
ja: インストールが完了しました
ka: დაყენება დასრულდა
kn: ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 설치 완료
lo: ການຕິດຕັ້ງສຳເລັດ
ml: ഇൻസ്റ്റലേഷൻ പൂർത്തിയായി
nl: Installatie voltooid
oc: Installacion acabada
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋਈ
pl: Instalacja zakończona
pt_br: Instalação concluída
ru: Установка завершена
si: ස්ථාපනය සම්පූර්ණයි
sk: Inštalácia je dokončená
sr: Инсталација завршена
sv: Installationen är klar
tr: Kurulum tamamlandı
ug: ئورنىتىش تامام
uk: Встановлення завершено
zh: 安装完成
zh_tw: 安裝完成

# readyToUse
source: {system} is installed and ready to use
be: {system} усталявана і гатова да выкарыстання
ca: {system} està instal·lat i a punt per utilitzar
cs: {system} je nainstalované a připravené k použití
de: {system} ist installiert und einsatzbereit
eo: {system} estas instalita kaj preta por uzo
et: {system} on paigaldatud ja valmis kasutamiseks
eu: {system} instalatu da eta erabiltzeko prest dago
fa: {system} نصب شده و آمادهٔ استفاده است
fi: {system} on asennettu ja valmis käytettäväksi
fr: {system} est installé et prêt à être utilisé
ga: Tá {system} suiteáilte agus réidh le húsáid
he: המערכת {system} מותקנת ומוכנה לשימוש
hu: A(z) {system} telepítve van és használatra kész
it: {system} è installato e pronto per l'uso
ja: {system} のインストールは完了し、使い始める準備が整いました
ka: {system} დაყენებულია და მზადაა გამოსაყენებლად
kn: {system} ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಮತ್ತು ಬಳಸಲು ಸಿದ್ಧವಾಗಿದೆ
ko: {system} 설치가 완료 되었으며 사용할 준비가 되었습니다
lo: {system} ໄດ້ຮັບການຕິດຕັ້ງ ແລະ ພ້ອມໃຊ້ງານແລ້ວ
ml: {system} ഇൻസ്റ്റാൾ ചെയ്‌ത് ഉപയോഗിക്കാൻ തയ്യാറാണ്.
nl: {system} is geïnstalleerd en klaar voor gebruik
oc: {system} es installat e prèst a utilizar
pa: {system} ਨੂੰ ਇੰਸਟਾਲ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੈ
pl: {system} został zainstalowany i jest gotowy do użycia
pt_br: {system} está instalado e pronto pra uso
ru: {system} установлена и готова к использованию
si: {system} ස්ථාපිත බැවින් භාවිතයට සූදානම්.
sk: {system} je nainštalované a pripravené na použitie
sr: {system} је инсталиран и спреман за коришћење
sv: {system} är installerat och redo att användas
tr: {system} kuruldu ve kullanıma hazır
ug: {system} ئورنىتىلدى ۋە ئىشلىتىشكە تەييار
uk: {system} встановлена та готова до користування
zh: {system} 已安装好并可供使用
zh_tw: {system} 已完成安裝，且可以開始使用

# rebootToConfigure
source: **{system}** has been copied to the disk
be: **{system} была скапіявана на дыск
ca: **{system}** s'ha copiat al disc
cs: **{system}** bylo zkopírováno na disk
de: **{system}** wurde auf die Festplatte kopiert
eo: **{system}** estas kopiita sur la diskon
et: **{system}** on kopeeritud andmekandjale
eu: **{system}** diskora kopiatu da
fa: **{system}** روی دیسک رونوشت شد
fi: **{system}** on kopioitu levylle
fr: **{system}** a été copié sur le disque
ga: **{system}** cóipeáladh chuig an diosca
he: **{system}** הועתקה לכונן
hu: A(z) **{system}** a lemezre lett másolva
it: **{system}** è stato copiato sul disco
ja: **{system}** がディスクへコピーされました
ka: **{system}** დაკოპირდა დისკზე
kn: **{system}** ಅನ್ನು ಡಿಸ್ಕ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ko: **{system}** 이(가) 디스크로 복사되었습니다
lo: **{system}** ຖືກຄັດລອກໄປໃສ່ດິດແລ້ວ
nl: **{system}** is naar de schijf gekopieerd
oc: **{system}** copiat sul disc
pl: **{system}** skopiowano na dysk
pt_br: **{system}** foi copiado para o disco
ru: **{system}** была скопирована на диск
sk: **{system}** bolo skopírované na disk
sr: **{system}** је копиран на диск
sv: **{system}** har kopierats till disken
tr: **{system}** diske kopyalandı
ug: **{system}** دىسكىغا كۆچۈرۈلدى
uk: **{system}** було скопійовано на диск
zh: 已将 **{system}** 复制到磁盘
zh_tw: **{system}** 已經被複製進磁碟中

# restartInto
source: Restart into {system}
be: Перазапусціць у {system}
ca: Reinicia a {system}
cs: Restartovat do {system}
de: Neustart unter {system}
eo: Restartigi al {system}
et: Käivita uuesti kui {system}
eu: Berrabiarazi {system}ra
fa: آغاز دوباره به {system}
fi: Käynnistä uudelleen käyttöjärjestelmään "{system}"
fr: Redémarrer sous {system}
ga: Atosaigh i {system}
he: הפעלה מחדש אל {system}
hu: Újraindítás és {system} használata
it: Riavvia in {system}
ja: 再起動して {system} を使い始める
ka: {system}-ში გადატვირთვა
kn: {system} ಗೆ ಮರುಪ್ರಾರಂಭಿಸಿ
ko: {system}(으)로 다시 시작
lo: ຣີສະຕາດເຂົ້າສູ່ {system}
ml: {system}-ലേക്ക് റീസ്റ്റാർട്ട് ചെയ്യുക
nl: Opnieuw opstarten naar {system}
oc: Reaviar jos {system}
pa: {system} ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie do {system}
pt_br: Reiniciar no {system}
ru: Перезагрузка в {system}
si: {system} වෙත යළි අරඹන්න
sk: Reštartovať do {system}
sr: Поново покрени у {system}
sv: Starta om till {system}
tr: {system}'i yeniden başlat
ug: {system} غا قايتا قوزغىلىپ كىرىدۇ
uk: Перезавантажитися в {system}
zh: 重启进入 {system}
zh_tw: 重新開機進入 {system}
