Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# updatesOtherSoftwarePageDescription
source: What apps would you like to install to start with?
be: Якія праграмы вы б хацелі ўсталяваць спачатку?
ca: Quines aplicacions us agradaria instal·lar per començar?
cs: Které aplikace chcete mít hned od začátku nainstalované?
de: Welche Anwendungen möchten Sie am Anfang installieren?
eo: Kiajn programojn vi volas instali por komenci?
et: Mis rakendusi sa tahaksid paigaldamisel lisada?
eu: Zer aplikazio instalatu nahi zenituzke hasteko?
fa: برای شروع چه برنامه‌هایی را می‌خواهید نصب کنید؟
fi: Millä sovelluksilla haluat aloittaa?
fr: Quelles applications souhaitez-vous installer pour commencer ?
ga: Cad iad na feidhmchláir ar mhaith leat a shuiteáil chun tosú leo?
he: אילו יישומים להתקין בתור התחלה?
hu: Milyen alkalmazásokat szeretne telepíteni a kezdéshez?
it: Quali applicazioni installare?
ja: 開始時にどのアプリをインストールしますか？
ka: დასაწყისისთვის, რომელი პროგრამების დაყენება გსურთ?
kn: ಪ್ರಾರಂಭಿಸಲು ನೀವು ಯಾವ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ಬಯಸುತ್ತೀರಿ?
ko: 어떤 앱을 설치하고 시작하시겠습니까?
lo: ທ່ານຕ້ອງການຕິດຕັ້ງແອັບໃດແດ່ເພື່ອເລີ່ມຕົ້ນ?
ml: ആരംഭിക്കുന്നതിന് ഏതൊക്കെ ആപ്പുകളാണ് നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nl: Welke apps zou u om te beginnen willen installeren?
oc: Quinas aplicacions volètz installar per començar ?
pl: Jakie programy chcesz zainstalować na początek?
pt_br: Quais apps você gostaria de instalar para começar?
ru: Какие приложения хотели бы установить для начала?
si: ස්ථාපනයට කැමති යෙදුම් මොනවාද?
sk: Aké aplikácie by ste chceli teraz nainštalovať?
sr: Које апликације желите да инсталирате за почетак?
sv: Vilka program skulle du vilja installera till att börja med?
tr: Başlangıç olarak hangi uygulamaları kurmak istersiniz?
ug: قايسى ئەپلەرنى ئورناتماقچى؟
uk: Які програми ви хотіли б встановити для початку?
zh: 您想先安装哪些应用？
zh_tw: 您想先安裝哪些應用程式？

# codecsAndDriversPageTitle
source: Optimise your computer
be: Аптымізуйце свой камп'ютар
ca: Optimitzeu el vostre ordinador
cs: Optimalizovat počítač
de: Optimieren Sie Ihren Computer
eo: Optimumigi vian komputilon
et: Optimeeri oma arvutit
eu: Optimizatu ordenagailua
fa: بهینه سازی رایانه‌تان
fi: Optimoi tietokoneesi
fr: Optimisez votre ordinateur
ga: Optamaigh do ríomhaire
he: מיטוב המחשב שלך
hu: A számítógép optimalizálása
it: Ottimizza il tuo computer
ja: コンピューターを最適化
ka: თქვენი კომპიუტერის ოპტიმიზაცია
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆಪ್ಟಿಮೈಜ್ ಮಾಡಿ
ko: 컴퓨터 최적화하기
lo: ປັບປຸງຄອມພິວເຕີຂອງທ່ານ
nl: Optimaliseer uw computer
oc: Optimizatz vòstre ordenador
pa: ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਓ
pl: Zoptymalizuj swój komputer
pt_br: Otimize seu computador
ru: Оптимизируйте свой компьютер
si: පරිගණකය ප්‍රශස්ත කරන්න
sk: Optimalizujte svoj počítač
sr: Оптимизујте свој рачунар
sv: Optimera din dator
tr: Bilgisayarınızı optimize edin
ug: كومپيۇتېرىڭىزنى ئەلالاشتۇرىدۇ
uk: Оптимізуйте свій комп'ютер
zh: 优化您的计算机
zh_tw: 最佳化您的電腦

# codecsAndDriversPageDescription
source: Install recommended proprietary software?
be: Усталяваць рэкамендаванае прапрыетарнае праграмнае забеспячэнне?
ca: Voleu instal·lar programari propietari recomanat?
cs: Instalovat doporučený proprietární software?
de: Empfohlene proprietäre Software installieren?
eo: Ĉu instali rekomendatajn neliberajn programojn?
et: Kas soovid paigaldada ka soovituslikku suletud ja omanduslikku tarkvara?
eu: Software pribatibo gomendatua instalatu?
fa: نصب نرم‌افزارهای مالکیتی پیشنهادی؟
fi: Asennetaanko suositellut käytöltään rajoitetut ohjelmistot?
fr: Installer les logiciels propriétaires recommandés ?
ga: Suiteáil bogearraí dílseánaigh molta?
he: להתקין תוכנה קניינית מומלצת?
hu: Telepíti az ajánlott tulajdonosi szoftvereket?
it: Installare il software proprietario raccomandato?
ja: 推奨するプロプライエタリなソフトウェアをインストールしますか？
ka: დავაყენო რეკომენდებული არაუფასო პროგრამები?
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸುವುದೇ?
ko: 권장되는 독점 소프트웨어를 설치하시겠습니까?
lo: ຕິດຕັ້ງຊອບແວທີ່ເປັນກຳມະສິດ (proprietary) ທີ່ແນະນຳບໍ່?
nl: Aanbevolen propriëtaire software installeren?
oc: Installar los logicials proprietaris recomandats ?
pl: Zainstalować zalecane oprogramowanie własnościowe?
pt_br: Instalar software proprietário recomendado?
ru: Установить рекомендованное проприетарное ПО?
si: නිර්දේශිත ස්වාම්‍ය මෘදුකාංග ස්ථාපනය කරන්නද?
sk: Nainštalovať odporúčaný proprietárny softvér?
sr: Инсталирати препоручени власнички софтвер?
sv: Installera rekommenderad proprietär programvara?
tr: Önerilen özel yazılım kurulsun mu?
ug: تەۋسىيە قىلىنغان مەخسۇس يۇمشاق دېتالنى ئورنىتامدۇ؟
uk: Встановити рекомендоване власницьке програмне забезпечення?
zh: 安装推荐的专有软件吗？
zh_tw: 是否要安裝推薦的專有軟體？

# codecsAndDriversPageBody
source: {DISTRO} ships with no proprietary software by default. Installing additional software may improve your computer's performance.
be: Прадвызначана {DISTRO} пастаўляецца без прапрыетарнага праграмнага забеспячэння. Усталяванне дадатковага праграмнага забеспячэння можа павысіць прадукцыйнасць вашага камп'ютара.
ca: {DISTRO} es distribueix sense programari privat per defecte. La instal·lació de programari addicional pot millorar el rendiment del vostre ordinador.
cs: {DISTRO} se standardně dodává bez proprietárního softwaru. Instalace dalšího softwaru může zlepšit výkon vašeho počítače.
de: Im Lieferumfang von {DISTRO} ist standardmäßig keine proprietäre Software enthalten. Die Installation von zusätzlicher Software kann die Leistung Ihres Computers verbessern.
eo: Apriore, je {DISTRO} mankas neliberaj programoj. Instalado de kromaj programoj eble plibonigos la rendimenton de via komputilo.
et: {DISTRO} distributsioonis vaikimisi ei leidu suletud ja omanduslikku tarkvara. Küll aga mõne sellise täiendava tarkvarapaketi lisamine võib sinu arvuti jõudlust parandada.
eu: {DISTRO}k ez dakar software pribatiborik defektuz. Software gehigarri hau instalatuz baliteke ordenagailuaren errendimendua hobetzea.
fa: به صورت پیش‌گزیده هیج نرم‌افزار غیرآزادی در {DISTRO} وجود ندارد. نصب کردن نرم‌افزارهای اضافی می‌تواند کارایی رایانه‌تان را تغییر دهد.
fi: {DISTRO} ei sisällä oletuksena rajoitettuja tai suljetun lähdekoodin ohjelmistoja. Lisäohjelmistojen asentaminen saattaa parantaa tietokoneen suorituskykyä.
fr: {DISTRO} est fourni sans logiciel propriétaire par défaut. L'installation de logiciels supplémentaires peut améliorer la performance de votre ordinateur.
ga: {DISTRO} longa gan aon bhogearraí dílseánaigh de réir réamhshocraithe. D'fhéadfadh suiteáil bogearraí breise feidhmíocht do ríomhaire a fheabhsú.
he: ל־{DISTRO} לא מצורפת תוכנה קניינית כברירת מחדל. התקנת תוכנות נוספות עשויה לשפר את ביצועי המחשב שלך.
hu: A(z) {DISTRO} alapértelmezetten tulajdonosi szoftverek nélkül érkezik. További szoftverek telepítése javíthatja a számítógép teljesítményét.
it: {DISTRO} è distribuito senza software proprietario. Installare software aggiuntivo potrebbe migliorare le prestazioni del computer.
ja: {DISTRO} は既定ではプロプライエタリなソフトウェアは含みません。追加のソフトウェアをインストールすると、コンピューターのパフォーマンスが改善するかもしれません。
ka: {DISTRO}-ს ფასიანი პროგრამები ნაგულისხმევად არ მოჰყვება. დამატებითი პროგრამების დაყენებამ, შეიძლება, თქვენი კომპიუტერის წარმადობა გაზარდოს.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಯಾವುದೇ ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು {DISTRO} ರವಾನಿಸುತ್ತದೆ. ಹೆಚ್ಚುವರಿ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸುವುದು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸುಧಾರಿಸಬಹುದು.
ko: {DISTRO}는 기본적으로는 아무런 독점 소프트웨어 없이 제공됩니다. 추가적인 독점 소프트웨어를 설치하면 컴퓨터의 성능을 향상시킬 수 있습니다.
lo: {DISTRO} ບໍ່ໄດ້ມາພ້ອມກັບຊອບແວທີ່ເປັນກຳມະສິດໂດຍຄ່າເລີ່ມຕົ້ນ. ການຕິດຕັ້ງ ຊອບແວເພີ່ມເຕີມອາດຊ່ວຍປັບປຸງປະສິດທິພາບຄອມພິວເຕີຂອງທ່ານໄດ້.
nl: {DISTRO} wordt standaard geleverd zonder propriëtaire software. Het installeren van extra software kan de prestaties van uw computer verbeteren.
oc: {DISTRO} es fornit sens logicial proprietaris per defaut. L’installacion de logicials suplementaris pòt melhorar la performança de l’ordenador.
pl: Domyślnie {DISTRO} nie dostarcza żadnego oprogramowania własnościowego. Zainstalowanie dodatkowego oprogramowania może poprawić wydajność komputera.
pt_br: O {DISTRO} não vem com software proprietário por padrão. A instalação de software adicional pode melhorar o desempenho do seu computador.
ru: По умолчанию {DISTRO} поставляется без проприетарного программного обеспечения. Установка дополнительного ПО может повысить производительность компьютера.
si: පෙරනිමි පරිදි ස්වාම්‍ය මෘදුකාංග රහිතව {DISTRO} නිකුත් කරයි. අතිරේක මෘදුකාංග ස්ථාපනයෙන් ඔබගේ පරිගණකයේ කාර්ය සාධනය ඉහළ නංවාලීමට හැකිය.
sk: {DISTRO} sa štandardne dodáva bez proprietárneho softvéru. Inštalácia ďalšieho softvéru môže zlepšiť výkon vášho počítača.
sr: {DISTRO} не долази са власничким софтвером по подразумеваним подешавањима. Инсталирање додатног софтвера може побољшати перформансе вашег рачунара.
sv: {DISTRO} levereras som standard utan proprietär programvara. Att installera ytterligare programvara kan förbättra din dators prestanda.
tr: {DISTRO} varsayılan olarak herhangi bir özel yazılımla birlikte gelmez. Ek yazılım yüklemek bilgisayarınızın performansını artırabilir.
ug: كۆڭۈلدىكى ئەھۋالدا {DISTRO} نىڭ ئۆزىدە مەخسۇس يۇمشاق دېتال يوق. قوشۇمچە يۇمشاق دېتال ئورنىتىش كومپيۇتېرىڭىزنىڭ ئۈنۈمىنى ياخشىلىشى مۇمكىن.
uk: {DISTRO} усталено постачається без власницького програмного забезпечення. Встановлення додаткового програмного забезпечення може підвищити швидкодію вашого комп'ютера.
zh: {DISTRO} 默认情况下不自带专有软件。安装额外软件可能会改善计算机的性能。
zh_tw: {DISTRO} 預設沒有自帶專有軟體。安裝額外的專有軟體可能會改進您電腦的效能。

# codecsAndDriversNvidiaNote
source: NVIDIA graphics card detected
be: Выяўлена відэакарта NVIDIA
ca: S'ha detectat una targeta gràfica NVIDIA
cs: Byla zjištěna grafická karta NVIDIA
de: NVIDIA-Grafikkarte erkannt
eo: Vidkarto de Nvidia troviĝis
et: Tuvastasime NVIDIA graafikakaardi
eu: NVIDIA txartel grafikoa antzeman da
fa: کارت گرافیک انویدیا تشخیص داده شد
fi: NVIDIA:n näytönohjain havaittu
fr: Carte graphique NVIDIA détectée
ga: Braitheadh cárta grafaicí NVIDIA
he: זוהה כרטיס מסך של NVIDIA
hu: NVIDIA grafikus kártya észlelhető
it: Rilevata scheda grafica NVIDIA
ja: NVIDIAグラフィックカードを検出
ka: აღმოჩენილია NVIDIA-ის გრაფიკული ბარათი
kn: NVIDIA ಗ್ರಾಫಿಕ್ಸ್ ಕಾರ್ಡ್ ಪತ್ತೆಯಾಗಿದೆ
ko: NVIDIA 그래픽 카드 인식됨
lo: ກວດພົບກາດຈໍ NVIDIA
nl: NVIDIA grafische kaart gedetecteerd
oc: Carta grafica NVIDIA detectada
pa: NVIDIA ਗਰਾਫਿਕਸ ਕਾਰਡ ਖੋਜਿਆ ਗਿਆ ਹੈ
pl: Wykryto kartę graficzną NVIDIA
pt_br: Placa gráfica NVIDIA detectada
ru: Обнаружена видеокарта NVIDIA
si: NVIDIA චිත්‍රක පතක් අනාවරණය විය
sk: Zistila sa grafická karta NVIDIA
sr: Откривена је NVIDIA графичка картица
sv: NVIDIA-grafikkort har upptäckts
tr: NVIDIA grafik kartı tespit edildi
ug: NVIDIA كۆرسىتىش كارتىسى بايقالدى
uk: Виявлено відеокарту NVIDIA
zh: 检测到 NVIDIA 显卡
zh_tw: 偵測到 NVIDIA 顯示界面

# codecsAndDriversNvidiaBody
source: For the best performance of NVIDIA graphic cards, installing additional drivers is strongly recommended.
be: Вельмі рэкамендуецца ўсталяваць дадатковыя драйверы для найлепшай прадукцыйнасці відэакарт ад NVIDIA.
ca: Per al millor rendiment de les targetes gràfiques NVIDIA és molt recomanable instal·lar controladors addicionals.
cs: Pro nejlepší výkon grafických karet NVIDIA se důrazně doporučuje nainstalovat dodatečné ovladače.
de: Um die beste Leistung von NVIDIA-Grafikkarten zu erzielen, wird die Installation zusätzlicher Treiber dringend empfohlen.
eo: Por la optimuma rendimento de vidkartoj de Nvidia, estas rekomendate instali kromajn zorgilojn.
et: Tagamaks parimat jõudlust NVIDIA graafikakaartidega, soovitame täiendavate draiverite paigaldamist.
eu: NVIDIA txartel grafikoen errendimendu onena ziurtatzeko, biziki gomendatzen da kontrolatzaile gehigarriak instalatzea.
fa: می‌توانید راه‌اندازهای اضافی را برای کارت‌های گرافیکی انویدیا نصب کنید.
fi: Lisäajureiden asentamista suositellaan, jotta NVIDIA:n näytönohjaimesta saadaan paras mahdollinen suorituskyky.
fr: Pour une performance optimale des cartes graphiques NVIDIA, l'installation de pilotes supplémentaires est fortement recommandée.
ga: Maidir leis an bhfeidhmíocht is fearr de chártaí grafacha NVIDIA, moltar go láidir tiománaithe breise a shuiteáil.
he: לביצועים מיטביים עם כרטיסי NVIDIA, מומלץ בחום להתקין מנהלי התקנים נוספים.
hu: Az NVIDIA grafikus kártyák legjobb teljesítményéhez erősen ajánlott további illesztőprogramok telepítése.
it: Per le migliori prestazioni delle schede grafiche NVIDIA, è fortemente raccomandato installare driver aggiuntivi.
ja: NVIDIAグラフィックカードのパフォーマンスを引き出すために、追加のドライバーをインストールすることを強く推奨します。
ka: NVIDIA-ის გრაფიკული ბარათებიდან საუკეთესო წარმადობის ასაღებად დამატებითი დრაივერების დაყენება მკაცრადაა რეკომენდებული.
kn: NVIDIA ಗ್ರಾಫಿಕ್ ಕಾರ್ಡ್‌ಗಳ ಉತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆಗಾಗಿ, ಹೆಚ್ಚುವರಿ ಡ್ರೈವರ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದನ್ನು ಬಲವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.
ko: NVIDIA 그래픽 카드의 최고의 성능을 발휘하기 위해 가급적이면 추가 드라이버를 설치하는 것이 권장됩니다.
lo: ເພື່ອປະສິດທິພາບທີ່ດີທີ່ສຸດຂອງກາດຈໍ NVIDIA, ແນະນຳຢ່າງຍິ່ງໃຫ້ຕິດຕັ້ງ ໄດຣເວີເພີ່ມເຕີມ.
nl: Voor de beste prestaties van NVIDIA grafische kaarten wordt het installeren van extra stuurprogramma's sterk aanbevolen.
oc: Per de melhoras performanças de las cartas graficas NVIDIA, l’installacion de pilòts addicionals es recomandada.
pl: Aby uzyskać najlepszą wydajność kart graficznych NVIDIA, zdecydowanie zaleca się zainstalowanie dodatkowych sterowników.
pt_br: Para obter o melhor desempenho das placas gráficas NVIDIA, é altamente recomendável instalar drivers adicionais.
ru: Для достижения максимальной производительности графических карт NVIDIA настоятельно рекомендуется установить доп. драйверы.
si: NVIDIA චිත්‍රක පත් වල හොඳම කාර්ය සාධනය සඳහා අතිරේක ධාවක ස්ථාපනයට තරයේ නිර්දේශ කෙරේ.
sk: Pre najlepší výkon grafických kariet NVIDIA sa dôrazne odporúča nainštalovať ďalšie ovládače.
sr: За најбоље перформансе NVIDIA графичких картица, препоручује се инсталирање додатних управљачких програма.
sv: För bästa prestanda för NVIDIA-grafikkort rekommenderas starkt att du installerar ytterligare drivrutiner.
tr: NVIDIA ekran kartlarının en iyi performansı için ek sürücülerin yüklenmesi şiddetle önerilir.
ug: NVIDIA كۆرسىتىش كارتىسىنىڭ ئۈنۈمىنى جارى قىلدۇرۇش ئۈچۈن، قوشۇمچە قوزغاتقۇ ئورنىتىش كۈچلۈك تەۋسىيە قىلىنىدۇ.
uk: Для найкращої швидкодії відеокарт NVIDIA наполегливо радимо встановити додаткові драйвери.
zh: 为使 NVIDIA 显卡发挥最佳性能，强烈推荐安装附加驱动。
zh_tw: 強烈建議安裝額外的驅動程式以在 NVIDIA 顯示界面上實現最佳效能。

# fullInstallationTitle
source: Extended selection
be: Поўнае ўсталяванне
ca: Selecció ampliada
cs: Rozšířená instalace
de: Vollständige Installation
eo: Plena instalo
et: Laiendatud valik
eu: Aukera zabala
fa: گسترش گزینش
fi: Laajennettu valikoima
fr: Installation complète
ga: Roghnúchán breisithe
he: התקנה מלאה
hu: Kibővített választás
it: Selezione estesa
ja: 拡張選択
ka: გაფართოებული არჩევანი
kn: ವಿಸ್ತೃತ ಆಯ್ಕೆ
ko: 더 많은 소프트웨어
lo: ການເລືອກແບບຂະຫຍາຍ
nl: Uitgebreide selectie
oc: Installacion complèta
pl: Rozszerzony wybór
pt_br: Instalação completa
ru: Расширенная установка
si: විස්තීරණ තේරීම
sk: Rozšírený výber
sr: Проширени избор
sv: Utökat urval
tr: Genişletilmiş seçim
ug: كېڭەيتىلگەن تاللاش
uk: Повна установка
zh: 扩展集合
zh_tw: 完整安裝

# fullInstallationSubtitle
source: An offline-friendly selection of office tools, utilities and web browser.
be: Зручны для працы ў пазасеткавым рэжыме набор офісных інструментаў, утыліт і вэб-браўзер.
ca: Una selecció d’eines d’oficina, utilitats i navegador web per a ús fàcil fora de línia.
cs: Výběr webového prohlížeče, kancelářských nástrojů a pomůcek nevyžadujících internet.
de: Eine offline-freundliche Auswahl an Office-Programmen, Dienstprogrammen, Webbrowsern und Spielen.
eo: Senrete uzebla kolekto da laborprogramoj, utilaĵoj kaj TTT-legilo.
et: Vallasrežiimisõbralik kontoritarkvara, tarvikud, mängud ja veebibrauser.
eu: Konexiorik gabe lan egin ahal izateko bulegotika, tresnak eta web nabigatzailea.
fa: گزینشی برون‌خط از ابزاهای اداری، ابزارها و مرورگر وب.
fi: Yhteydettömään tilaan soveltuva kokoelma toimisto-ohjelmistoja, työkaluja, verkkoselain ja pelejä.
fr: Une sélection d'outils de bureau, utilitaires, navigateur internet et jeux adaptée au hors ligne.
ga: Rogha as líne d'uirlisí oifige, fóntais agus brabhsálaí gréasáin.
he: בחירה של כלי הפקה, עזרים, דפדפן ומשחקים ללא צורך בחיבור לאינטרנט.
hu: Internetkapcsolat nélkül is használható irodai eszközök, segédprogramok és webböngésző.
it: Una selezione di strumenti di produttività, utilità e web browser funzionanti offline.
ja: オフィスツール、ユーティリティにWebブラウザーを含み、オフラインに優しい選択です。
ka: ინტერნეტის გარეშე მუშაობის შემძლე საოფისე პროგრამები, ხელსაწყოები და ბრაუზერი.
kn: ಕಚೇರಿ ಪರಿಕರಗಳು, ಉಪಯುಕ್ತತೆಗಳು ಮತ್ತು ವೆಬ್ ಬ್ರೌಸರ್‌ನ ಆಫ್‌ಲೈನ್-ಸ್ನೇಹಿ ಆಯ್ಕೆ.
ko: 오프라인 오피스 툴과 유틸리티, 웹 브라우저.
lo: ຊຸດເຄື່ອງມືສຳນັກງານ, ຢູທິລິຕີ້ ແລະ ເວັບບຣາວເຊີ ທີ່ເໝາະກັບການໃຊ້ງານແບບອອບໄລນ໌.
nl: Een offline-vriendelijke selectie van kantoorsoftware, hulpprogramma's en webbrowsers.
oc: Una seleccion d’aisinas de burotica, utilitaris, navegador web e jòcs fòra connexion.
pl: Ukierunkowany na tryb offline wybór narzędzi biurowych, programów użytkowych oraz przeglądarka internetowa.
pt_br: Uma seleção off-line de ferramentas de escritório, utilitários, navegador da web e jogos.
ru: Удобный для работы в автономном режиме набор офисных инструментов, утилит и веб-браузер.
si: කාර්යාල මෙවලම්, උපයෝග සහ අතිරික්සුවක් සහිත මාර්ග අපගත හිතකාමී තේරීමකි.
sk: Výber vhodný na offline použitie: kancelárske nástroje, pomôcky a webový prehliadač.
sr: Избор алата за канцеларију, услужних програма и веб прегледача који су прилагођени за рад ван мреже.
sv: Ett offline-vänligt urval av kontorsverktyg, verktyg och webbläsare.
tr: Ofis araçları, yardımcı programlar ve web tarayıcısının çevrimdışı kullanıma uygun bir seçkisi.
ug: تورسىز تاللاپ ئورنىتىشقا دوستانە ئىشخانا يۈرۈشلۈك قورالى ۋە توركۆرگۈ.
uk: Зручний для роботи в автономному режимі набір офісних інструментів, утиліт, веб-браузера та ігор.
zh: 一批对离线用户友好的办公应用、工具与网络浏览器。
zh_tw: 可離線使用的辦公室套件、公用程式、網頁瀏覽器軟體集合。

# minimalInstallationTitle
source: Default selection
be: Прадвызначанае ўсталяванне
ca: Selecció predeterminada
cs: Výchozí výběr
de: Standard-Installation
eo: Implicita instalo
et: Vaikimisi valik
eu: Oinarrizko aukera
fa: گزینش پیش‌فرض
fi: Oletusasennus
fr: Installation par défaut
ga: Roghnú réamhshocraithe
he: התקנת ברירת מחדל
hu: Alapértelmezett választás
it: Selezione predefinita
ja: 既定の選択
ka: ნაგულისხმევი არჩევანი
kn: ಡೀಫಾಲ್ಟ್ ಆಯ್ಕೆ
ko: 기본 설치
lo: ການເລືອກແບບມາດຕະຖານ
nl: Standaard-selectie
oc: Installacion per defaut
pa: ਮੂਲ ਚੋਣ
pl: Domyślny wybór
pt_br: Instalação padrão
ru: Стандартная установка
si: පෙරනිමි තේරීම
sk: Predvolený výber
sr: Подразумевани избор
sv: Standardurval
tr: Varsayılan seçim
ug: كۆڭۈلدىكى تاللاش
uk: Мінімальна установка
zh: 默认集合
zh_tw: 預設安裝

# minimalInstallationSubtitle
source: Just the essentials, web browser and basic utilities.
be: Толькі вэб-браўзер з асноўнымі інструментамі і ўтылітамі.
ca: Només els imprescindibles, el navegador web i les utilitats bàsiques.
cs: Jen to nejnutnější, webový prohlížeč a základní nástroje.
de: Nur das Nötigste, Webbrowser und grundlegende Dienstprogramme.
eo: Nur la esencaĵoj: TTT-legilo kaj bazaj ilaĵoj.
et: Vaid põhilised töövahendid, veebibrauser ja tarvikud.
eu: Behar-beharrezko aplikazioak soilik, web nabigatzailea eta oinarrizko tresnak.
fa: فقط واجبات. مرورگر وب و ابزارهای پایه.
fi: Vain tarpeellinen, verkkoselain ja perustyökalut.
fr: Seulement les essentiels, navigateur internet et utilitaires de base.
ga: Díreach na essentials, brabhsálaí gréasáin agus fóntais bhunúsacha.
he: היסודות, דפדפן ועזרים בסיסיים.
hu: Csak a legszükségesebbek, webböngésző és alapvető segédprogramok.
it: Solo gli essenziali, web browser e utilità di base.
ja: 最小限のWebブラウザーと基本的なユーティリティのみです。
ka: მხოლოდ ძირითადი პროგრამები და ბრაუზერი.
kn: ಕೇವಲ ಅಗತ್ಯಗಳು, ವೆಬ್ ಬ್ರೌಸರ್ ಮತ್ತು ಮೂಲಭೂತ ಉಪಯುಕ್ತತೆಗಳು.
ko: 웹 브라우저와 기본 유틸리티 등 필수적인 요소만 설치합니다.
lo: ສະເພາະສິ່ງທີ່ຈຳເປັນ, ເວັບບຣາວເຊີ ແລະ ຢູທິລິຕີ້ພື້ນຖານ.
nl: Alleen de essentie, webbrowser en basishulpprogramma's.
oc: Sonque çò essencial, lo navegador web e los utilitaris basics.
pa: ਸਿਰਫ਼ ਲਾਜ਼ਮੀ, ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਅਤੇ ਮੁੱਢਲੀਆਂ ਸਹੂਲਤਾਂ ਹੀ।
pl: Tylko niezbędne elementy, przeglądarka internetowa i podstawowe narzędzia.
pt_br: Apenas o essencial, navegador da web e utilitários básicos.
ru: Только некоторые инструменты, веб-браузер и базовые утилиты.
si: අත්‍යවශ්‍ය අතිරික්සුව සහ මූලික උපයෝග පමණි.
sk: Len to najnutnejšie: webový prehliadač a základné nástroje.
sr: Само основне ствари, веб прегледач и основни услужни програми.
sv: Bara det viktigaste, webbläsare och grundläggande verktyg.
tr: Sadece temel gereksinimler, web tarayıcısı ve temel yardımcı programlar.
ug: پەقەت زۆرۈر يۇمشاق دېتال، توركۆرگۈ ۋە ئاساسىي قوراللار ئورنىتىلىدۇ.
uk: Тільки найнеобхідніше, веб-браузер та базові утиліти.
zh: 只安装必要软件、网络浏览器与基本工具。
zh_tw: 僅安裝網頁瀏覽器和基本公用程式的必要功能。

# installationTypeAlongside
source: Install {product} alongside {os}
be: Усталяваць {product} побач з {os}
ca: Instal·leu {product} al costat de {os}
cs: Nainstalovat {product} vedle {os}
de: {product} neben {os} installieren
eo: Instali {product} apud {os}
et: Paigalda {product} kõrvuti operatsioonisüsteemiga {os}
eu: Instalatu {product}, {os}(r)ekin batera
fa: نصب {product} کنار {os}
fi: Asenna {product} käyttöjärjestelmän "{os}" rinnalle
fr: Installer {product} à côté de {os}
ga: Suiteáil {product} in éineacht le {os}
he: להתקין את {product} לצד {os}
hu: A(z) {product} telepítése a(z) {os} mellé
it: Installa {product} assieme a {os}
ja: {product} を {os} と共存させる
ka: {product}-ის დაყენება {os}-ისთან ერთად
kn: {os} ಜೊತೆಗೆ {product} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: {product}을(를) {os}와 나란히 설치
lo: ຕິດຕັ້ງ {product} ຄຽງຄູ່ກັບ {os}
ml: {os} എന്നതിനൊപ്പം {product} ഇൻസ്റ്റാൾ ചെയ്യുക
nl: {product} naast {os} installeren
oc: Installar {product} al costat de {os}
pa: {os} ਨਾਲ {product} ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj {product} obok {os}
pt_br: Instalar {product} junto com {os}
ru: Установить {product} вместе с {os}
si: {os} සමඟ {product} ස්ථාපනය කරන්න
sk: Nainštalovať {product} vedľa {os}
sr: Инсталирај {product} поред {os}
sv: Installera {product} bredvid {os}
tr: {product} ürününü {os} yanına yükleyin
ug: {product} نى {os} بىلەن يانداش ئورنىتىدۇ
uk: Встановити {product} поряд з {os}
zh: 与 {os} 共存安装 {product}
zh_tw: 安裝 {product} 與 {os} 共存

# installationTypeAlongsideDual
source: Install {product} alongside {os1} and {os2}
be: Усталяваць {product} побач з {os1} і {os2}
ca: Instal·leu {product} juntament amb {os1} i {os2}
cs: Nainstalovat {product} vedle {os1} a {os2}
de: {product} neben {os1} und {os2} installieren
eo: Instali {product} apud {os1} kaj {os2}
et: Paigalda {product} kõrvuti operatsioonisüsteemidega {os1} ja {os2}
eu: Instalatu {product}, {os1} eta {os2}(r)ekin batera
fa: نصب {product} کنار {os1} و {os2}
fi: Asenna {product} käyttöjärjestelmien {os1} ja {os2} rinnalle
fr: Installer {product} à côté de {os1} et {os2}
ga: Suiteáil {product} in éineacht le {os1} agus {os2}
he: להתקין את {product} לצד {os1} ו־{os2}
hu: A(z) {product} telepítése a(z) {os1} és {os2} mellé
it: Installa {product} assieme a {os1} e {os2}
ja: {os1}と{os2}を共存して{product}をインストールする
ka: {product}-ის დაყენება {os1}-სა და {os2}-ისთან ერთად
kn: {os1} ಮತ್ತು {os2} ಜೊತೆಗೆ {product} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: {product}을(를) {os1}및 {os2}와 나란히 설치
lo: ຕິດຕັ້ງ {product} ຄຽງຄູ່ກັບ {os1} ແລະ {os2}
nl: {product} naast {os1} en {os2} installeren
oc: Installar {product} a costat de {os1} e {os2}
pa: {product} ਨੂੰ {os1} ਅਤੇ {os2} ਦੇ ਨਾਲ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj {product} obok {os1} i {os2}
pt_br: Instale {product} junto com {os1} e {os2}
ru: Установить {product} вместе с {os1} и {os2}
si: {os1} සහ {os2} සමඟ {product} ස්ථාපනය කරන්න
sk: Nainštalovať {product} vedľa {os1} a {os2}
sr: Инсталирај {product} поред {os1} и {os2}
sv: Installera {product} bredvid {os1} och {os2}
tr: {product} ürününü {os1} ve {os2} yanına kur
ug: {product} نى {os1} ۋە {os2} بىلەن يانداش ئورنىتىدۇ
uk: Встановити {product} поряд з {os1} та {os2}
zh: 安装 {product} 并与 {os1} 和 {os2} 共存
zh_tw: 安裝 {product} 與 {os1} 和 {os2} 共存
