Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# tpmActionDocumentationLinkLabel
source: Link to documentation
de: Link zur Dokumentation
eu: Informazio gehiago hardware bidezko zifratzeari buruz
kn: ದಸ್ತಾವೇಜನ್ನು ಲಿಂಕ್ ಮಾಡಿ
sk: Odkaz na dokumentáciu
sv: Länk till dokumentation
ug: قوللانمىغا باغلا

# tpmActionErrorSupportLabel
source: Try the solutions below, contact IT support, or choose a different encryption method.
de: Probieren Sie die folgenden Lösungen aus, wenden Sie sich an den IT-Support oder wählen Sie eine andere Verschlüsselungsmethode aus.
eu: Saiatu jarraian azaldutako soluzioekin, jarri laguntza informatiko zerbitzuarekin harremanetan, edo aukeratu beste zifratze metodo bat.
kn: ಕೆಳಗಿನ ಪರಿಹಾರಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ, IT ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಬೇರೆ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
sk: Vyskúšajte riešenia uvedené nižšie, kontaktujte IT podporu alebo zvoľte inú metódu šifrovania.
sv: Testa lösningarna nedanför, kontakta IT-support, eller välj en annan krypteringsmetod.
ug: تۆۋەندىكى ھەل قىلىش لايىھەسىنى سىناڭ، ئۇچۇر تېخنىكا قوللىغۇچىسى بىلەن ئالاقىلىشىڭ ياكى باشقا شىفىرلاش ئۇسۇلىنى تاللاڭ.

# tpmActionErrorSupportNoActionLabel
source: Contact IT support, or choose a different encryption method.
de: Wenden Sie sich an den IT-Support oder wählen Sie eine andere Verschlüsselungsmethode aus.
eu: Jarri laguntza informatiko zerbitzuarekin harremanetan, edo aukeratu beste zifratze metodo bat.
kn: IT ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಬೇರೆ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
sk: Kontaktujte IT podporu alebo zvoľte inú metódu šifrovania.
sv: Kontakta IT-support, eller välj en annan krypteringsmetod.
ug: ئۇچۇر تېخنىكا قوللىغۇچىسى بىلەن ئالاقىلىشىڭ ياكى باشقا شىفىرلاش ئۇسۇلىنى تاللاڭ.

# tpmActionErrorKindInternal
source: Internal
de: Intern
eu: Barne errorea.
ga: Inmheánach
he: פנימי
ka: შიდა
kn: ಆಂತರಿಕ
pt_br: Interno
sk: Interné
sv: Intern
ug: ئىچكى
zh: 内部

# tpmActionErrorKindShutdownRequired
source: Shutdown Required
de: Herunterfahren erforderlich
eu: Itzaltzea beharrezkoa da.
ga: Múchadh Riachtanach
he: יש לכבות
ka: საჭიროა გამორთვა
kn: ಸ್ಥಗಿತಗೊಳಿಸುವ ಅಗತ್ಯವಿದೆ
pa: ਬੰਦ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pt_br: Desligamento necessário
sk: Vyžaduje sa vypnutie
sv: Avstängning krävs
ug: تاقاش زۆرۈر
zh: 需要关机

# tpmActionErrorKindRebootRequired
source: Reboot Required
de: Neustart erforderlich
eu: Berrabiaraztea beharrezkoa da.
ga: Atosú Riachtanach
he: יש להפעיל מחדש
ka: საჭიროა გადატვირთვა
kn: ರೀಬೂಟ್ ಅಗತ್ಯವಿದೆ
pa: ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pt_br: Reinicialização necessária
sk: Vyžaduje sa reštart
sv: Omstart krävs
ug: قايتا قوزغىتىش زۆرۈر
zh: 需要重启

# tpmActionErrorKindUnexpectedAction
source: Unexpected Action
de: Unerwartete Aktion
eu: Ekintza esperogabea.
ga: Gníomh Gan Choinne
he: פעולה מפתיעה
ka: მოულოდნელი ქმედება
kn: ಅನಿರೀಕ್ಷಿತ ಕ್ರಿಯೆ
pt_br: Ação inesperada
sk: Neočakávaná akcia
sv: Oväntad åtgärd
ug: كۈتۈلمىگەن مەشغۇلات
zh: 意外操作

# tpmActionErrorKindMissingArgument
source: Missing Argument
de: Fehlendes Argument
eu: Argumentua faltan.
ga: Argóint ar Iarraidh
he: ארגומנט חסר
ka: ნაკლული არგუმენტი
kn: ತಪ್ಪಿದ ವಾದ
pt_br: Argumento Ausente
sk: Chýbajúci argument
sv: Argument saknas
ug: ئەركىن ئۆزگەرگۈچى كەم
zh: 缺少参数

# tpmActionErrorKindInvalidArgument
source: Invalid Argument
de: Ungültiges Argument
eu: Okerreko argumentua.
ga: Argóint Neamhbhailí
he: ארגומנט שגוי
ka: არასწორი არგუმენტი
kn: ಅಮಾನ್ಯವಾದ ವಾದ
pt_br: Argumento inválido
sk: Neplatný argument
sv: Ogiltigt argument
ug: ئىناۋەتسىز ئۆزگەرگۈچى
zh: 参数无效

# tpmActionErrorKindActionFailed
source: Action Failed
de: Aktion fehlgeschlagen
eu: Ekintzak huts egin du.
ga: Theip ar an ngníomh
he: הפעולה נכשלה
ka: ქმედება ჩავარდა
kn: ಕ್ರಿಯೆ ವಿಫಲವಾಗಿದೆ
pt_br: Ação Falhou
sk: Akcia zlyhala
sv: Åtgärd misslyckades
ug: مەشغۇلات مەغلۇپ بولدى
zh: 操作失败

# tpmActionErrorKindRunningInVm
source: Running In VM
de: In VM ausführen
eu: Uneko ingurunea ez da makina birtual bat.
ga: Ag Rith i bhFíor-Mhír
he: רץ במכונה וירטואלית
ka: გაშვებულია ვმ-ში
kn: VM ನಲ್ಲಿ ರನ್ ಆಗುತ್ತಿದೆ
pt_br: Executando em VM
sk: Spustené vo virtuálnom stroji
sv: Körs i VM
ug: مەۋھۇم كومپيۇتېردا ئىجرا بولۇۋاتىدۇ
zh: 在虚拟机中运行

# tpmActionErrorKindSystemNotEfi
source: System Not EFI
de: System nicht EFI
eu: Ordenagailu honek firmware zaharrago bat darabil (BIOS legatua), zifratze metodo honekin bateragarria ez dena.
ga: Córas Ní EFI
he: המערכת אינה EFI
ka: სისტემაში EFI ჩართული არაა
kn: ಸಿಸ್ಟಮ್ EFI ಅಲ್ಲ
pt_br: Sistema não EFI
sk: Systém nie je EFI
sv: System har inte EFI
ug: سىستېما EFI ئەمەس
zh: 非 EFI 系统

# tpmActionErrorKindEfiVariableAccess
source: EFI Variable Access
de: EFI Variabler Zugriff
eu: Arazo bat dago ordenagailu honen firmwarearekin.
ga: Rochtain Athróg EFI
he: גישה למשתנה EFI
ka: წვდომა EFI-ის ცვლადებთან
kn: EFI ವೇರಿಯಬಲ್ ಪ್ರವೇಶ
pt_br: Acesso variável EFI
sk: Prístup k premenným EFI
sv: EFI-variabelåtkomst
ug: EFI ئۆزگەرگۈچى زىيارىتى
zh: EFI 变量访问

# tpmActionErrorKindNoSuitableTpm2Device
source: No Suitable TPM2 Device
de: Kein geeignetes TPM2-Gerät
eu: Ordenagailuak ez dauka zifratze metodo honentzako beharrezko segurtasun hardwarerik (TPM 2.0).
ga: Gan Gléas TPM2 Oiriúnach
he: אין התקן TPM2 מתאים
ka: შესაბამისი TPM2 მოწყობილობის გარეშე
kn: ಸೂಕ್ತವಾದ TPM2 ಸಾಧನವಿಲ್ಲ
pt_br: Nenhum dispositivo TPM2 adequado
sk: Žiadne vhodné zariadenie TPM2
sv: Ingen lämplig TPM2-enhet
ug: ماسلاشمايدىغان TPM2 ئۈسكۈنە
zh: 无适用的 TPM2 设备

# tpmActionErrorKindTpmDeviceFailure
source: TPM Device Failure
de: TPM-Geräteausfall
ga: Teip Gléas TPM
he: כשל בהתקן TPM
ka: TPM-ის მოწყობილობის ჩავარდნა
kn: TPM ಸಾಧನದ ವೈಫಲ್ಯ
pt_br: Falha no dispositivo TPM
sk: Zlyhanie zariadenia TPM
sv: Fel från TPM-enhet
ug: TPM ئۈسكۈنە مەغلۇپ بولدى
zh: TPM 设备故障

# tpmActionErrorKindTpmDeviceDisabled
source: TPM Device Disabled
de: TPM-Gerät deaktiviert
eu: Ordenagailu honen TPMa ezgaitua dago.
ga: Gléas TPM Díchumasaithe
he: התקן TPM מושבת
ka: TPM-ის მოწყობილობა გამორთულია
kn: TPM ಸಾಧನವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
pt_br: Dispositivo TPM desativado
sk: Zariadenie TPM je vypnuté
sv: TPM-enhet inaktiverad
ug: TPM ئۈسكۈنە چەكلەنگەن
zh: TPM 设备已禁用

# tpmActionErrorKindTpmHierarchiesOwned
source: TPM Hierarchies Owned
eu: Ordenagailu honen TPMa dagoeneko beste sistema edo aplikazio baten erabiltzen du.
ga: Ordlathais TPM faoi Úinéireacht
ka: TPM-ის საკუთარი იერარქია
kn: TPM ಶ್ರೇಣಿಗಳ ಮಾಲೀಕತ್ವ
pt_br: Hierarquias TPM de propriedade
sk: Hierarchie TPM sú vlastnené
sv: Ägda TPM-hierarkier
ug: TPM قاتلام ئىگىدارلىقى
zh: TPM 层级所有权

# tpmActionErrorKindTpmDeviceLockoutLockedOut
source: TPM Device Lockout Locked Out
eu: Ordenagailu honen TPMa une honetan blokeatua dago.
ga: Glasáil Amach Gléas TPM Glasáilte Amach
ka: TPM მოწყობილობის დაბლოკვა დაბლოკილია
kn: TPM ಸಾಧನ ಲಾಕ್‌ಔಟ್ ಲಾಕ್ ಔಟ್ ಆಗಿದೆ
pt_br: Bloqueio do dispositivo TPM Bloqueado
sk: Zariadenie TPM je uzamknuté
sv: TPM-enhetblockering låst
ug: TPM ئۈسكۈنە قۇلۇپلانغان
zh: TPM 设备锁定

# tpmActionErrorKindInsufficientTpmStorage
source: Insufficient TPM Storage
de: Unzureichender TPM-Speicherplatz
eu: Ordenagailu honen TPMak ez dauka behar beste leku libre.
ga: Stóráil TPM neamhleor
he: אחסון ה־TPM לא מספיק
ka: არასაკმარისი TPM-ის საცავი
kn: ಸಾಕಷ್ಟು TPM ಸಂಗ್ರಹಣೆ ಇಲ್ಲ
pt_br: Armazenamento insuficiente de TPM
sk: Nedostatočné úložisko TPM
sv: Otillräcklig TPM-lagring
ug: TPM ساقلاش بوشلۇقى يېتەرلىك ئەمەس
zh: TPM 存储空间不足

# tpmActionErrorKindNoSuitablePcrBank
source: NoSuitable PCR Bank
de: Keine geeignete PCR-Bank
ga: Banc PCR Gan Oiriúnach
ka: შესაბამისი PCR ბანკის გარეშე
kn: ಸೂಕ್ತವಲ್ಲದ ಪಿಸಿಆರ್ ಬ್ಯಾಂಕ್
pt_br: Banco de PCR não adequado
sk: Žiadna vhodná banka PCR
sv: Ingen lämplig PCR-bank
ug: مۇۋاپىق PCR ئامبىرى يوق

# tpmActionErrorKindMeasuredBoot
source: Measured Boot
ga: Tosaithe Tomhaiste
he: עלייה מדודה
ka: გაზომილი ჩატვირთვა
kn: ಅಳತೆ ಮಾಡಿದ ಬೂಟ್
pt_br: Medida de inicialização
sk: Meraný boot
sv: Uppmätt uppstart
ug: ئۆلچەنگەن قوزغىتىش

# tpmActionErrorKindTpmCommandFailed
source: TPM Command Failed
de: TPM-Befehl fehlgeschlagen
ga: Theip ar Ordú TPM
he: פקודת TPM נכשלה
ka: TPM-ის ბრძანება ჩავარდა
kn: TPM ಕಮಾಂಡ್ ವಿಫಲವಾಗಿದೆ
pt_br: Comando TPM falhou
sk: Príkaz TPM zlyhal
sv: TPM-kommando misslyckades
ug: TPM بۇيرۇقى مەغلۇپ بولدى

# tpmActionErrorKindInvalidTpmResponse
source: Invalid TPM Response
de: Ungültige TPM-Antwort
ga: Freagra TPM Neamhbhailí
he: תגובת TPM שגויה
ka: TPM-ის არასწორი პასუხი
kn: ಅಮಾನ್ಯ TPM ಪ್ರತಿಕ್ರಿಯೆ
pt_br: Resposta TPM inválida
sk: Neplatná odpoveď TPM
sv: Ogiltigt TPM-svar
ug: ئىناۋەتسىز TPM ئىنكاسى

# tpmActionErrorKindTpmCommunication
source: TPM Communication
de: TPM-Kommunikation
ga: Cumarsáid TPM
he: תקשורת מול TPM
ka: TPM-თან კომუნიკაცია
kn: TPM ಸಂವಹನ
pt_br: Comunicação TPM
sk: Komunikácia TPM
sv: TPM-kommunikation
ug: TPM ئالاقىسى

# tpmActionErrorKindUnsupportedPlatform
source: Unsupported Platform
de: Nicht unterstützte Plattform
eu: Ordenagailua ez da hardware bidezko zifratzearekin bateragarria.
ga: Ardán Gan Tacaíocht
he: פלטפורמה לא נתמכת
ka: მხარდაუჭერელი პლატფორმა
kn: ಬೆಂಬಲಿತವಲ್ಲದ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್
pt_br: Plataforma não suportada
sk: Nepodporovaná platforma
sv: Plattformen stöds inte
ug: قوللىمايدىغان سۇپا

# tpmActionErrorKindUefiDebuggingEnabled
source: UEFI Debugging Enabled
de: UEFI-Debugging aktiviert
eu: UEFI arazketa gaitua dago.
ga: Dífhabhtú UEFI Cumasaithe
he: ניפוי שגיאות ב־UEFI פעיל
ka: UEFI-ის გამართვა ჩართულია
kn: UEFI ಡೀಬಗ್ ಮಾಡುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
pt_br: Depuração UEFI ativada
sk: UEFI ladenie je povolené
sv: UEFI-felsökning aktiverad
ug: UEFI سازلاش قوزغىتىلغان

# tpmActionErrorKindInsufficientDmaProtection
source: Insufficient DMA Protection
de: Unzureichender DMA-Schutz
eu: Ordenagailu honek beharrezko segurtasun eginbide bat (DMA babesa) falta du.
ga: Cosaint DMA Neamhleor
he: הגנת DMA לא מספיקה
ka: არასაკმარისი DMA-ის დაცვა
kn: ಸಾಕಷ್ಟಿಲ್ಲದ DMA ರಕ್ಷಣೆ
pt_br: Proteção DMA insuficiente
sk: Nedostatočná ochrana DMA
sv: Otillräckligt DMA-skydd
ug: DMA قوغداش يېتەرسىز

# tpmActionErrorKindNoKernelIommu
source: No Kernel IOMMU
de: Kein Kernel-IOMMU
eu: Ordenagailu honek beharrezko segurtasun eginbide bat (IOMMU) falta du.
ga: Gan Eithne IOMMU
he: אין IOMMU של ליבה
ka: ბირთვის IOMMU-ის გარეშე
kn: ಕರ್ನಲ್ IOMMU ಇಲ್ಲ
pt_br: Sem IOMMU do kernel
sk: Žiadny kernel IOMMU
sv: Ingen kärn-IOMMU
ug: يادرولۇق IOMMU يوق

# tpmActionErrorKindHostSecurity
source: Host Security
de: Host-Sicherheit
eu: Arazo bat dago ordenagailu honen segurtasun konfigurazioarekin.
ga: Slándáil Óstach
he: אבטחת מארח
ka: ჰოსტის უსაფრთხოება
kn: ಹೋಸ್ಟ್ ಸೆಕ್ಯುರಿಟಿ
pt_br: Segurança do host
sk: Bezpečnosť hostiteľa
sv: Värdsäkerhet
ug: مۇلازىمېتىر بىخەتەرلىكى

# tpmActionErrorKindPcrUnusable
source: PCR Unusable
de: PCR unbrauchbar
ga: PCR Neamhúsáidte
he: PCR אינו שמיש
ka: PCR-ის გამოყენება შეუძლებელია
kn: ಪಿಸಿಆರ್ ಬಳಸಲಾಗುವುದಿಲ್ಲ
pt_br: PCR inutilizável
sk: PCR nepoužiteľné
sv: PCR obrukbar
ug: PCR نى ئىشلەتكىلى بولمايدۇ

# tpmActionErrorKindSysPrepApplicationsPresent
source: Sys Prep Applications Present
eu: Baliteke abioan exekutatzen ari den softwareak ordenagailuaren TPMarekin konexio segurua ezartzea eragoztea.
ga: Feidhmchláir Sys Prep i Láthair
ka: აღმოჩენილია სისტემის მომზადების აპლიკაციები
kn: Sys ಪ್ರೆಪ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಪ್ರಸ್ತುತ
pt_br: Apresentam os aplicativos Sys Prep
sk: Prítomné aplikácie SysPrep
sv: Sys Prep-applikationer finns
ug: سىستېما ئالدىن تەييارلانغان پىروگراممىنىڭ ھازىرقى ئەھۋالى

# tpmActionErrorKindAbsolutePresent
source: Absolute Present
eu: Iraunkortasun Absoluturako Modulua gaitua dago ordenagailu honetan.
ga: Láithreach Absalóideach
ka: აბსოლუტური მნიშვნელობა არსებობს
kn: ಸಂಪೂರ್ಣ ಪ್ರಸ್ತುತ
pt_br: Presente Absoluto
sk: Absolútne prítomné
sv: Finns absolut
ug: مۇتلەق ھازىرقى ئەھۋال

# tpmActionErrorKindInvalidSecureBootMode
source: Invalid SecureBoot Mode
de: Ungültiger SecureBoot-Modus
eu: Abio segurua ezgaitua dago ordenagailu honetan, edo ez dago deployed moduan ezarria.
ga: Mód Tosaithe Slán Neamhbhailí
ka: არასწორი SecureBoot-ის რეჟიმი
kn: ಅಮಾನ್ಯ SecureBoot ಮೋಡ್
pt_br: Modo SecureBoot inválido
sk: Neplatný režim SecureBoot
sv: Ogiltigt SecureBoot-läge
ug: ئىناۋەتسىز بىخەتەر قوزغىتىش ھالىتى

# tpmActionErrorKindWeakSecureBootAlgorithmDetected
source: Weak SecureBoot Algorithm Detected
de: Schwacher SecureBoot-Algorithmus erkannt
eu: Ordenagailu honetako softwarea egiaztatzen duten zenbait ziurtagiri zaharkituta daude, edo babes ahula daukate.
ga: Braitheadh Algartam Lag SecureBoot
ka: აღმოჩენილია SecureBoot-ის სუსტი ალგორითმი
kn: ದುರ್ಬಲ SecureBoot ಅಲ್ಗಾರಿದಮ್ ಪತ್ತೆಯಾಗಿದೆ
pt_br: Algoritmo SecureBoot fraco detectado
sk: Zistený slabý algoritmus SecureBoot
sv: Svag SecureBoot-algoritm hittades
ug: ئاجىز بىخەتەر قوزغىتىش ھېسابلاش ئۇسۇلى بايقالدى

# tpmActionFixActionReboot
source: Restart
de: Neustart
eu: Berrabiarazi
ga: Athbhútáil
he: הפעלה מחדש
ka: გადატვირთვა
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
pt_br: Reinicializar
sk: Reštartovať
sv: Starta om
ug: قايتا قوزغات

# tpmActionFixActionShutdown
source: Power off
de: Ausschalten
eu: Itzali
ga: Múchadh
he: כיבוי
ka: გამორთვა
kn: ಪವರ್ ಆಫ್
pt_br: Desligar
sk: Vypnúť
sv: Stäng av
ug: توكنى ئۈز

# tpmActionFixActionRebootToFwSettings
source: Restart to firmware settings
de: Zu Firmware-Einstellungen neustarten
eu: Berrabiarazi firmwarearen ezarpenetara
ga: Atosaigh go Socruithe FW
he: הפעלה מחדש להגדרות קושחה
ka: გადატვირთვა მიკროკოდის მორგებაზე
kn: ಫರ್ಮ್‌ವೇರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಮರುಪ್ರಾರಂಭಿಸಿ
pt_br: Reiniciar para as configurações do firmware
sk: Reštartovať do nastavení firmvéru
sv: Starta om till firmware-inställningar
ug: قايتا قوزغىتىپ مۇقىم دېتال تەڭشىكىگە كىرىدۇ

# tpmActionFixActionRebootToFwSettingsInsufficientDmaProtection
source: Enable DMA protection manually
de: DMA-Schutz manuell aktivieren
eu: DMA babesa eskuz gaitu
kn: DMA ರಕ್ಷಣೆಯನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoľte ochranu DMA manuálne
sv: Aktivera DMA-skydd manuellt
ug: DMA قوغداشنى قولدا قوزغىتىدۇ

# tpmActionFixActionRebootToFwSettingsInsufficientTpmStorage
source: Clear TPM manually
de: TPM manuell leeren
eu: TPMa eskuz garbitu
kn: TPM ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ತೆರವುಗೊಳಿಸಿ
sk: Vymažte TPM manuálne
sv: Rensa TPM manuellt
ug: TPM نى قولدا تازىلايدۇ

# tpmActionFixActionRebootToFwSettingsInvalidSecureBootMode
source: Enable secure boot manually
de: Secure Boot manuell aktivieren
eu: Abio segurua eskuz gaitu
kn: ಸುರಕ್ಷಿತ ಬೂಟ್ ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoľte Secure Boot manuálne
sv: Aktivera säker uppstart manuellt
ug: بىخەتەر قوزغىتىشنى قولدا قوزغىتىدۇ

# tpmActionFixActionRebootToFwSettingsNoKernelIommu
source: Enable DMA protection manually
de: DMA-Schutz manuell aktivieren
eu: IOMMU eskuz gaitu
kn: DMA ರಕ್ಷಣೆಯನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoľte ochranu DMA manuálne
sv: Aktivera DMA-skydd manuellt
ug: DMA قوغداشنى قولدا قوزغىتىدۇ

# tpmActionFixActionRebootToFwSettingsNoSuitablePcrBank
source: Enable PCR banks manually
de: PCR-Bänke manuell aktivieren
eu: PCR bankuak eskuz gaitu
kn: PCR ಬ್ಯಾಂಕ್‌ಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoľte PCR banky manuálne
sv: Aktivera PCR-bankar manuellt
ug: PCR ئامبىرىنى قولدا قوزغىتىدۇ

# tpmActionFixActionRebootToFwSettingsTpmDeviceDisabled
source: Enable TPM manually
de: TPM manuell aktivieren
eu: TPMa eskuz gaitu
kn: TPM ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoľte TPM manuálne
sv: Aktivera TPM manuellt
ug: TPM نى قولدا قوزغىتىدۇ

# tpmActionFixActionRebootToFwSettingsTpmDeviceLockoutLockedOut
source: Clear TPM manually
de: TPM manuell leeren
eu: TPMa eskuz garbitu
kn: TPM ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ತೆರವುಗೊಳಿಸಿ
sk: Vymažte TPM manuálne
sv: Rensa TPM manuellt
ug: TPM نى قولدا تازىلايدۇ

# tpmActionFixActionRebootToFwSettingsTpmHierarchiesOwned
source: Clear TPM manually
de: TPM manuell leeren
eu: TPMa eskuz garbitu
kn: TPM ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ತೆರವುಗೊಳಿಸಿ
sk: Vymažte TPM manuálne
sv: Rensa TPM manuellt
ug: TPM نى قولدا تازىلايدۇ

# tpmActionFixActionContactOem
source: Contact OEM
de: OEM kontaktieren
eu: Kontaktatu OEMa
ga: Déan teagmháil le OEM
he: יצירת קשר עם ספק החומרה
ka: კავშირი OEM-თან
kn: OEM ಅನ್ನು ಸಂಪರ್ಕಿಸಿ
pt_br: Entre em contato com o fabricante original (OEM)
sk: Kontaktovať OEM
sv: Kontakta OEM
ug: OEM بىلەن ئالاقىلىشىش

# tpmActionFixActionContactOsVendor
source: Contact OS Vendor
de: Betriebssystemanbieter kontaktieren
eu: Kontaktatu SEaren hornitzailea
ga: Déan teagmháil le Díoltóir an OS
he: יצירת קשר עם ספק מערכת ההפעלה
ka: დაკავშირება ოს-ის მომწოდებელთან
kn: OS ಮಾರಾಟಗಾರರನ್ನು ಸಂಪರ್ಕಿಸಿ
pt_br: Contate o fornecedor do sistema operacional
sk: Kontaktovať dodávateľa OS
sv: Kontakta OS-leverantör
ug: مەشغۇلات سىستېمىسىنى تەمىنلىگۈچى بىلەن ئالاقىلىشىش

# tpmActionFixActionEnableTpmViaFirmware
source: Enable TPM Via Firmware
de: TPM über Firmware aktivieren
eu: Gaitu TPMa berrabiaraztean
ga: Cumasaigh TPM Trí Fhirmchlár
he: הפעלת TPM דרך קושחה
ka: TPM-ის ჩართვა მიკროკოდიდან
kn: ಫರ್ಮ್‌ವೇರ್ ಮೂಲಕ TPM ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
pt_br: Habilitar TPM via firmware
sk: Povoliť TPM cez firmvér
sv: Aktivera TPM via fast programvara
ug: مۇقىم دېتال ئارقىلىق TPM نى قوزغىتىدۇ

# tpmActionFixActionEnableAndClearTpmViaFirmware
source: Enable And Clear TPM Via Firmware
de: TPM über Firmware aktivieren und löschen
eu: Gaitu eta garbitu TPMa berrabiaraztean
ga: Cumasaigh agus Glan TPM Trí Fhirmchlár
he: הפעלה וניקוי TPM דרך קושחה
ka: TPM-ის ჩართვა და გასუფთავება მიკროკოდიდან
kn: ಫರ್ಮ್‌ವೇರ್ ಮೂಲಕ TPM ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ತೆರವುಗೊಳಿಸಿ
pt_br: Ativar e limpar o TPM via firmware
sk: Povoliť a vymazať TPM cez firmvér
sv: Aktivera och töm TPM via fast programvara
ug: مۇقىم دېتال ئارقىلىق TPM نى قوزغىتىدۇ ۋە تازىلايدۇ

# tpmActionFixActionClearTpmViaFirmware
source: Clear TPM Via Firmware
de: TPM über Firmware löschen
eu: Garbitu TPMa berrabiaraztean
ga: Glan TPM Trí Fhirmchlár
he: פינוי TPM דרך קושחה
ka: TPM-ის გასუფთავება მიკროკოდიდან
kn: ಫರ್ಮ್‌ವೇರ್ ಮೂಲಕ TPM ಅನ್ನು ತೆರವುಗೊಳಿಸಿ
pt_br: Limpar TPM via firmware
sk: Vymazať TPM cez firmvér
sv: Töm TPM via fast programvara
ug: مۇقىم دېتال ئارقىلىق TPM نى تازىلايدۇ

# tpmActionFixActionClearTpm
source: Clear TPM
de: TPM löschen
eu: Garbitu TPMa
ga: Glan TPM
he: פינוי TPM
ka: TPM-ის გასუფთავება
kn: TPM ಅನ್ನು ತೆರವುಗೊಳಿಸಿ
pt_br: Limpar TPM
sk: Vymazať TPM
sv: Töm TPM
ug: TPM نى تازىلا

# tpmActionFixActionProceed
source: Ignore
de: Ignorieren
eu: Ez ikusi egin
ga: Téigh ar aghaidh
he: המשך
ka: გაგრძელება
kn: ನಿರ್ಲಕ್ಷಿಸಿ
pa: ਅਣਡਿੱਠਾ
pt_br: Prosseguir
sk: Ignorovať
sv: Ignorera
ug: پەرۋا قىلما

# tpmActionRestartLabel
source: Restart
de: Neustart
eu: Berrabiarazi
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
pa: ਮੁੜ-ਚਾਲੂ
sk: Reštartovať
sv: Starta om
ug: قايتا قوزغات

# tpmActionRestartAndEnableTpmLabel
source: Restart and enable TPM
de: Neustart und TPM aktivieren
eu: Berrabiarazi eta gaitu TPMa
kn: TPM ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ಸಕ್ರಿಯಗೊಳಿಸಿ
pa: ਮੁੜ-ਚਾਲੂ ਕਰੋ ਅਤੇ TPM ਸਮਰੱਥ ਕਰੋ
sk: Reštartovať a povoliť TPM
sv: Starta om och aktivera TPM
ug: قايتا قوزغىتىپ ۋە TPM نى قوزغىتىدۇ

# tpmActionRestartAndClearTpmLabel
source: Restart and clear TPM
de: Neustart und TPM leeren
eu: Berrabiarazi eta garbitu TPMa
kn: TPM ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ತೆರವುಗೊಳಿಸಿ
pa: ਮੁੜ-ਚਾਲੂ ਕਰੋ ਅਤੇ TPM ਮਿਟਾਓ
sk: Reštartovať a vymazať TPM
sv: Starta om och rensa TPM
ug: قايتا قوزغىتىپ ۋە TPM نى تازىلايدۇ

# tpmActionIgnoreAndContinueLabel
source: Ignore and continue
de: Ignorieren und fortfahren
eu: Ez ikusi egin eta jarraitu
kn: ನಿರ್ಲಕ್ಷಿಸಿ ಮತ್ತು ಮುಂದುವರಿಸಿ
pa: ਅਣਡਿੱਠਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖੋ
sk: Ignorovať a pokračovať
sv: Ignorera och fortsätt
ug: پەرۋا قىلماي داۋاملاشتۇر

# tpmActionFixActionClearTpmWarningTitle
source: Clearing the TPM erases all encryption keys
de: Durch das Leeren des TPM werden alle Verschlüsselungsschlüssel gelöscht
eu: TPMa garbituz gero, zifratze gako guztiak ezabatuko dira
kn: TPM ಅನ್ನು ತೆರವುಗೊಳಿಸುವುದು ಎಲ್ಲಾ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕೀಗಳನ್ನು ಅಳಿಸುತ್ತದೆ
sk: Vymazanie TPM odstráni všetky šifrovacie kľúče
sv: Att rensa TPM raderar alla krypteringsnycklar
ug: TPM تازىلانسا بارلىق شىفىرلىق ئاچقۇچ ئۆچۈرۈلىدۇ

# tpmActionFixActionClearTpmWarningBody
source: You will lose access to all data in encrypted drives for which you do not have recovery keys. It will also break other features that depend on the TPM, such as authentication and certificates.
de: Sie werden den Zugriff auf alle Daten in verschlüsselten Laufwerken verlieren, für die Sie keine Wiederherstellungsschlüssel haben. Außerdem werden andere Funktionen, die vom TPM abhängig sind, wie Authentifizierung und Zertifikate, nicht mehr funktionieren.
eu: Zifratutako unitateetako datu guztietara sarbidea galduko duzu hauentzako berreskuratze gakorik ez badaukazu. TPMaren menpe dauden beste eginbide batzuk ere hautsiko ditu, hala nola, autentikazioa eta ziurtagiriak.
kn: ನೀವು ಮರುಪ್ರಾಪ್ತಿ ಕೀಗಳನ್ನು ಹೊಂದಿಲ್ಲದ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಡ್ರೈವ್‌ಗಳಲ್ಲಿನ ಎಲ್ಲಾ ಡೇಟಾಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ. ಇದು ದೃಢೀಕರಣ ಮತ್ತು ಪ್ರಮಾಣಪತ್ರಗಳಂತಹ TPM ಅನ್ನು ಅವಲಂಬಿಸಿರುವ ಇತರ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಹ ಮುರಿಯುತ್ತದೆ.
sk: Stratíte prístup ku všetkým údajom na šifrovaných diskoch, pre ktoré nemáte obnovovacie kľúče. Taktiež to naruší ďalšie funkcie závislé od TPM, ako napríklad autentifikáciu a certifikáty.
sv: Du kommer att förlora åtkomst till all data på krypterade enheter för vilka du saknar återställningsnycklar. Det kommer också att stoppa annan funktionalitet som beror på TPM, som autentisering och certifikat.
ug: ئەگەر ئەسلىگە كەلتۈرۈش ئاچقۇچىڭىز بولمىسا شىفىرلانغان دىسكىدىكى سانلىق مەلۇماتنى زىيارەت قىلىش ئىجازىتىڭىزدىن مەھرۇم قالىسىز. بۇ مەشغۇلاتتا TPM غا تايىنىدىغان دەلىللەش ۋە گۇۋاھنامىگە ئوخشاش ئىقتىدارلار ئۈنۈمىنى يوقىتىدۇ.

# tpmActionFixActionClearTpmConfirmationLabel
source: I understand the consequences of clearing the TPM
de: Ich verstehe die Konsequenzen vom Leeren des TPM
eu: Ulertzen ditut TPMa garbitzeak dituen ondorioak
kn: TPM ಅನ್ನು ತೆರವುಗೊಳಿಸುವುದರ ಪರಿಣಾಮಗಳನ್ನು ನಾನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ
sk: Chápem dôsledky vymazania TPM
sv: Jag förstår konsekvenserna av att rensa TPM
ug: مەن TPM نى تازىلاشنىڭ ئاقىۋىتىنى چۈشىنىمەن

# tpmActionErrorTitle
source: This solution failed
de: Diese Lösung ist fehlgeschlagen
eu: Soluzio honek huts egin du
kn: ಈ ಪರಿಹಾರವು ವಿಫಲವಾಗಿದೆ
sk: Toto riešenie zlyhalo
sv: Lösningen misslyckades
ug: بۇ ھەل قىلىش لايىھەسى مەغلۇپ بولدى

# tpmActionErrorDescription
source: Try a different solution or contact IT support
de: Probieren Sie eine andere Lösung aus oder wenden Sie sich an den IT-Support
eu: Probatu beste soluzioren bat, edo jarri harremanetan IT laguntza zerbitzuarekin.
kn: ಬೇರೆ ಪರಿಹಾರವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ IT ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
sk: Vyskúšajte iné riešenie alebo kontaktujte IT podporu
sv: Testa en annan lösning eller kontakta IT-support
ug: باشقا ھەل قىلىش لايىھەسىنى سىناڭ ياكى ئۇچۇر تېخنىكا قوللىغۇچىسى بىلەن ئالاقىلىشىڭ
