Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installThirdPartySubtitle
source: This software is subject to license terms included with its documentation. Some are proprietary.
be: На гэта праграмнае забеспячэнне распаўсюджваюцца ліцэнзійныя ўмовы, якія ўключаны ў яго дакументацыю. Некаторыя з іх маюць прапрыетарны характар.
ca: Aquest programari està subjecte als terminis de llicència inclosos amb la seva documentació. Alguns són propietaris.
cs: Tento software je předmětem licenčních ujednání obsažených v dokumentaci k němu. Některá jsou proprietární.
de: Diese Software unterliegt den Lizenzbedingungen, die in der Dokumentation enthalten sind. Ein Teil davon ist proprietär.
eo: Tiuj programoj estas disponeblaj laŭ permesiloj inkluzivitaj en siaj dokumentaroj. Kelkaj el ili estas neliberaj.
et: Selle tarkvara kasutamine on võimalik nende dokumentatsioonis näidatud litsentsitingimustele. Osa sellest tarkvarast on suletud ja omanduslik tarkvara.
eu: Software hau dokumentazioan datorren lizentziaren baldintzei lotua dago. Lizentzia batzuk pribatiboak dira.
fa: این نرم‌افزار مشمول شرایط پروانه‌هایی است که در مستنداتش ذکر شده. برخی از آن‌ها مالکیتی هستند.
fi: Näihin ohjelmistoihin kohdistuvat dokumentaation mukana olevat lisenssiehdot. Jotkin voivat olla suljetun lähdekoodin ohjelmistoja.
fr: Ce logiciel est soumis à des termes de licence inclus dans sa documentation. Certains sont propriétaires.
ga: Tá an bogearraí seo faoi réir téarmaí ceadúnais san áireamh lena dhoiciméadú. Tá cuid acu dílsithe.
he: התכניות האלו כפופות לתנאי אישוי שנכללים בתיעוד שלהן. חלקן קנייניות.
hu: Erre a szoftverre a dokumentációjában szereplő licencfeltételek vonatkoznak. Néhányuk kereskedelmi forgalomban kapható tulajdonosi szoftver.
it: Questo software è soggetto ai termini di licenza inclusi nella documentazione. Alcuni sono proprietari.
ja: このソフトウェアの使用には、それぞれのドキュメントに記載されているライセンス規約が適用されます。一部のソフトウェアはプロプライエタリです。
ka: ეს პროგრამა ვრცელდება სალიცენზიო შეთანხმებით, რომლებიც დოკუმენტაციასთან ერთად მოჰყვება. ზოგიერთი მათგანი დახურული კოდითაა.
kn: ಈ ಸಾಫ್ಟ್‌ವೇರ್ ಅದರ ದಸ್ತಾವೇಜನ್ನು ಒಳಗೊಂಡಿರುವ ಪರವಾನಗಿ ನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ. ಕೆಲವು ಸ್ವಾಮ್ಯದವು.
ko: 이 소프트웨어는 문서에 포함된 라이선스 조건의 적용을 받습니다. 일부는 독점입니다.
lo: ຊອບແວນີ້ຂຶ້ນກັບເງື່ອນໄຂໃບອະນຸຍາດທີ່ລວມຢູ່ໃນເອກະສານຂອງມັນ. ບາງອັນເປັນກຳມະສິດສະເພາະ.
ml: ഈ സോഫ്റ്റ്‌വെയർ അതിന്റെ ഡോക്യുമെന്റേഷനിൽ ഉൾപ്പെടുത്തിയിട്ടുള്ള ലൈസൻസ് നിബന്ധനകൾക്ക് വിധേയമാണ്. ചിലത് ഉടമസ്ഥതയിലുള്ളതാണ്.
nl: Deze software is onderworpen aan licentievoorwaarden die bij de documentatie zijn inbegrepen. Een deel ervan is gepatenteerd.
oc: Aqueste logicial es somés a de tèrmes de licéncia incluses dins sa documentacion. Certans son proprietaris.
pl: Oprogramowanie to podlega warunkom licencyjnym dołączonym do jego dokumentacji. Niektóre z nich są własnościowe.
pt_br: Este software está sujeito aos termos de licença incluídos em sua documentação. Alguns são proprietários.
ru: На это программное обеспечение распространяются условиями лицензии, содержащиеся в документации. Часть из них является проприетарной.
si: මෙම මෘදුකාංගය එහි ප්‍රලේඛනයෙහි ඇතුළත් බලපත්‍ර නියම වලට යටත් වේ. ඇතැම් දෑ ස්වාම්‍යයි.
sk: Tento softvér podlieha licenčným podmienkam, ktoré sú súčasťou jeho dokumentácie. Niektoré sú proprietárne.
sr: Овај софтвер подлеже условима лиценце који су укључени у његову документацију. Неки су власнички.
sv: Denna programvara är föremål för licensvillkor som ingår i dess dokumentation. Vissa är proprietära.
tr: Bu yazılım, belgelerinde yer alan lisans koşullarına tabidir. Bazıları tescillidir.
ug: مەزكۇر يۇمشاق دېتال ئۇنىڭ پۈتۈكلىرىدىكى ئىجازەتنامىنىڭ چەكلىمىسىگە ئۇچرايدۇ. بەزىلىرى خۇسۇسلارنىڭ ئىگىدارچىلىقىدا.
uk: На це програмне забезпечення поширюються ліцензійні умови, що додаються до його документації. Деякі з них є запатентованими.
zh: 这些软件受其文档中包含的许可条款约束。其中部分软件是专有软件。
zh_tw: 這些軟體受到所付文件描述之授權條款約束。其部份為專有軟體。

# installDriversTitle
source: Install third-party software for graphics and Wi-Fi hardware
be: Усталюйце старонняе праграмнае забеспячэнне для графікі і абсталявання Wi-Fi
ca: Instal·leu el programari de tercers per a gràfics i maquinari Wi-Fi
cs: Nainstalovat ovladače od třetích stran pro grafické čipy a síťová rozhraní Wi-Fi
de: Software von Drittanbietern für Grafik- und WLAN-Hardware installieren
eo: Instali triapartiajn programojn por grafiko kaj sendrataj retaj aparatoj
et: Paigalda kolmandate osapoolte tarkvara graafika- ja WiFi-kaardi jaoks
eu: Instalatu hirugarrenen softwarea grafikoen eta Wi-Fiaren hardwarearentzako
fa: نصب نرم‌افزارهای سوم‌شخص برای سخت‌افزارهای وای‌فای و گرافیک
fi: Asenna kolmannen osapuolen ohjelmistot näytönohjainta ja wifi-laitteistoa varten
fr: Installer des logiciels tiers pour le support du matériel graphique et Wi-Fi
ga: Suiteáil bogearraí tríú páirtí le haghaidh grafaicí agus crua-earraí Wi-Fi
he: התקנת תוכנת צד־שלישי לחומרת גרפיקה ותקשורת אלחוטית
hu: Harmadik féltől származó szoftverek telepítése grafikus és Wi-Fi-hardverekhez
it: Installa software di terze parti per hardware grafico e Wi-Fi
ja: グラフィックスとWi-Fi 機器用のサードパーティ製ソフトウェアをインストールする
ka: მესამე პირების მიერ მოწოდებული პროგრამების დაყენება გრაფიკისთვის და Wi-Fi-ის აპარატურისთვის
kn: ಗ್ರಾಫಿಕ್ಸ್ ಮತ್ತು ವೈ-ಫೈ ಹಾರ್ಡ್‌ವೇರ್‌ಗಾಗಿ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: 그래픽과 Wi-Fi 하드웨어를 위한 서드파티 소프트웨어 설치
lo: ຕິດຕັ້ງຊອບແວພາກສ່ວນທີສາມສຳລັບກາດຈໍ ແລະ ຮາດແວ Wi-Fi
nl: Software van derden installeren voor grafische en Wi-Fi-hardware
oc: Installar de logicials tèrces pel material grafic e Wi-Fi
pl: Zainstaluj oprogramowanie innego dostawcy do sprzętu graficznego i Wi-Fi
pt_br: Instalar drivers de terceiros para Wi-Fi e placas gráficas
ru: Установка программного обеспечения сторонних производителей для графики и Wi-Fi оборудования
si: චිත්‍රක හා වයි-ෆයි දෘඪාංග සඳහා තෙවන පාර්ශ්ව මෘදුකාංග ස්ථාපනය කරන්න
sk: Nainštalovať ovládače od tretích strán pre grafické čipy a Wi-Fi sieťové rozhrania
sr: Инсталирајте софтвер треће стране за графику и Wi-Fi хардвер
sv: Installera programvara från tredje part för grafik och Wi-Fi-hårdvara
tr: Grafik ve Wi-Fi donanımı için üçüncü taraf yazılımları yükleyin
ug: كۆرسىتىش ۋە Wi-Fi قاتتىق دېتالى شۇنداقلا قوشۇمچە ۋاسىتە پىچىمى ئۈچۈن ئۈچىنچى تەرەپ يۇمشاق دېتالىنى ئورنىتىدۇ
uk: Встановити стороннє програмне забезпечення для графіки та обладнання Wi-Fi
zh: 为图形和 Wi-Fi 硬件安装第三方软件
zh_tw: 安裝第三方軟體以使用顯示卡、無線網路等硬體

# passphrasePagePassphraseEntropyOptimal
source: Strong passphrase
ca: Contrasenya forta
de: Starke Passphrase
eo: Forta pasfrazo
et: Salafraas on korralik
eu: Pasaesaldi sendoa
fa: عبارت عبور قوی
fi: Vahva tunnuslause
ga: Pasfrása láidir
he: מילת צופן חזקה
hu: Erős jelmondat
it: Frase segreta complessa
ja: 強いパスフレーズ
ka: ძლიერი საკვანძო ფრაზა
kn: ಬಲವಾದ ಪಾಸ್‌ಫ್ರೇಸ್
lo: ວະລີຜ່ານທີ່ແຂງແກ່ນ
nl: Sterke wachtwoordzin
pa: ਮਜ਼ਬੂਤ ਵਾਕ
pl: Silne hasło
pt_br: Senha forte
ru: Надежная парольная фраза
sk: Silná prístupová fráza
sv: Stark lösenfras
tr: Güçlü parola
ug: كۈچلۈك ئىم ئىبارە
uk: Надійна парольна фраза
zh: 强密码

# installDriversSubtitle
source: Including but not limited to NVIDIA drivers and similar
be: Уключана, але не абмяжоўваецца драйверамі NVIDIA і падобным праграмным забеспячэннем
ca: Incloent-hi però no limitat a controladors NVIDIA i similars
cs: Obsahuje mimo jiné ovladače NVIDIA a podobné
de: Einschließlich, aber nicht beschränkt auf NVIDIA-Treiber und ähnliche
eo: Inkluzive de sed ne limigita al zorgiloj de Nvidia
et: Sealhulgas, aga mitte ainult, NVIDIA dariverid ja muu sarnane
eu: Barnean daude, besteak beste, NVIDIA eta antzeko kontrolagailuak
fa: از جمله گرداننده‌های انویدیا و مشابه آن‌ها
fi: Sisältäen mutta ei rajoittuen NVIDIA-ajurit ja vastaavat
fr: Cela inclut mais ne se limite pas aux pilotes NVIDIA et assimilés
ga: Lena n-áirítear tiománaithe NVIDIA agus tiománaithe
he: מנהלי התקנים אלה כפופים לתנאי הרישיון שנכללים בתיעוד שלהם. הם קנייניים
hu: Beleértve, de nem kizárólagosan az NVIDIA illesztőprogramokat és hasonlókat
it: Inclusi, ma non esclusivamente, driver NVIDIA e simili
ja: NVIDIAドライバーなどを含みますが、それに限定しません
ka: NVIDIA-ის დრაივერები და მსგავსი პროგრამები
kn: NVIDIA ಡ್ರೈವರ್‌ಗಳು ಮತ್ತು ಅಂತಹುದೇ ಸೇರಿದಂತೆ ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ
ko: NVIDIA 드라이버 또는 유사한 드라이버와 이외 요소 포함
lo: ລວມເຖິງແຕ່ບໍ່ຈຳກັດພຽງໄດຣເວີ NVIDIA ແລະ ສິ່ງທີ່ຄ້າຍຄືກັນ
nl: Met inbegrip van, maar niet beperkt tot, NVIDIA-stuurprogramma's en dergelijke
oc: Aquestes pilòts son someses a de licéncias que son inclusas dins lor documentacion. Son proprietaris.
pl: W tym między innymi sterowniki NVIDIA i podobne
pt_br: Incluindo, mas não limitado a, drivers NVIDIA e similares
ru: Включая, но не ограничиваясь драйверами NVIDIA и другими подобными устройствами
si: මෙම ධාවක එහි ප්‍රලේඛනයෙහි ඇතුළත් බලපත්‍ර නියම වලට යටත් වේ. ඒවා ස්වාම්‍යයි.
sk: Vrátane ovládačov NVIDIA a podobných
sr: Укључујући, али не ограничавајући се на NVIDIA управљачке програме и слично
sv: Inkluderar men inte begränsat till NVIDIA-drivrutiner och liknande
tr: NVIDIA sürücüleri ve benzerleri dahil ancak bunlarla sınırlı olmamak üzere
ug: NVIDIA قوزغاتقۇ ۋە ئوخشىشىپ كېتىدىغان يۇمشاق بىلەنلا چەكلەنمەسلىكى مۇمكىن
uk: Включаючи, але не обмежуючись драйверами NVIDIA та подібними
zh: 包括但不限于 NVIDIA 驱动与类似软件
zh_tw: 包含但不限於 NVIDIA 顯示驅動程式與類似之軟體

# installCodecsTitle
source: Download and install support for additional media formats
be: Спампаваць і ўсталяваць падтрымку дадатковых медыяфарматаў
ca: Descàrrega i instal·lació de suport per a formats de mitjans addicionals
cs: Stáhnout a nainstalovat podporu pro další multimediální formáty
de: Unterstützung für zusätzliche Medienformate herunterladen und installieren
eo: Elŝuti kaj instali programojn por kromaj videaj dosierformoj
et: Laadi alla ja paigalda täiendavate meediavormingute tugi
eu: Deskargatu eta instalatu multimedia formatu gehigarrientzako euskarria
fa: بارگیری و نصب پشتیبانی برای قالب‌های رسانه‌ای بیش‌تر
fi: Lataa ja asenna tuki eri mediamuotoja varten
fr: Télécharger et installer la prise en charge de formats de multimédias supplémentaires
ga: Íoslódáil agus suiteáil tacaíocht le haghaidh formáidí meáin breise
he: הורדה והתקנה של תמיכה בתצורות מדיה נוספות
hu: További médiaformátumok támogatásának letöltése és telepítése
it: Scarica e installa supporto per formati media aggiuntivi
ja: 追加のメディアフォーマット用のサポートをダウンロードしてインストールする
ka: დამატებითი მედიის ფორმატების მხარდაჭერის გადმოწერა და დაყენება
kn: ಹೆಚ್ಚುವರಿ ಮಾಧ್ಯಮ ಸ್ವರೂಪಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಸ್ಥಾಪಿಸಿ
ko: 추가 미디어 포맷 지원을 내려받아 설치
lo: ດາວໂຫຼດ ແລະ ຕິດຕັ້ງສ່ວນຮອງຮັບສຳລັບຮູບແບບມີເດຍເພີ່ມເຕີມ
nl: Ondersteuning voor extra media-indelingen downloaden en installeren
oc: Telecargar e installar la presa en carga addicionala pels formats multimèdia
pl: Pobierz i zainstaluj obsługę dodatkowych formatów multimediów
pt_br: Baixar e instalar suporte para formatos de mídia adicionais
ru: Загрузить и установить поддержку дополнительных медиаформатов
si: අතිරේක මාධ්‍ය ආකෘති සඳහා සහාය බාගෙන ස්ථාපනය කරන්න
sk: Stiahnuť a nainštalovať podporu pre ďalšie formáty médií
sr: Преузмите и инсталирајте подршку за додатне медијске формате
sv: Hämta ner och installera stöd för ytterligare medieformat
tr: Ek medya biçimleri için desteği indirin ve yükleyin
ug: قوشۇمچە ۋاسىتە پىچىمىنى قوللاش ئۈچۈن چۈشۈرۈپ ئورنىتىدۇ
uk: Встановити підтримку додаткових медіа-форматів
zh: 下载并安装对其他媒体格式的支持
zh_tw: 安裝第三方軟體以提供額外的媒體格式支援

# installCodecsSubtitle
source: Including but not limited to MP3, MP4, MOV and similar
be: Уключана, але не абмяжоўваецца фарматамі MP3, MP4, MOV і іншымі падобнымі файламі
ca: Incloent-hi però no limitat a MP3, MP4, MOV i similars
cs: Obsahuje mimo jiné MP3, MP4, MOV a podobné
de: Einschließlich, aber nicht beschränkt auf MP3, MP4, MOV und ähnliche Formate
eo: Inkluzive de sed ne limigita al .mp3, .mp4, .mov ktp.
et: Sealhulgas, aga mitte ainult, MP3, MP4, MOV ja muu sarnase tugi
eu: Barnean daude, besteak beste, MP3, MP4, MOV eta antzekoak
fa: از جمله MP3،‌ MP4، MOV و مشابه این‌ها
fi: Sisältäen mutta ei rajoittuen MP3, MP4, MOV ja vastaavat
fr: Cela inclut mais ne se limite pas aux MP3, MP4, MOV et assimilés
ga: Lena n-áirítear ach gan a bheith teoranta dóibh MP3, MP4, MOV agus a leithéidí
he: תוכנה זו כפופה לתנאי הרישיון שנכללים בתיעוד שלה. חלקם קנייניים
hu: Beleértve, de nem kizárólagosan az MP3, MP4, MOV és hasonló formátumokat
it: Questo software è soggetto ai termini di licenza inclusi nella documentazione. Alcuni sono proprietari.
ja: MP4、MOV対応などを含みますが、それに限定しません
ka: შეიცავს MP3, MP4, MOV და მსგავსები და სხვა
kn: MP3, MP4, MOV ಮತ್ತು ಅಂತಹುದೇ ಸೇರಿದಂತೆ ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ
ko: MP3, MP4, MOV 또는 기타 미디어 포맷 포함
lo: ລວມເຖິງແຕ່ບໍ່ຈຳກັດພຽງ MP3, MP4, MOV ແລະ ສິ່ງທີ່ຄ້າຍຄືກັນ
nl: Inclusief maar niet beperkt tot MP3, MP4, MOV en dergelijke
oc: Inclutz sens se limitar als MP3, MP4, MOV e similars.
pl: W tym między innymi MP3, MP4, MOV i podobne
pt_br: Incluindo, mas não limitado a MP3, MP4, MOV e similares
ru: Включая, но не ограничиваясь, MP3, MP4, MOV и подобными им
si: මෙම මෘදුකාංගය එහි ප්‍රලේඛනයෙහි ඇතුළත් බලපත්‍ර නියම වලට යටත් වේ. ඇතැම් දෑ ස්වාම්‍යයි.
sk: Vrátane MP3, MP4, MOV a podobných
sr: Укључујући, али не ограничавајући се на MP3, MP4, MOV и слично
sv: Inkluderar men inte begränsat till MP3, MP4, MOV och liknande
tr: MP3, MP4, MOV ve benzeri formatlar dahil ancak bunlarla sınırlı olmamak üzere
ug: MP3، MP4، MOV ۋە ئوخشىشىپ كېتىدىغان كودلىغۇچ بىلەنلا چەكلەنمەسلىكى مۇمكىن
uk: Включаючи, але не обмежуючись MP3, MP4, MOV та подібними
zh: 包括但不限于 MP3、MP4、MOV 及类似格式的编解码器
zh_tw: 包含但不限於 MP3、MP4、MOV 以及其他的媒體類型

# batteryWarning
source: The computer is not plugged in to a power source.
be: Камп'ютар не падключаны да крыніцы электрасілкавання.
ca: L'ordinador no està connectat a una font d'alimentació.
cs: Počítač není připojen ke zdroji napájení.
de: Der Computer ist nicht an eine Stromquelle angeschlossen.
eo: Ĉi tiu komputilo ne estas konektita al energifonto.
et: See arvuti pole ühendatud vooluvõrku.
eu: Ordenagailua ez dago argindarrera konektatua.
fa: رایانه به منبع نیرو وصل نشده است.
fi: Tämä tietokone ei ole liitetty virtalähteeseen.
fr: L'ordinateur n'est pas branché à une source d'alimentation.
ga: Níl an ríomhaire plugáilte isteach i bhfoinse cumhachta.
he: המחשב לא מחובר למקור חשמל.
hu: A számítógép nincs csatlakoztatva az áramforráshoz.
it: Il computer non è collegato a una sorgente di alimentazione.
ja: このコンピューターには電源ケーブルが接続されていません。
ka: კომპიუტერი დენის წყაროზე მიერთებული არაა.
kn: ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ವಿದ್ಯುತ್ ಮೂಲಕ್ಕೆ ಪ್ಲಗ್ ಇನ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko: 컴퓨터가 전원에 연결되어 있지 않습니다.
lo: ຄອມພິວເຕີບໍ່ໄດ້ສຽບສາຍສາກ.
nl: De computer is niet aangesloten op een stroombron.
oc: L’ordenador es pas branca a una font d’alimentacion.
pa: ਕੰਪਿਊਟਰ ਪਾਵਰ ਸਰੋਤ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।
pl: Komputer nie jest podłączony do źródła zasilania.
pt_br: O computador não está conectado a uma fonte de energia.
ru: Компьютер не подключён к источнику питания.
si: පරිගණකය විදුලි බලයට සම්බන්ධ කර නැත.
sk: Počítač nie je pripojený k zdroju napájania.
sr: Рачунар није прикључен на извор напајања.
sv: Datorn är inte ansluten till en strömkälla.
tr: Bilgisayar bir güç kaynağına bağlı değil.
ug: كومپيۇتېر توك مەنبەسىگە چېتىلمىغان.
uk: Комп'ютер не підключено до джерела живлення.
zh: 计算机未连接到电源适配器。
zh_tw: 這台電腦並沒有連接電源。

# offlineWarning
source: You are currently offline
be: Вы зараз па-за сеткай
ca: Actualment esteu fora de línia
cs: Nejste připojení k Internetu
de: Sie sind derzeit offline
eo: Vi estas aktuale ne konektita al Interreto
et: Sa hetkel pole võrgus
eu: Une honetan ez zaude konektaturik
fa: در حال حاضر برون‌خطید
fi: Et ole yhteydessä verkkoon
fr: Vous êtes actuellement hors ligne
ga: Tá tú as líne faoi láthair
he: החיבור שלך מנותק
hu: Jelenleg kapcsolat nélkül van
it: Sei offline
ja: 現在オフラインです
ka: ამჟამად ინტერნეტთან მიერთებული არ ბრძანდებით
kn: ನೀವು ಪ್ರಸ್ತುತ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಿ
ko: 현재 오프라인 상태입니다
lo: ຕອນນີ້ທ່ານກຳລັງອອບໄລນ໌ຢູ່
nl: Je bent momenteel offline
oc: Sètz fòra linha
pa: ਤੁਸੀਂ ਇਸ ਵੇਲੇ ਆਫਲਾਈਨ ਹੋ
pl: Jesteś obecnie offline
pt_br: Você está off-line no momento
ru: Вы сейчас не в сети
si: ඔබ දැනට මාර්ගඅපගතයි
sk: V tejto chvíli nie ste pripojení
sr: Тренутно сте ван мреже
sv: Du är för närvarande frånkopplad
tr: Şu anda çevrimdışısınız
ug: سىز نۆۋەتتە تورسىز ھالەتتە
uk: Ви зараз не в мережі
zh: 您当前处于离线状态
zh_tw: 您目前處於離線狀態

# choosePassphraseHeader
source: Create a passphrase
be: Стварыць парольную фразу
ca: Crea una contrasenya
cs: Vytvořit přístupové heslo
de: Passphrase erstellen
eo: Krei pasfrazon
et: Loo salafraas
eu: Sortu pasaesaldia
fa: ایجاد عبارت عبور
fi: Luo tunnuslause
fr: Créez une phrase secrète
ga: Cruthaigh pasfhrása
he: יצירת מילת צופן
hu: Jelmondat létrehozása
it: Crea una frase d'accesso
ja: パスフレーズを作成
ka: საკვანძო ფრაზის შექმნა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ರಚಿಸಿ
ko: 암호 만들기
lo: ສ້າງວະລີຜ່ານ (Passphrase)
nl: Wachtwoordzin aanmaken
oc: Crear un senhal
pa: ਵਾਕ ਬਣਾਓ
pl: Utwórz hasło
pt_br: Criar uma senha
ru: Создание парольной фразы
sk: Vytvorte prístupovú frázu
sr: Направите лозинку
sv: Skapa en lösenfras
tr: Bir parola oluşturun
ug: ئىم ئىبارە قۇر
uk: Створити парольну фразу
zh: 创建密码
zh_tw: 建立密碼

# choosePassphraseBody
source: You will need to enter your passphrase every time you turn on your computer. This passphrase is different from your user password.
be: Для шыфравання файлаў неабходна парольная фраза. Вам неабходна будзе ўводзіць яе пры кожным уключэнні камп'ютара.
ca: Haureu d'introduir la vostra contrasenya cada vegada que engegueu l'ordinador. Aquesta contrasenya és diferent de la vostra contrasenya d'usuari.
cs: K šifrování souborů potřebujete přístupové heslo. Při každém zapnutí vás počítač vyzve k zadání tohoto hesla.
de: Sie müssen Ihre Passphrase jedes Mal eingeben, wenn Sie Ihren Computer einschalten. Diese Passphrase unterscheidet sich von Ihrem Benutzerpasswort.
eo: Vi devos tajpi vian pasfrazon dum ĉiu starto de via komputilo. La pasfrazo diferencas de la pasvorto de la konto de la uzanto.
et: Pead selle salafraasi sisestama igal arvuti käivituskorral. Salafraas ei ole sama, kui sinu salasõna.
eu: Ordenagailua pizten duzunero pasaesaldia sartu beharko duzu. Pasaesaldi hau ez da erabiltzailearen pasahitza.
fi: Tunnuslause tulee syöttää joka kerta tietokonetta käynnistettäessä. Tämä tunnuslause on eri kuin tietokoneen salasana.
fr: Vous avez besoin d'une phrase secrète pour chiffrer vos fichiers. Votre phrase secrète vous sera demandée à chaque fois que vous allumez sur votre ordinateur.
ga: Beidh ort do phasfhocal a iontráil gach uair a chasann tú ar do ríomhaire. Tá an pasfhocal seo difriúil ó do phasfhocal úsáideora.
he: יש להקליד את מילת הצופן שלך עם כל הדלקה של המחשב שלך. מילת הצופן הזאת שונה מסיסמת המשתמש שלך.
hu: Meg kell adnia a jelmondatát minden alkalommal, amikor bekapcsolja a számítógépet. Ez a jelmondat eltér a felhasználói jelszavától.
it: Dovrai inserire la frase d'accesso ogni volta che accendi il computer. Questa frase d'accesso è diversa dalla password utente.
ja: コンピューターの電源を入れるたびに毎回パスフレーズを入力します。パスフレーズはユーザーのパスワードとは異なります。
ka: თქვენი საკვანძო ფრაზის შეყვანა დაგჭირდებათ ყოველ ჯერზე, როცა კომპიუტერს ჩართავთ. ეს საკვანძო ფრაზა განსხვავდება თქვენი მომხმარებლის პაროლისგან.
kn: ನೀವು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಪಾಸ್‌ಫ್ರೇಸ್ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದೆ.
ko: 파일을 암호화하려면 암호를 설정해야 합니다. 컴퓨터를 켤 때마다 암호를 묻는 메시지가 표시됩니다.
lo: ທ່ານຈະຕ້ອງປ້ອນວະລີຜ່ານຂອງທ່ານທຸກຄັ້ງທີ່ເປີດຄອມພິວເຕີ. ວະລີຜ່ານນີ້ແຕກຕ່າງຈາກລະຫັດຜ່ານຜູ້ໃຊ້ (User password) ຂອງທ່ານ.
nl: Elke keer dat u uw computer inschakelt, moet u uw wachtwoordzin invoeren. Deze wachtwoordzin verschilt van uw gebruikerswachtwoord.
oc: Avètz besonh d'una frasa secrèta per chifrar vòstres fichièrs. Vos serà demandada vòstra frasa secrèta cada còp qu'aviatz vòstre ordenador.
pl: Wymagane będzie podanie hasła za każdym razem, gdy włączysz komputer. To hasło różni się od hasła użytkownika.
pt_br: Você precisará inserir sua senha sempre que ligar o computador. Essa senha é diferente da sua senha de usuário.
ru: Каждый раз при включении компьютера вам нужно будет вводить свою парольную фразу. Эта парольная фраза отличается от вашего пароля пользователя.
sk: Pri každom spustení počítača budete musieť zadať prístupovú frázu. Táto prístupová fráza sa líši od používateľského hesla.
sr: Потребна вам је лозинка да бисте шифровали своје датотеке. Бићете упитани за лозинку сваки пут када укључите рачунар.
sv: Du måste ange din lösenfras varje gång du startar datorn. Denna lösenfras skiljer sig från ditt användarlösenord.
tr: Bilgisayarınızı her açtığınızda parolanızı girmeniz gerekecektir. Bu parola, kullanıcı parolanızdan farklıdır.
ug: كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك. بۇ ئىم ئىبارە ئىشلەتكۈچى ئىمدىن پەرقلىق.
uk: Вам потрібно буде вводити пароль кожного разу, коли ви вмикаєте комп'ютер. Цей пароль відрізняється від вашого пароля користувача.
zh: 每次启动计算机您都需要输入此密码。此密码不是您的用户密码。
zh_tw: 您需要一個密碼來加密您的檔案。每次開啟電腦時，系統都會提示您輸入密碼。

# choosePassphraseInfoHeader
source: Make sure to save your passphrase
be: Не забудзьце захаваць парольную фразу
ca: Assegureu-vos de guardar la vostra contrasenya
cs: Přístupové heslo si uložte na bezpečném místě
de: Stellen Sie sicher, dass Sie Ihre Passphrase speichern
eo: Certe konservu vian pasfrazon
et: Palun salvesta salafraas turvaliselt, näiteks digitaalses salasõnalaekas või vana kooli seifis
eu: Ez ahaztu pasaesaldia leku seguruan gordetzea
fa: از ذخیرهٔ عبارت عبورتان مطمئن شوید
fi: Pidä tunnuslauseesi turvassa
fr: Stockez votre phrase secrète en lieu sûr
ga: Bí cinnte do phasfhocal a shábháil
he: נא לשמור את מילת הצופן שלך
hu: Győződjön meg arról, hogy elmentette-e a jelmondatot
it: Assicurati di salvare la tua frase d'accesso
ja: 確実にパスフレーズを保存してください
ka: დარწმუნდით, რომ შეინახეთ თქვენი საკვანძო ფრაზა
kn: ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ಉಳಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 암호를 안전한 곳에 저장해 두세요
lo: ກະລຸນາບັນທຶກວະລີຜ່ານຂອງທ່ານໄວ້ໃຫ້ດີ
nl: Zorg ervoor dat u uw wachtwoordzin opslaat
oc: Gardatz vòstra frasa secrèta en luòc segur
pa: ਆਪਣੇ ਵਾਕ ਨੂੰ ਸੰਭਾਲਣਾ ਯਾਦ ਰੱਖੋ
pl: Pamiętaj o zapisaniu hasła
pt_br: Certifique-se de salvar sua senha
ru: Убедитесь, что вы сохранили свою парольную фразу
sk: Nezabudnite si uložiť prístupovú frázu
sr: Обавезно сачувајте своју лозинку
sv: Försäkra dig om att spara din lösenfras
tr: Parolanızı kaydettiğinizden emin olun
ug: ئىم ئىبارىنى ياخشى ساقلاڭ
uk: Обов'язково збережіть свою парольну фразу
zh: 请务必保存好您的密码
zh_tw: 將您的密碼存放在安全的地方
