Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# restartWarningBody
source: Restart to complete the installation or continue testing. Any changes you make will not be saved.
be: Перазапусціць для завяршэння ўсталявання або працягнуць тэсціраванне. Любыя змены, якія вы зрабілі захаваны не будуць.
ca: Reinicia la instal·lació o continua provant. Els canvis que feu no es guardaran.
cs: Restartujte, aby se dokončila instalace, nebo pokračujte v testování. Žádné změny, které provedete, nebudou uloženy.
de: Starten Sie neu, um die Installation abzuschließen oder die Tests fortzusetzen. Alle Änderungen, die Sie vornehmen, werden nicht gespeichert.
eo: Restartigu por kompletigi la instalon, aŭ daŭrigu la provadon. Ajnaj ŝanĝoj faritaj de vi ne estos konservitaj.
et: Paigaldamise lõpetamiseks käivita arvuti või jätka testimist. Viimasel juhul jäävad sinu tehtud muudatused salvestamata.
eu: Berrabiarazi instalazioa osatzeko edo jarraitu probatzen. Egiten dituzun aldaketak ez dira gordeko.
fi: Käynnistä uudelleen viimeistelläksesi asennuksen tai jatka testaamista. Tekemiäsi muutoksia ei tallenneta.
fr: Redémarrez pour terminer l'installation ou continuez à tester. Les changements effectués ne seront pas préservés.
ga: Atosaigh chun an tsuiteáil a chríochnú nó leanúint ar aghaidh leis an tástáil. Ní shábhálfar aon athruithe a dhéanann tú.
he: אפשר להפעיל מחדש כדי להשלים את ההתקנה או להמשיך לחקור. השינויים שנערכים כאן לא יישמרו.
hu: Indítsa újra a telepítés befejezéséhez vagy folytassa a kipróbálást. Az elvégzett változtatások nem kerülnek mentésre.
it: Riavvia per completare l'installazione o continua il test. Le modifiche apportate non verranno salvate.
ja: インストール完了のため再起動するか、試用を継続するかを選択してください。 いかなる変更点も保存しないのでご注意ください。
ka: გადატვირთეთ დაყენების დასასრულებლად, ან გააგრძელეთ შემოწმება. ცვლილებები, რომელსაც შეიტანთ, შენახული არ იქნება.
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಅಥವಾ ಪರೀಕ್ಷೆಯನ್ನು ಮುಂದುವರಿಸಲು ಮರುಪ್ರಾರಂಭಿಸಿ. ನೀವು ಮಾಡುವ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 설치를 완료하기 위해 다시 시작하거나 체험을 계속할 수 있습니다. 모든 변경 사항은 저장되지 않습니다.
lo: ຣີສະຕາດເພື່ອເຮັດໃຫ້ການຕິດຕັ້ງສຳເລັດ ຫຼື ສືບຕໍ່ທົດລອງໃຊ້. ການປ່ຽນແປງໃດໆທີ່ທ່ານເຮັດຈະບໍ່ຖືກບັນທຶກ.
nl: Start opnieuw op om de installatie te voltooien of ga door met testen. Wijzigingen die u aanbrengt, worden niet opgeslagen.
oc: Tornatz aviar per acabar l'installacion o contunhatz d’ensajar. Totas las modificacions que faretz seràn pas enregistradas.
pl: Uruchom ponownie w celu dokończenia instalacji lub kontynuuj testowanie. Wszelkie wprowadzone zmiany nie zostaną zapisane.
pt_br: Reinicie para concluir a instalação ou continue testando. Quaisquer alterações feitas não serão salvas.
ru: Перезагрузите устройство, чтобы завершить установку, или продолжайте тестирование. Любые внесенные вами изменения не будут сохранены.
si: ස්ථාපනය නිමාවට යළි අරඹන්න හෝ දිගටම අත්හදා බලන්න. ඔබගේ කිසිදු වෙනස්කමක් සුරැකෙන්නේ නැත.
sk: Reštartujte počítač na dokončenie inštalácie alebo pokračujte v skúšaní. Zmeny vykonané počas skúšania sa neuložia.
sr: Поново покрените да бисте завршили инсталацију или наставите са тестирањем. Све промене које направите неће бити сачуване.
sv: Starta om för att slutföra installationen eller fortsätt att testa. Eventuella ändringar du gör kommer inte att sparas.
tr: Kurulumu tamamlamak veya teste devam etmek için yeniden başlatın. Yaptığınız değişiklikler kaydedilmeyecektir.
ug: قايتا قوزغىتىلسا ئورنىتىشنى تاماملايدۇ ياكى سىناشنى داۋاملاشتۇرىدۇ. ھەر قانداق ئۆزگەرتىشىڭىز ساقلانمايدۇ.
uk: Перезапустіть, щоб завершити встановлення або продовжити тестування. Будь-які внесені вами зміни не будуть збережені.
zh: 重新启动以完成安装，或者继续试用。 您所做的任何更改都不会保存。
zh_tw: 重新啟動電腦以完成安裝或是繼續您的測試。 任何您所作的變更將不會被保存。

source: Restart computer
ca: Reinicia l'ordinador
cs: Restartovat počítač
de: Computer neu starten
eo: Restartigi komputilon
et: Taaskäivita arvuti
eu: Berrabiarazi ordenagailua
fa: آغاز دوبارهٔ رایانه
fi: Käynnistä tietokone uudelleen
fr: Redémarrer l'ordinateur
ga: Atosaigh ríomhaire
he: להפעיל את המחשב מחדש
hu: Számítógép újraindítása
it: Riavvia il computer
ja: PCの再起動
ka: კომპიუტერის გადატვირთვა
kn: ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ
lo: ຣີສະຕາດຄອມພິວເຕີ
nl: Computer opnieuw starten
oc: Reaviar l'ordenador
pa: ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie komputer
pt_br: Reinicie o computador
ru: Перезагрузить компьютер
sk: Reštartovať počítač
sv: Starta om datorn
tr: Bilgisayarı yeniden başlat
ug: كومپيۇتېرنى قايتا قوزغات
uk: Перезапустити комп'ютер
zh: 重新启动计算机
zh_tw: 重新啟動電腦

# restartComputerTitle
source: Restart computer?
ca: Voleu reiniciar l'ordinador?
cs: Restartovat počítač?
de: Computer neu starten?
eo: Ĉu restartigi komputilon?
et: Kas taaskäivitame arvuti?
eu: Ordenagailua berrabiarazi?
fa: آغاز دوبارهٔ رایانه؟
fi: Käynnistetäänkö tietokone uudelleen?
fr: Redémarrer l'ordinateur ?
ga: Atosaigh ríomhaire?
he: להפעיל את המחשב מחדש?
hu: Újraindítja a számítógépet?
it: Riavviare il computer?
ja: PCを再起動しますか？
ka: გადავტვირთო კომპიუტერი?
kn: ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸುವುದೇ?
lo: ຣີສະຕາດຄອມພິວເຕີບໍ່?
nl: Computer opnieuw starten?
oc: Reaviar l'ordenador ?
pa: ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਹੈ?
pl: Uruchomić ponownie komputer?
pt_br: Reiniciar o computador?
ru: Перезагрузить компьютер?
sk: Reštartovať počítač?
sv: Starta om datorn?
tr: Bilgisayar yeniden başlatılsın mı?
ug: كومپيۇتېرنى قايتا قوزغىتامدۇ؟
uk: Перезапустити комп'ютер?
zh: 重新启动计算机？
zh_tw: 重新啟動電腦？

source: Restart into Windows
be: Перазапусціць у Windows
ca: Reiniciar a WIndows
cs: Restartovat do Windows
de: Neustart in Windows
eo: Restartigi al Windows
et: Taaskäivita arvuti ja laadi Windows
eu: Berrabiarazi Windowsera
fa: آغاز دوباره به ویندوز
fi: Uudelleenkäynnistä Windowsiin
fr: Redémarrer sous Windows
ga: Atosaigh isteach Windows
he: להפעיל מחדש אל Windows
hu: Újraindítás és Windows használata
it: Riavvia verso Windows
ja: 再起動して Windows を使用
ka: Windows-ში გადატვირთვა
kn: ವಿಂಡೋಸ್‌ಗೆ ಮರುಪ್ರಾರಂಭಿಸಿ
ko: Windows로 다시 시작
lo: ຣີສະຕາດເຂົ້າສູ່ Windows
ml: വിന്ഡോസിലേക്ക് പുനരാരംഭിക്കുക
nl: Opnieuw starten naar Windows
oc: Reaviar jos Windows
pa: Windows ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie do Windows
pt_br: Reiniciar no Windows
ru: Перезагрузить в Windows
si: වින්ඩෝස් වෙත යළි අරඹන්න
sk: Reštartovať do Windows
sr: Поново покрени у Windows
sv: Starta om till Windows
tr: Windows'a yeniden başlat
ug: قايتا قوزغىتىپ Windows قا كىرىدۇ
uk: Перезапустити у Windows
zh: 重启到 Windows
zh_tw: 重啟進入 Windows

# restartIntoWindowsTitle
source: Restart into Windows?
be: Перазапусціць у Windows?
ca: Voleu reiniciar a Windows?
cs: Restartovat do Windows?
de: Neustart in Windows hinein?
eo: Ĉu restartigi al Windows?
et: Kas taaskäivitame arvuti ja laadime Windowsi?
eu: Windowsera berrabiarazi?
fa: آغاز دوباره به ویندوز؟
fi: Käynnistetäänkö uudelleen Windowsiin?
fr: Redémarrer sous Windows ?
ga: Atosaigh i Windows?
he: לעלות מחדש ל־Windows?
hu: Újraindítja a számítógépet Windows használatával?
it: Riavviare verso Windows?
ja: Windowsに再起動しますか？
ka: გადავიტვირთო Windows-ში?
kn: ವಿಂಡೋಸ್‌ಗೆ ಮರುಪ್ರಾರಂಭಿಸುವುದೇ?
ko: Windows로 다시 시작하시겠습니까?
lo: ຣີສະຕາດເຂົ້າສູ່ Windows ບໍ່?
nl: Opnieuw starten naar Windows?
oc: Reaviar jos Windows ?
pa: Windows ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਹੈ?
pl: Uruchomić ponownie do Windows?
pt_br: Reiniciar para o Windows?
ru: Перезагрузить в Windows?
si: වින්ඩෝස් වෙත යළි අරඹන්න ද?
sk: Reštartovať do Windows?
sr: Поново покрени у Windows?
sv: Starta om till Windows?
tr: Windows'a yeniden başlatılsın mı?
ug: قايتا قوزغىتىپ Windows قا كىرەمدۇ؟
uk: Перезапустити у Windows?
zh: 重启到 Windows？
zh_tw: 是否重啟進入 Windows？

# restartIntoWindowsDescription
source: Are you sure you want to restart your computer? You will need to restart the {DISTRO} installation later to finish installing {DISTRO}.
be: Перазапусціць камп'ютар? Каб завяршыць усталяванне {DISTRO}, пазней вам спатрэбіцца перазапусціць {DISTRO}.
ca: Segur que voleu reiniciar l'ordinador? Haureu de reiniciar la instal·lació {DISTRO} més tard per finalitzar la instal·lació de {DISTRO}.
cs: Opravdu chcete počítač restartovat? Pokud pak budete chtít instalaci {DISTRO} dokončit, bude třeba instalaci {DISTRO} spustit znovu.
de: Sind Sie sicher, dass Sie Ihren Computer neu starten möchten? Sie müssen die Installation von {DISTRO} später neu starten, um die Installation von {DISTRO} abzuschließen.
eo: Ĉu vi certas, ke vi volas restartigi vian komputilon? Vi devos rekomenci la instaladon de {DISTRO} poste por fini instali {DISTRO}.
et: Kas sa oled kindel, et soovid arvuti uuesti käivitada? Lõpetamaks {DISTRO} paigaldust, pead tema paigalduse hiljem uuesti alustama.
eu: Ziur ordenagailua berrabiarazi nahi duzula? Geroago {DISTRO}ren instalazioa berrekin beharko duzu, {DISTRO} instalatzen amaitzeko.
fi: Haluatko varmasti käynnistää tietokoneen uudelleen? Sinun tulee käynnistää uudelleen {DISTRO}-asennusohjelma, jotta voit viimeistellä {DISTRO}n asennuksen.
fr: Voulez-vous vraiment redémarrer votre ordinateur ? Vous devrez redémarrer l’installation d’{DISTRO} ultérieurement pour compléter l’installation d’{DISTRO}.
ga: An bhfuil tú cinnte go bhfuil fonn ort do ríomhaire a atosú? Beidh ort an tsuiteáil {DISTRO} a atosú níos déanaí chun suiteáil {DISTRO} a chríochnú.
he: להפעיל את המחשב מחדש? יש להפעיל את ההתקנה של {DISTRO} מחדש בהמשך כדי לסיים את התקנת {DISTRO}.
hu: Biztosan újra szeretné indítani a számítógépet? Később újra kell majd indítania a(z) {DISTRO} telepítését a(z) {DISTRO} telepítésének befejezéséhez.
it: Sei sicuro di voler riavviare il tuo computer? Avrai bisogno di riavviare l'installazione di {DISTRO} più tardi per finire di installare {DISTRO}.
ja: 本当にコンピュータを再起動しますか？ {DISTRO}のインストールを完了するためには、あとで再起動する必要があります。
ka: მართლა გნებავთ თქვენი კომპიუტერის გადატვირთვა? {DISTRO}-ის დაყენების დაწყება მოგვიანებით თავიდან მოგიწევთ {DISTRO}-ის დაყენების დასასრულებლად.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? {DISTRO} ಅನ್ನು ಸ್ಥಾಪಿಸುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ನಂತರ {DISTRO} ಸ್ಥಾಪನೆಯನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 컴퓨터를 정말로 다시 시작하시겠습니까? {DISTRO} 설치를 완료 하려면 나중에 {DISTRO} 설치를 다시 시작 해야 합니다.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີສະຕາດຄອມພິວເຕີຂອງທ່ານ? ທ່ານຈະຕ້ອງເລີ່ມການຕິດຕັ້ງ {DISTRO} ໃໝ່ໃນພາຍຫຼັງເພື່ອໃຫ້ການຕິດຕັ້ງ {DISTRO} ສຳເລັດ.
nl: Weet u zeker dat u uw computer opnieuw wilt opstarten? U moet de installatie van {DISTRO} later opnieuw opstarten om de installatie van {DISTRO} te voltooien.
oc: Volètz vertadièrament reaviar l’ordenador ? Deuretz relançar lo processús d’installacion de {DISTRO} mai tard per terminar l’installacion de {DISTRO}.
pl: Czy na pewno chcesz ponownie uruchomić komputer? Później należy ponownie uruchomić instalację {DISTRO}, aby zakończyć instalowanie {DISTRO}.
pt_br: Tem certeza de que deseja reiniciar o computador? Você precisará reiniciar a instalação do {DISTRO} mais tarde para concluí-la.
ru: Вы уверены, что хотите перезагрузить компьютер? Вам потребуется позже перезапустить установку {DISTRO}, чтобы завершить установку {DISTRO}.
sk: Naozaj chcete reštartovať počítač? Ak budete chcieť neskôr dokončiť inštaláciu {DISTRO}, bude ju potrebné znova spustiť.
sr: Да ли сте сигурни да желите да поново покренете рачунар? Биће потребно да поново покренете инсталацију {DISTRO} касније да бисте завршили инсталацију {DISTRO}.
sv: Är du säker på att du vill starta om din dator? Du kommer att behöva starta om {DISTRO}-installationen senare för att slutföra installationen av {DISTRO}.
tr: Bilgisayarınızı yeniden başlatmak istediğinizden emin misiniz? {DISTRO} kurulumunu tamamlamak için daha sonra {DISTRO} kurulumunu yeniden başlatmanız gerekecektir.
ug: كومپيۇتېرنى راستتىنلا قايتا قوزغىتامسىز؟ سىز سەل تۇرۇپ {DISTRO} ئورنىتىشنى قايتا قوزغاتسىڭىز ئاندىن {DISTRO} ئورنىتىشنى تاماملىيالايسىز.
uk: Ви впевнені, що хочете перезапустити комп'ютер? Вам потрібно буде перезапустити встановлення {DISTRO} пізніше, щоб завершити встановлення {DISTRO}.
zh: 您确定要重新启动计算机吗？您需要稍后重新启动 {DISTRO} 安装程序才能完成安装 {DISTRO}。
zh_tw: 您是否要重啟您的電腦？您之後將要重啟進入 {DISTRO} 的安裝程式才能完成安裝 {DISTRO}。

# installationSlidesTitle
source: Welcome to {RELEASE}
be: Вітаем у {RELEASE}
ca: Us donem la benvinguda a {RELEASE}
cs: Vítejte v {RELEASE}
de: Willkommen bei {RELEASE}
eo: Bonvenon al {RELEASE}
et: Tere tulemast - see on {RELEASE}
eu: Ongi etorri {RELEASE}ra
fa: به {RELEASE} خوش آمدید
fi: Tervetuloa, tämä on {RELEASE}
fr: Bienvenue à {RELEASE}
ga: Fáilte go {RELEASE}
he: ברוך בואך אל {RELEASE}
hu: Üdvözli a(z) {RELEASE}!
it: Benvenuto in {RELEASE}
ja: {RELEASE}へようこそ
ka: მოგესალმებათ {RELEASE}
kn: {RELEASE} ಗೆ ಸುಸ್ವಾಗತ
ko: {RELEASE} 사용을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ {RELEASE}
nl: Welkom bij {RELEASE}
oc: La benvenguda a {RELEASE}
pa: {RELEASE} ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w {RELEASE}
pt_br: Boas-vindas ao {RELEASE}
ru: Добро пожаловать в {RELEASE}
si: {RELEASE} වෙත පිළිගනිමු
sk: Vitajte v {RELEASE}
sr: Добродошли у {RELEASE}
sv: Välkommen till {RELEASE}
tr: {RELEASE} sürümüne hoş geldiniz
ug: {RELEASE} غا خۇش كەلدىڭىز
uk: Ласкаво просимо до {RELEASE}
zh: 欢迎使用 {RELEASE}
zh_tw: 歡迎使用 {RELEASE}

# installationSlidesAvailable
source: Available:
be: Даступна:
ca: Disponible:
cs: K dispozici:
de: Verfügbar:
eo: Instaleblaj:
et: Saadaval:
eu: Erabilgarri:
fa: موجود:
fi: Saatavilla:
fr: Disponible :
ga: Ar fáil:
he: זמין:
hu: Elérhető:
ja: インストール可能：
ka: ხელმისაწვდომია:
kn: ಲಭ್ಯವಿದೆ:
ko: 이용 가능:
lo: ສາມາດໃຊ້ໄດ້:
nl: Beschikbaar:
oc: Disponible :
pa: ਮੌਜੂਦ:
pl: Dostępne:
pt_br: Disponível:
ru: Доступно:
si: තිබේ:
sk: K dispozícii:
sr: Доступно:
sv: Tillgängligt:
tr: Mevcut:
ug: ئىشلىتىلىشچان:
uk: Доступно:
zh: 可用：
zh_tw: 可選用：

# installationSlidesIncluded
source: Included:
be: Уключаюць:
ca: Inclòs:
cs: Obsaženo:
de: Einschließlich:
eo: Inkluzivitaj:
et: Sisaldab:
eu: Hau barne:
fa: دارای:
fi: Sisältyy:
fr: Inclus :
ga: San áireamh:
he: כחלק:
hu: Tartalmazott:
ja: 含まれるアプリ：
ka: ჩასმულია:
kn: ಒಳಗೊಂಡಿದೆ:
ko: 포함됨:
lo: ລວມມີ:
nl: Inbegrepen:
oc: Inclús :
pa: ਸ਼ਾਮਲ ਹੈ:
pl: Dołączone:
pt_br: Incluído:
ru: Включено:
sk: Obsiahnuté:
sr: Укључено:
sv: Inkluderat:
tr: Dahil:
ug: ئىچىدە:
uk: Включено:
zh: 包含：
zh_tw: 已安裝：

# installationSlidesWelcomeTitle
source: Fast, free and full of new features
be: Хуткая, свабодная і поўная новых функцый
ca: Ràpid, gratuït i ple de novetats
cs: Rychlé, bezplatné a plné nových funkcí
de: Schnell, kostenlos und mit vielen neuen Funktionen
eo: Rapida, senpaga, plena de novaj funkcioj
et: Kiire, vaba ja paljude uute võimalustega
eu: Bizkorra, librea eta eginbidez betea
fa: سریع، آزاد و پر از ویژگی‌های جدید
fi: Nopea, ilmainen ja täynnä uusia ominaisuuksia
fr: Rapide, gratuit et plein de nouvelles fonctionnalités
ga: Fast, saor in aisce agus lán de ghnéithe nua
he: מהיר, חינמי ומפוצץ ביכולות חדשות
hu: Gyors, ingyenes és tele új funkciókkal
it: Veloce, libero e pieno di nuove caratteristiche
ja: 高速で無料で、新機能が満載
ka: სწრაფი, უფასო და სავსე ახალი ფუნქციონალით
kn: ವೇಗವಾದ, ಉಚಿತ ಮತ್ತು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳ ಪೂರ್ಣ
ko: 빠르고, 무료이며 새로운 기능으로 가득
lo: ໄວ, ຟຣີ ແລະ ເຕັມໄປດ້ວຍຄຸນສົມບັດໃໝ່
nl: Snel, gratis en vol nieuwe functies
oc: Rapid, gratuit e plen de foncionalitats novèlas
pa: ਤੇਜ਼, ਮੁਫ਼ਤ ਅਤੇ ਪੂਰੇ ਫ਼ੀਚਰਾਂ ਨਾਲ ਭਰਪੂਰ
pl: Szybki, darmowy i pełen nowych funkcji
pt_br: Rápido, gratuito e cheio de novos recursos
ru: Скорость, свобода и новые функции
si: වේගවත්, නොමිලේ සහ බොහෝ නවීන විශේෂාංග
sk: Rýchle, slobodné a plné nových funkcií
sr: Брзо, бесплатно и пуно нових функција
sv: Snabb, gratis och full av nya funktioner
tr: Hızlı, ücretsiz ve yeni özelliklerle dolu
ug: تېز، ئەركىن يەنى ھەقسىز، يېڭى ئىقتىدارلار بىلەن تولغان
uk: Швидка, вільна та повна нових функцій
zh: 快捷、自由、功能新颖，让人爱不释手
zh_tw: 快速、免費、滿滿的新功能

# installationSlidesWelcomeHeader
source: The latest version of {DISTRO} makes computing easier than ever.
be: Апошняя версія {DISTRO} дазваляе яшчэ больш спрасціць выкарыстанне вашага камп'ютара.
ca: L'última versió de {DISTRO} fa que la informàtica sigui més fàcil que mai.
cs: Nejnovější verze {DISTRO} usnadňuje používání počítače víc než kdy dříve.
de: Die neueste Version von {DISTRO} macht Computerarbeiten so einfach wie nie zuvor.
eo: La nova versio de {DISTRO} igas komputadon pli facila ol iam ajn.
et: {DISTRO} viimane versioon teeb arvutikasutuse lihtsamaks, kui ealeski varem.
eu: {DISTRO}ren azken bertsioak ordenagailuan aritzea inoiz baino errazago egiten du.
fa: جدیدترین نگارش {DISTRO} رایانش را آسان‌تر از همیشه کرده است.
fi: {DISTRO}n uusin versio tekee tietojenkäsittelystä helpompaa kuin koskaan aiemmin.
fr: La dernière version d’{DISTRO} rend l’informatique plus facile que jamais.
ga: Déanann an leagan is déanaí de {DISTRO} ríomhaireacht níos éasca ná riamh.
he: הגרסה העדכנית ביותר של {DISTRO} הופכת את השימוש במחשב לפשוט מאי פעם.
hu: A(z) {DISTRO} legújabb verziója minden eddiginél könnyebbé teszi a számítástechnikát.
ja: 最新版の{DISTRO}では、これまで以上にコンピューティングが容易になります。
ka: {DISTRO}-ის უკანასკნელი ვერსია კომპიუტერთან მუშაობას წარმოუდგენლად აადვილებს.
kn: {DISTRO} ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯು ಕಂಪ್ಯೂಟಿಂಗ್ ಅನ್ನು ಎಂದಿಗಿಂತಲೂ ಸುಲಭಗೊಳಿಸುತ್ತದೆ.
ko: 최신 버전의 {DISTRO}로 컴퓨터를 더욱 쉽게 사용할 수 있습니다.
lo: ເວີຊັນລ່າສຸດຂອງ {DISTRO} ເຮັດໃຫ້ການໃຊ້ຄອມພິວເຕີງ່າຍຂຶ້ນກວ່າເກົ່າ.
nl: De nieuwste versie van {DISTRO} maakt computergebruik eenvoudiger dan ooit.
oc: La darrièra version de {DISTRO} fa venir l’informatica mai simpla que jamai.
pl: Najnowsza wersja {DISTRO} sprawia, że korzystanie z komputera jest łatwiejsze niż kiedykolwiek.
pt_br: A mais recente versão do {DISTRO} torna o uso do computador mais fácil do que nunca.
ru: Последняя версия {DISTRO} делает использование вашего компьютера проще, чем когда-либо.
si: නවතම {DISTRO} අනුවාදය අන් කවරදාටත් වඩා පරිගණක භාවිතය පහසු කරයි.
sk: Najnovšia verzia {DISTRO} uľahčuje používanie počítača viac ako kedykoľvek predtým.
sr: Најновија верзија {DISTRO} чини рачунарство лакшим него икада.
sv: Den senaste versionen av {DISTRO} gör datoranvändning enklare än någonsin.
tr: {DISTRO}'nun son sürümü işleri hiç olmadığı kadar kolaylaştırır.
ug: {DISTRO} نىڭ يېڭى نەشرى ھېسابلاشنى ئىلگىرى ھەر قانداق ۋاقىتتىكىدىن تېخىمۇ ئاسانلاشتۇردى.
uk: Найновіша версія {DISTRO} робить обчислення простішими, ніж будь-коли.
zh: {DISTRO} 的全新版本将让您的计算机变得更加易于使用。
zh_tw: 最新版本的 {DISTRO} 讓使用電腦成為更加容易的體驗。

# installationSlidesWelcomeBody
source: Whether you're a developer, creator, gamer or administrator you'll find new tools to improve your productivity and enhance your experience in {RELEASE}.
be: Незалежна ад таго, з'яўляецеся вы распрацоўшчыкам, аматарам відэагульняў або адміністратарам, {RELEASE} прапануе вам новыя інструменты для паляпшэння прадукцыйнасці і падвышэння досведу.
ca: Tant si feu desenvolupament, creació, jocs o administració trobareu eines noves per millorar la vostra productivitat i realçar la vostra experiència dins {RELEASE}.
cs: Ať už jste vývojáři, tvůrci, hráči či správci, v {RELEASE} naleznete nové nástroje, které vám zvýší produktivitu a zpříjemní používání systému.
de: Egal, ob Sie Entwickler, Grafiker, Spieler oder Administrator sind, in {RELEASE} finden Sie neue Werkzeuge, um Ihre Produktivität zu steigern und Ihre Erfahrung zu verbessern.
eo: Ĉu vi programas, kreas, ludas aŭ administras? Vi trovos novajn rimedojn por plibonigi viajn produktivecon kaj sperton en {RELEASE}.
et: Olenemata sellest, kas sa oled arendaja, sisulooja, arvutimängude huviline või süsteemihaldur, siis {RELEASE} versioonis leidub uusi töövahendeid, mis parandavad sinu tõhusust ja kasutuskogemust.
eu: Garatzailea, sortzailea, bideojokozalea nahiz administratzailea izan, {RELEASE}n produktibitatea handitzeko eta zure bizipena hobetzeko tresna berriak aurkituko dituzu.
fa: چه توسعه‌دهنده باشید، چه سازندهٔ محتوا، بازیکن یا مدیر، ابزارهایی جدید برای بهبود بهره‌وری و ارتقای تجربه‌تان در {RELEASE} خواهید یافت.
fi: Oletpa sitten kehittäjä, sisällöntuottaja, pelaaja tai ylläpitäjä, {RELEASE}:n uudet työkalut parantavat tuottavuuttasi ja kokemustasi.
fr: Que vous soyez développeur, créateur, joueur ou administrateur, vous trouverez de nouveaux outils pour améliorer votre productivité et votre expérience sur {RELEASE}.
ga: Cibé an forbróir, cruthaitheoir, cluichire nó riarthóir tú gheobhaidh tú uirlisí nua chun do tháirgiúlacht a fheabhsú agus do thaithí i {RELEASE} a fheabhsú.
he: בין אם למטרות פיתוח, יצירה, משחקים או ניהול ניתן למצוא כלים חדשים לשיפור היעילות והחוויה עם {RELEASE}.
hu: Legyen akár fejlesztő, alkotó, játékos vagy rendszergazda, a(z) {RELEASE} új eszközöket nyújt Önnek a termelékenység és a felhasználói élmény javításához.
ja: 開発者・クリエーター・ゲーマー・管理者のいずれであっても、{RELEASE}では生産性を向上し、より良い体験を得られる新しいツールを見つけることができます。
ka: თუ ბრძანდებით პროგრამისტი, ხელოვანი, გეიმერი, ან ადმინისტრატორი, თქვენ იპოვით ახალ პროგრამებს თქვენი პროდუქტიულობის გასაზრდელად და {RELEASE}-ში გამოცდილების გასაღრმავებლად.
kn: ನೀವು ಡೆವಲಪರ್, ರಚನೆಕಾರ, ಗೇಮರ್ ಅಥವಾ ನಿರ್ವಾಹಕರಾಗಿರಲಿ, ನಿಮ್ಮ ಉತ್ಪಾದಕತೆಯನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು {RELEASE} ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಲು ಹೊಸ ಪರಿಕರಗಳನ್ನು ನೀವು ಕಾಣಬಹುದು.
ko: 개발자, 크리에이터, 게이머, 관리자 등 누구에게나 생산성을 향상하고 {RELEASE}에서의 경험을 개선할 수 있는 새로운 도구를 찾으실 수 있습니다.
lo: ບໍ່ວ່າທ່ານຈະເປັນນັກພັດທະນາ, ຜູ້ສ້າງສັນຜົນງານ, ເກມເມີ ຫຼື ຜູ້ເບິ່ງແຍງລະບົບ ທ່ານຈະພົບກັບ ເຄື່ອງມືໃໝ່ໆເພື່ອປັບປຸງປະສິດທິພາບການເຮັດວຽກ ແລະ ຍົກລະດັບປະສົບການຂອງທ່ານໃນ {RELEASE}.
nl: Of u nu een ontwikkelaar bent of maker of gamer of beheerder, in {RELEASE} vind u nieuwe hulpmiddelen om uw productiviteit en ervaring te verbeteren.
oc: Que siatz un desvolopaire, creator, jogaire o administrator, traparetz d’aisinas novèlas per melhorar vòstra productivitat e experiéncia sus {RELEASE}.
pl: Niezależnie od tego, czy jesteś programistą, twórcą, graczem czy administratorem, w {RELEASE} znajdziesz nowe narzędzia, które poprawią produktywność i wrażenia.
pt_br: Seja você um desenvolvedor, criador, jogador ou administrador, você encontrará novas ferramentas para ampliar sua produtividade e aprimorar sua experiência no {RELEASE}.
ru: Независимо от того, являетесь ли вы разработчиком, создателем, игроком или администратором, {RELEASE} предлагает новые инструменты для повышения вашей производительности и опыта.
sk: Či už ste vývojár, tvorca, hráč alebo správca, nájdete tu nové nástroje zvyšujúce vašu produktivitu a vylepšujúce váš dojem z používania {RELEASE}.
sr: Било да сте програмер, креатор, гејмер или администратор, пронаћи ћете нове алате за побољшање продуктивности и унапређење вашег искуства у {RELEASE}.
sv: Oavsett om du är en utvecklare, skapare, spelare eller administratör hittar du nya verktyg för att förbättra din produktivitet och förbättra din upplevelse i {RELEASE}.
tr: İster geliştirici, ister içerik oluşturucu, ister oyuncu veya yönetici olun, {RELEASE} sürümünde üretkenliğinizi artıracak ve deneyiminizi zenginleştirecek yeni araçlar bulacaksınız.
ug: مەيلى سىز ئىجادكار، مەزمۇن ياراتقۇچى، ئويۇن ئوينىغۇچى ياكى سىستېما باشقۇرغۇچى بولۇڭ، {RELEASE} نەشرىدىن خىزمەت ئۈنۈمىنى ئاشۇرۇپ، ئىشلىتىش تەسىراتىنى كۈچەيتىدىغان يېڭى قوراللارنى تاپالايسىز.
uk: Незалежно від того, чи ви розробник, творець, геймер або адміністратор, у {RELEASE} ви знайдете нові інструменти для поліпшення продуктивності та зручності роботи.
zh: 不论您是开发者、创作者、游戏玩家还是管理员，都能在 {RELEASE} 中找到新的工具，提高生产力并增强使用体验。
zh_tw: 無論您是開發者、創作者、玩家還是管理者，您都能在 {RELEASE} 找到新的工具來提高生產力並增強使用體驗。
