Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# refreshHeader
source: An update is available for the installer
be: Абнаўленне даступна для ўсталёўшчыка праграм
ca: Hi ha una actualització disponible per a l'instal·lador
cs: Pro instalační program je k dispozici aktualizace
de: Für das Installationsprogramm ist eine Aktualisierung verfügbar
eo: Ĝisdatigo pretas por la instalilo
et: Paigaldajale on saadaval uuendus
eu: Instalatzailearentzako eguneratze bat eskuragarri dago
fa: به‌روز رسانی‌ای برای نصب کننده موجود است
fi: Asennusohjelmaan on saatavilla päivitys
fr: Une mise à jour est disponible pour l'installateur
ga: Tá nuashonrú ar fáil don suiteálaí
he: יש עדכון לתוכנית ההתקנה
hu: Frissítés érhető el a telepítőhöz
ja: インストーラーのアップデートが適用できます
ka: დაყენების პროგრამისთვის ხელმისაწვდომია განახლება
kn: ಸ್ಥಾಪಕಕ್ಕೆ ನವೀಕರಣ ಲಭ್ಯವಿದೆ
ko: 설치 관리자의 업데이트가 사용 가능합니다
lo: ມີອັບເດດສຳລັບຕົວຕິດຕັ້ງ
nl: Er is een update beschikbaar voor het installatieprogramma
oc: Una mesa a jorn es disponibla per l’installador
pa: ਇੰਸਟਾਲਰ ਲਈ ਅੱਪਡੇਟ ਮੌਜੂਦ ਹੈ
pl: Dostępna jest aktualizacja instalatora
pt_br: Uma atualização está disponível para o instalador
ru: Доступно обновление для программы установки
si: ස්ථාපකය සඳහා යාවත්කාලයක් තිබේ
sk: Pre inštalátor je k dispozícii aktualizácia
sr: Доступно је ажурирање за инсталер
sv: En uppdatering är tillgänglig för installationsprogrammet
ug: ئورناتقۇچنىڭ يېڭىلانمىسى بار
uk: Доступне оновлення встановлювача
zh: 安装程序有可用更新
zh_tw: 安裝程式有可用更新

# refreshUpdateNow
source: Update now
be: Абнавіць зараз
ca: Actualitza ara
cs: Aktualizovat nyní
de: Jetzt aktualisieren
eo: Ĝisdatigi nun
et: Uuenda kohe
eu: Eguneratu orain
fa: اکنون به‌روز شود
fi: Päivitä nyt
fr: Mettre à jour maintenant
ga: Nuashonraigh anois
he: לעדכן עכשיו
hu: Frissítés most
ja: 今すぐアップデート
ka: განახლება ახლა
kn: ಈಗ ನವೀಕರಿಸಿ
ko: 지금 업데이트
lo: ອັບເດດດຽວນີ້
nl: Nu bijwerken
oc: Actualizar ara
pa: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj teraz
pt_br: Atualizar agora
ru: Обновить сейчас
si: යාවත්කාල කරන්න
sk: Aktualizovať teraz
sr: Ажурирај сада
sv: Uppdatera nu
tr: Şimdi güncelle
ug: ھازىر يېڭىلا
uk: Оновити зараз
zh: 现在更新
zh_tw: 現在進行更新

# refreshInfo
source: Update to the latest version for improved reliability and more features.
be: Абнавіце да апошняй версіі, каб палепшыць надзейнасць і атрымаць больш функцый.
ca: Actualitza a l'ultima versió per a una fiabilitat millorada i més característiques.
cs: Aktualizujte na nejnovější verzi pro lepší spolehlivost a více funkcí.
de: Aktualisieren Sie auf die neueste Version, um eine verbesserte Zuverlässigkeit und mehr Funktionen zu erhalten.
eo: Ĝisdatigu al la plej nova versio por pliaj fidindeco kaj funkcioj.
et: Parema töökindluse ja lisafunktsionaalsuste nimel uuenda viimase versioonini.
eu: Eguneratu azken bertsiora fidagarritasun handiagorako eta eginbide gehiago lortzeko.
fa: به‌روز رسانی به جدیدترین نگارش برای قابلیت اطمینان بهبود یافته و ویژگی‌های بیش‌تر.
fi: Päivitä uusimpaan versioon entistä paremman luotettavuuden ja lisäominaisuuksien vuoksi.
fr: Mettre à jour vers la dernière version pour une fiabilité améliorée et d'avantage de fonctionnalités.
ga: Nuashonrú ar an leagan is déanaí le haghaidh iontaofacht níos fearr agus gnéithe níos mó.
he: עדכון לגרסה העדכנית ביותר ישפר את האמינות ויביא איתו יכולות נוספות.
hu: Frissítsen a legújabb verzióra a nagyobb megbízhatóság és több funkció érdekében.
ja: 最新バージョンにアップデートすると、信頼性が改善し機能が増えます。
ka: განახლდით უახლეს ვერსიამდე გაუმჯობესებული საიმედოობისთვის და მეტი შესაძლებლობებისთვის.
kn: ಸುಧಾರಿತ ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ಹೆಚ್ಚಿನ ವೈಶಿಷ್ಟ್ಯಗಳಿಗಾಗಿ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಿ.
ko: 향상된 안정성과 더 많은 기능을 위해 최신 버전으로 업데이트하세요.
lo: ອັບເດດເປັນເວີຊັນລ່າສຸດເພື່ອປັບປຸງຄວາມຫມັ້ນຄົງ ແລະ ຄຸນສົມບັດເພີ່ມເຕີມ.
nl: Bijwerken naar de nieuwste versie voor verbeterde betrouwbaarheid en meer functies.
oc: Metètz a jorn cap a la darrièra version per una fisabilitat melhorada e mai de foncionalitats.
pl: Zaktualizuj do najnowszej wersji, aby zwiększyć niezawodność i uzyskać więcej funkcji.
pt_br: Atualize para a versão mais recente para maior confiabilidade e mais recursos.
ru: Выполните обновление, чтобы повысить надёжность и расширить возможности.
sk: Aktualizujte na najnovšiu verziu pre lepšiu spoľahlivosť a viac funkcií.
sr: Ажурирајте на најновију верзију за побољшану поузданост и више функција.
sv: Uppdatera till den senaste versionen för förbättrad tillförlitlighet och fler funktioner.
ug: ئەڭ يېڭى نەشرىگە يېڭىلانسا ئىشەنچلىكلىكىنى ياخشىلاپ، تېخىمۇ كۆپ ئىقتىدارىغا ئېرىشكىلى بولىدۇ.
uk: Оновіть до останньої версії для підвищення надійності та розширення можливостей.
zh: 升级到最新版本，以改善可靠性、获得更多功能。
zh_tw: 更新到最新版本以得到改善的可靠性與更多功能。

# refreshReady
source: Update ready
be: Абнаўленне гатова
ca: Actualització a punt
cs: Aktualizace je připravena
de: Aktualisierung bereit
eo: Ĝisdatigo pretas
et: Uuendus on valmis
eu: Eguneratzea prest
fa: به‌روز رسانی آماده
fi: Päivitys valmistui
fr: Mise à jour prête
ga: Nuashonraigh réidh
he: העדכון מוכן
hu: A frissítés kész
ja: アップデートの準備完了
ka: განახლება მზადაა
kn: ನವೀಕರಣ ಸಿದ್ಧವಾಗಿದೆ
ko: 업데이트 준비됨
lo: ອັບເດດພ້ອມແລ້ວ
nl: Update klaar
oc: Mesa a jorn prèsta
pa: ਅੱਪਡੇਟ ਤਿਆਰ ਹੈ
pl: Aktualizacja przygotowana
pt_br: Atualização pronta
ru: Обновление готово
si: යාවත්කාලය සූදානම්
sk: Aktualizácia je pripravená
sr: Ажурирање спремно
sv: Uppdatering redo
tr: Güncelleme hazır
ug: يېڭىلانما تەييار
uk: Оновлення готове
zh: 更新准备就绪
zh_tw: 更新已就緒

# refreshCurrent
source: The current {snap} version is {version}.
be: Бягучай версіяй {snap} з'яўляецца {version}.
ca: La versió actual de {snap} és {version}.
cs: Stávající verze {snap} je {version}.
de: Die aktuelle {snap}-Version ist {version}.
eo: La aktuala versio de {snap} estas {version}.
et: {snap} paketi praegune versioon on {version}.
eu: Uneko {snap} bertsioa honakoa da: {version}.
fa: نگارش کنونی {snap}: {version}.
fi: Nykyinen {snap}-versio on {version}.
fr: La version actuelle du {snap} est {version}.
ga: Is é {version} an leagan {snap} reatha.
he: הגרסה הנוכחית של {snap} היא {version}.
hu: A jelenlegi {snap} verzió {version}.
ja: 現在の {snap} バージョンは {version}です。
ka: {snap}-ის მიმდინარე ვერსიაა {version}.
kn: ಪ್ರಸ್ತುತ {snap} ಆವೃತ್ತಿಯು {version} ಆಗಿದೆ.
ko: 현재 {snap} 버전은 {version}입니다.
lo: ເວີຊັນ {snap} ປະຈຸບັນແມ່ນ {version}.
nl: De huidige {snap}-versie is {version}.
oc: La version actuala de {snap} es {version}.
pa: ਮੌਜੂਦਾ {snap} ਵਰਜ਼ਨ {version} ਹੈ।
pl: Bieżąca wersja {snap} to {version}.
pt_br: A versão atual do {snap} é {version}.
ru: Текущей версией {snap} является {version}.
sk: Aktuálne používaná verzia {snap} je {version}.
sr: Тренутна {snap} верзија је {version}.
sv: Din nuvarande {snap}-version är {version}.
tr: Geçerli {snap} sürümü: {version}.
ug: نۆۋەتتىكى{snap} نىڭ نەشرى {version}.
uk: Поточна версія {snap} — {version}.
zh: 目前 {snap} 的版本是 {version}。
zh_tw: 目前 {snap} 的版本是 {version}。

# refreshInstall
source: Update to version {version}
be: Абнавіць да версіі {version}
ca: Actualització a la versió {version}
cs: Aktualizovat na verzi {version}
de: Aktualisierung auf Version {version}
eo: Ĝisdatigi al versio {version}
et: Uuenda versioonini {version}
eu: Eguneratu {version} bertsiora
fa: به‌روز رسانی به نگارش {version}
fi: Päivitä versioon {version}
fr: Mettre à jour à la version {version}
ga: Nuashonrú go leagan {version}
he: עדכון לגרסה {version}
hu: Frissítés a(z) {version} verzióra
ja: バージョン {version} にアップデート
ka: {version} ვერსიამდე აწევა
kn: ಆವೃತ್ತಿ {version} ಗೆ ನವೀಕರಿಸಿ
ko: {version} 버전으로 업데이트하기
lo: ອັບເດດເປັນເວີຊັນ {version}
nl: Bijwerken naar versie {version}
oc: Metre a jorn cap a la version {version}
pa: ਵਰਜ਼ਨ {version} ਲਈ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj do wersji {version}
pt_br: Atualizar para a versão {version}
ru: Обновить до версии {version}
sk: Aktualizovať na verziu {version}
sr: Ажурирај на верзију {version}
sv: Uppdatera till version {version}
tr: Şu sürüme güncelle: {version}
ug: يېڭىلىنىدىغان نەشرى {version}
uk: Оновлення до версії {version}
zh: 更新到版本 {version}
zh_tw: 更新到 {version} 版本

# refreshUpToDate
source: The current version {version} is up-to-date.
be: Бягучая версія {version} з'яўляецца самай апошняй.
ca: La versió actual {version} està actualitzada.
cs: Stávající verze {version} je aktuální.
de: Die aktuelle Version {version} ist auf dem neuesten Stand.
eo: La aktuala versio {version} estas la plej nova.
et: Praegune versioon {version} ongi kõige uuem.
eu: Uneko bertsioa ({version}) egunean dago.
fa: نگارش کنونی ({version}) به‌روز است.
fi: Nykyinen versio {version} on ajan tasalla.
fr: La version actuelle {version} est à jour.
ga: Tá an leagan reatha {version} cothrom le dáta.
he: הגרסה הנוכחית של {version} עדכנית.
hu: A jelenlegi {version} verzió naprakész.
ja: 現在のバージョン {version} は最新です。
ka: მიმდინარე ვერსია {version} უახლესია.
kn: ಪ್ರಸ್ತುತ ಆವೃತ್ತಿ {version} ಅಪ್-ಟು-ಡೇಟ್ ಆಗಿದೆ.
ko: 현재 버전 {version}은 최신 버전입니다.
lo: ເວີຊັນປະຈຸບັນ {version} ເປັນລຸ້ນລ່າສຸດແລ້ວ.
nl: De huidige versie {version} is up-to-date.
oc: La version actuala {version} es actualizada.
pl: Bieżąca wersja {version} jest aktualna.
pt_br: A versão atual {version} está atualizada.
ru: Текущая версия ({version}) является последней.
sk: Aktuálne používaná verzia {version} je najnovšia.
sr: Тренутна верзија {version} је ажурирана.
sv: Den aktuella versionen {version} är uppdaterad.
tr: Geçerli sürüm {version} güncel.
ug: نۆۋەتتىكى نەشرى {version} ئەڭ يېڭىسى.
uk: Поточна версія {version} актуальна.
zh: 当前版本 {version} 是最新的。
zh_tw: 目前的 {version} 版本為最新版本。

# refreshUpdating
source: Updating {snap}...
be: Абнаўленне {snap}...
ca: S'està actualitzant {snap}...
cs: Aktualizování {snap}…
de: {snap} wird aktualisiert ...
eo: Ĝisdatigante {snap}…
et: Uuendan paketi andmeid: {snap}...
eu: {snap} eguneratzen...
fa: به روز رساندن {snap}…
fi: Päivitetään {snap}...
fr: Mise à jour de {snap}...
ga: {snap} á nuashonrú...
he: {snap} מתעדכן…
hu: A(z) {snap} frissítése…
ja: {snap} のアップデート中...
ka: {snap}-ის განახლება...
kn: {snap} ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 업데이트 중...
lo: ກຳລັງອັບເດດ {snap}...
nl: {snap} bijwerken…
oc: Actualizacion de {snap}...
pa: {snap} ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Aktualizowanie {snap}...
pt_br: Atualizando {snap}...
ru: Обновление {snap}…
si: {snap} යාවත්කාල වෙමින්...
sk: Aktualizuje sa {snap}...
sr: Ажурирање {snap}...
sv: Uppdaterar {snap}...
tr: {snap} güncelleniyor...
ug: {snap} نى يېڭىلاۋاتىدۇ…
uk: Оновлення {snap}...
zh: 正在更新 {snap}…
zh_tw: 正在更新 {snap}……

# tpmActionPageTitle
source: Hardware-backed encryption could not be enabled
de: Hardware-gestützte Verschlüsselung konnte nicht aktiviert werden
eu: Ezin izan da hardware bidezko zifratzea gaitu
ga: Criptiú le tacaíocht crua-earraí
he: הצפנה בגיבוי חומרה
ka: აპარატურით მხარდაჭერილი დაშიფვრა
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಲಿಲ್ಲ
pt_br: Criptografia com suporte de hardware
sk: Hardvérom podporované šifrovanie sa nepodarilo aktivovať
sv: Hårdvarubaserad kryptering kunde inte aktiveras
ug: قاتتىق دېتال قوللايدىغان شىفىرلاشنى قوزغاتقىلى بولمايدۇ
zh: 硬件加密

# tpmActionErrorKindAddonDriversPresent
source: Addon Drivers Present
eu: Unitate gehigarriak presente daude.
kn: Addon ಡ್ರೈವರ್‌ಗಳು ಪ್ರಸ್ತುತ
sv: Tilläggsdrivrutiner finns
ug: قوشۇلما قوزغاتقۇ مەۋجۇت

# tpmActionErrorKindPreOsSecureBootAuthByEnrolledDigests
source: Pre OS Secure Boot Auth By Enrolled Digests
eu: Ordenagailu honek eskuzko baimen-zerrenda darabil abioko softwarea egiaztatzeko.

# manualPartitioningWarningBody
source: Try something else. You may also <a href="">send an error report</a>.
eu: Probatu beste zerbait. Horrez gain, <a href="">errore-txosten bat bidal</a> dezakezu.

# confirmDiskEncryptionTPM
source: TPM
ga: TPMName
