Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# rstInstructions
source: For instructions, scan the QR code on another device or visit: <a href="https://{url}">{url}</a>
be: Для атрымання даведкі адсканіруйце QR-код на іншай прыладзе або наведайце: <a href="https://{url}">{url}</a>
ca: Per a obtenir instruccions, obriu aquesta pàgina en un telèfon o un altre dispositiu: <a href="https://{url}">{url}</a>
cs: Pro pokyny naskenujte QR kód na jiném zařízení (třeba telefonu) nebo navštivte: <a href="https://{url}">{url}</a>
de: Um Anweisungen zu erhalten, scannen Sie den QR-Code mit einem anderen Gerät oder besuchen Sie: <a href="https://{url}">{url}</a>
eo: Por instrukcioj, skanu la QR-kodon per alia aparato, aŭ vizitu la jenon: <a href="https://{url}">{url}</a>
et: Skaneerides QR-koodi mõne muu seadmega leiad teemakohase juhendi. Või lihtsalt vaata veebilehte <a href="https://{url}">{url}</a>
eu: Argibideetarako, eskaneatu QR kodea beste gailu batekin edo bisitatu: <a href="https://{url}">{url}</a>
fa: برای دستورالعمل‌ها، رمز پاس را روی افزاره‌ای دیگر پوییده یا ببینید: <a href="https://{url}">{url}</a>
fi: Lue ohjeet skannaamalla QR-koodi tai käy toisella laitteella: <a href="https://{url}">{url}</a>
fr: Pour obtenir des instructions, scannez le code QR sur un autre appareil ou visitez le site : <a href="https://{url}">{url}</a>
ga: Le treoracha a fháil, scanadh an cód QR ar ghléas eile nó tabhair cuairt ar: <a href="https://{url}">{url}</a>
he: לקבלת הנחיות, יש לסרוק את קוד ה־QR הזה במכשיר אחר או לבקר באתר: <a href="https://{url}">{url}</a>
hu: Az utasításokért olvassa le a QR-kódot egy másik eszközön, vagy látogassa meg ezt az oldalt: <a href="https://{url}">{url}</a>
it: Per istruzioni, apri questa pagina da un telefono o un altro dispositivo: <a href="https://{url}">{url}</a>
ja: 手順は、別のデバイスでQRコードをスキャンするか、<a href="https://{url}">{url}</a>をご確認ください。
ka: ინსტრუქციებისთვის დაასკანერეთ QR კოდი სხვა მოწყობილობაზე, ან ეწვიეთ ვებვერდს <a href="https://{url}">{url}</a>
kn: ಸೂಚನೆಗಳಿಗಾಗಿ, ಇನ್ನೊಂದು ಸಾಧನದಲ್ಲಿ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ಭೇಟಿ ನೀಡಿ: <a href="https://{url}">{url}</a>
ko: 절차를 알아보려면, 다른 장치로 QR코드를 스캔 하거나 이 페이지를 방문하십시오: <a href="https://{url}">{url}</a>
lo: ສຳລັບຄຳແນະນຳ, ໃຫ້ສະແກນ QR code ໃນອຸປະກອນອື່ນ ຫຼື ເຂົ້າໄປທີ່: <a href="https://{url}">{url}</a>
ml: നിർദ്ദേശങ്ങൾക്കായി, ഒരു ഫോണിലോ മറ്റ് ഉപകരണത്തിലോ ഈ പേജ് തുറക്കുക: <a href="https://{url}">{url}</a>
nl: Voor instructies, open de volgende website op uw telefoon of op een ander apparaat: <a href="https://{url}">{url}</a>
oc: Per las consignas, numerizatz aqueste còdi QR sus un autre aparelh o consultatz : <a href="https://{url}">{url}</a>
pa: ਹਦਾਇਤਾਂ ਲਈ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਜਾਂ ਖੋਲ੍ਹੋ: <a href="https://{url}">{url}</a>
pl: Aby uzyskać instrukcje, zeskanuj kod QR na innym urządzeniu lub odwiedź: <a href="https://{url}">{url}</a>
pt_br: Para instruções, escaneie o código QR em outro dispositivo ou visite: <a href="https://{url}">{url}</a>
ru: Для получения справки отсканируйте QR-код на другом устройстве или посетите: <a href="https://{url}">{url}</a>
si: උපදෙස් සඳහා, දුරකථනයක හෝ වෙනත් උපාංගයක මෙම පිටුව අරින්න: <a href="https://{url}">{url}</a>
sk: Pre inštrukcie naskenujte QR kód na inom zariadení alebo navštívte: <a href="https://{url}">{url}</a>
sr: За инструкције, отворите ову страницу на телефону или другом уређају: <a href="https://{url}"></a>
sv: För instruktioner, skanna QR-koden på en annan enhet eller besök: <a href="https://{url}">{url}</a>
tr: Talimatlar için QR kodunu başka bir cihazda tarayın veya ziyaret edin: <a href="https://{url}">{url}</a>
ug: مۇناسىۋەتلىك چۈشەندۈرۈشكە ئېرىشىش ئۈچۈن ئۈسكۈنىدىكى QR كودى تارىلىدۇ ياكى تۆۋەندىكى زىيارەت قىلىنىدۇ: <a href="https://{url}">{url}</a>
uk: Для отримання інструкцій відкрийте цю сторінку на телефоні або іншому пристрої: <a href="https://{url}">{url}</a>
zh: 有关说明，请在另一台设备上扫描二维码或访问：<a href="https://{url}">{url}</a>
zh_tw: 請用其他裝置掃描 QR Code 或造訪 <a href="https://{url}">{url}</a> 以取得詳細步驟

# configureSecureBootTitle
source: Configure Secure Boot
be: Сканфігурыраваць Secure Boot
ca: Configura l'arrencada segura
cs: Nastavit Secure Boot
de: Secure Boot konfigurieren
eo: Agordi Sekuran Praŝargon
et: Seadista Secure Booti
eu: Konfiguratu abio segurua
fa: پیکربندی راه‌اندازی ایمن
fi: Määritä Secure Boot
fr: Configurer Secure Boot
ga: Cumraigh Tosaithe Slán
he: הגדרת טעינה מאובטחת (Secure Boot)
hu: Biztonságos rendszerindítás beállítása
it: Configura Avvio Sicuro
ja: セキュアブートの設定
ka: Secure Boot-ის მორგება
kn: ಸುರಕ್ಷಿತ ಬೂಟ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: Secure Boot 구성
lo: ຕັ້ງຄ່າ Secure Boot
ml: സെക്യൂർ ബൂട്ട് ക്രമീകരിക്കുക
nl: Secure Boot configureren
oc: Configurar l’amorçatge segur
pa: ਸਕਿਉਰ ਬੂਟ ਦੀ ਸੰਰਚਨਾ
pl: Skonfiguruj bezpieczny rozruch (Secure Boot)
pt_br: Configurar Secure Boot
ru: Настройте Secure Boot
si: ආරක්‍ෂිත ඇරඹුම හැඩගසන්න
sk: Nastaviť Secure Boot
sr: Конфигуришите Secure Boot
sv: Konfigurera Secure Boot
tr: Güvenli Önyüklemeyi Yapılandır
ug: بىخەتەر قوزغىلىش سەپلىمىسى
uk: Налаштувати безпечне завантаження
zh: 配置安全启动
zh_tw: 設定安全開機 (Secure Boot)

# configureSecureBootDescription
source: You've chosen to install third-party driver software. This requires turning off Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
be: Для ўсталявання вы выбралі драйвер ад старонняга пастаўшчыка праграмнага забеспячэння. Для гэтага вам неабходна адключыць Secure Boot. Пасля гэтага, вам неабходна будзе выбраць ключ бяспекі, а потым увесці яго пры перазапуску сістэмы.
ca: Has triat per instal·lar programari de control·ladors de tercers. Això requereix desactivar Arrencada Segura, Per fer això, has de escogir una clau de seguretat ara i introduir-la després de reiniciar el sistema.
cs: Zvolili jste nainstalovat ovladač hardwaru pocházející od třetí strany. K tomu je nutné vypnout Secure Boot. Musíte si teď proto zvolit klíč zabezpečení a zadat ho po restartu systému.
de: Sie haben sich für die Installation von Treibersoftware von Drittanbietern entschieden. Dazu muss Secure Boot ausgeschaltet werden. Dazu müssen Sie jetzt einen Sicherheitsschlüssel auswählen und ihn beim Neustart des Systems eingeben.
eo: Vi elektis instali triapartiajn zorgilojn. Tio postulas malŝalti Sekuran Praŝargon. Por tio, vi devas elekti sekurigan ŝlosilon nun kaj tajpu ĝin, kiam la sistemo restartas.
et: Sa oled otsustanud paigaldada kolmandate osapoolte draiverite tarkvara. See aga eeldab, et Secure Boot on välja lülitatud. Selleks palun loo nüüd turvavõti ning sisesta see süsteemi uuesti käivitamisel.
eu: Hirugarrenen kontrolatzaileak instalatzea aukeratu duzu. Hau egiteko abio segurua itzali beharra dago. Horretarako, orain segurtasun gako bat aukeratu behar duzu orain, eta sistema berrabiaraztean berau sartu.
fa: شما نصب نرم‌افزار درایور شخص ثالث را انتخاب کرده‌اید. برای این کار باید راه‌اندازی ایمن را خاموش کنید. برای انجام این کار، اکنون باید یک کلید امنیتی را انتخاب کنید و پس از راه اندازی دوبارهٔ سامانه، آن را وارد کنید.
fi: Valitsit kolmansien osapuolten ajurien asennuksen. Tämä vaatii että Secure Boot tulee määrittää. Tämä vaatii, että valitset turva-avaimen nyt ja kirjoitat sen järjestelmän käynnistyessä uudelleen.
fr: Vous avez choisi d’installer des pilotes logiciels tiers. Cela nécessite de désactiver Secure Boot. Pour cela, vous devez choisir une clé de sécurité maintenant, et l’entrer quand le système démarrera.
ga: Roghnaigh tú bogearraí tiománaí tríú páirtí a shuiteáil. Éilíonn sé seo Tosaithe Slán a chasadh as. Chun seo a dhéanamh, ní mór duit eochair slándála a roghnú anois, agus é a chur isteach nuair a thosaíonn an córas.
he: בחרת להתקין תכנית מנהל התקן מגורם צד־שלישי. פעולה שכזאת דורשת את כיבוי הטעינה המאובטחת (Secure Boot). כדי לעשות זאת, עליך לבחור מפתח אבטחה כעת ולהקליד אותו לאחר שהמערכת תופעל מחדש.
hu: Úgy döntött, hogy harmadik féltől származó illesztőprogramot telepít. Ez a biztonságos rendszerindítás kikapcsolását igényli. Ehhez most választania kell egy biztonsági kulcsot, és a rendszer újraindításakor meg kell adnia azt.
it: Hai scelto di installare driver software di terze parti. Questo richiede lo spegnimento dell'Avvio Sicuro. Per farlo, devi scegliere una chiave di sicurezza, e digitarla al riavvio del sistema.
ja: サードパーティのドライバーソフトウェアのインストールを選択しました。セキュアブートの無効化が必要です。 ここでセキュリティキーを設定し、システム再起動時にそのキーを入力してください。
ka: თქვენ აირჩიეთ მესამე პირების მიერ მოწოდებული პროგრამების დაყენება. ამას დაცული ჩატვირთვის გამორთვა სჭირდება. ამისათვის საჭიროა, უსაფრთხოების გასაღები ახლა აირჩიოთ, ან შეიყვანოთ ის, როცა სისტემა გადაიტვირთება.
kn: ನೀವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಡ್ರೈವರ್ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲು ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ. ಇದಕ್ಕೆ ಸುರಕ್ಷಿತ ಬೂಟ್ ಅನ್ನು ಆಫ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆ.ಇದನ್ನು ಮಾಡಲು, ನೀವು ಇದೀಗ ಭದ್ರತಾ ಕೀಲಿಯನ್ನು ಆರಿಸಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಸಿಸ್ಟಮ್ ಮರುಪ್ರಾರಂಭಿಸಿದಾಗ ಅದನ್ನು ನಮೂದಿಸಿ.ನೀವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಡ್ರೈವರ್ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲು ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ. ಇದಕ್ಕೆ ಸುರಕ್ಷಿತ ಬೂಟ್ ಅನ್ನು ಆಫ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆ.ಇದನ್ನು ಮಾಡಲು, ನೀವು ಇದೀಗ ಭದ್ರತಾ ಕೀಲಿಯನ್ನು ಆರಿಸಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಸಿಸ್ಟಮ್ ಮರುಪ್ರಾರಂಭಿಸಿದಾಗ ಅದನ್ನು ನಮೂದಿಸಿ.
ko: 서드파티 드라이버 소프트웨어 설치를 선택하시려면, Secure Boot를 꺼야 합니다. 이를 위해 지금 보안 키를 지정하고, 시스템 다시 시작 시 입력해야 합니다.
lo: ທ່ານໄດ້ເລືອກຕິດຕັ້ງໄດຣເວີຈາກພາກສ່ວນທີສາມ. ສິ່ງນີ້ຮຽກຮ້ອງໃຫ້ປິດ Secure Boot. ເພື່ອເຮັດສິ່ງນີ້, ທ່ານຕ້ອງເລືອກຄີຄວາມປອດໄພໃນຕອນນີ້, ແລະ ປ້ອນມັນໃສ່ເມື່ອລະບົບເລີ່ມຕົ້ນໃໝ່.
ml: നിങ്ങൾ മൂന്നാം-കക്ഷി ഡ്രൈവർ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യാൻ തിരഞ്ഞെടുത്തു. ഇതിന് സെക്യൂർ ബൂട്ട് ഓഫാക്കേണ്ടതുണ്ട്. ഇത് ചെയ്യുന്നതിന്, നിങ്ങൾ ഇപ്പോൾ ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്, കൂടാതെ സിസ്റ്റം പുനരാരംഭിക്കുമ്പോൾ അത് നൽകുകയും ചെയ്യേണ്ടതുമുണ്ട്.
nl: U hebt ervoor gekozen om stuurprogramma's van derden te installeren. Hiervoor moet Secure Boot worden uitgeschakeld. Om dit te doen, moet u nu een beveiligingssleutel kiezen en deze invoeren wanneer het systeem opnieuw wordt opgestart.
oc: Avètz causit d’installar de pilòts tèrces. Aquò requerís la desactivacion de l’amorçatge segur. Per aquò far, devètz causir una clau de seguretat ara, e la picar quand lo sistèma avia.
pl: Wybrano instalację oprogramowania sterownika innego dostawcy. Wymaga to wyłączenia bezpiecznego rozruchu (Secure Boot). Aby to zrobić, musisz teraz wybrać klucz bezpieczeństwa i podać go po ponownym uruchomieniu systemu.
pt_br: Você optou por instalar drivers de terceiros. Isso requer desabilitar o Secure Boot. Para isso, você precisa escolher uma chave de segurança agora e entrar com ela quando o sistema reiniciar.
ru: Вы выбрали установку стороннего драйвера. Для этого необходимо отключить Secure Boot. Для этого вам нужно сейчас выбрать ключ безопасности и ввести его при перезагрузке системы.
si: ඔබ තෙවන පාර්ශ්ව ධාවක මෘදුකාංග ස්ථාපනයට තෝරාගෙන ඇත. මේ සඳහා ආරක්‍ෂිත ඇරඹුම අක්‍රිය කළ යුතුය. මෙය සිදු කිරීම සඳහා, ඔබ දැන් ආරක්‍ෂණ යතුරක් තෝරාගෙන පද්ධතිය යළි ආරම්භ වන විට එය ඇතුල් කරන්න.
sk: Rozhodli ste sa nainštalovať ovládač od tretej strany. Na to je potrebné vypnúť Secure Boot. To urobíte vytvorením kľúča zabezpečenia a jeho následným zadaním po reštarte systému.
sr: Изабрали сте да инсталирате софтвер за управљачке програме треће стране. Ово захтева искључивање Secure Boot-а. Да бисте то урадили, потребно је да сада изаберете безбедносни кључ и унесете га када се систем поново покрене.
sv: Du har valt att installera drivrutinsprogram från tredje part. Detta kräver att du stänger av Secure Boot. För att göra detta måste du välja en säkerhetsnyckel nu och ange den när systemet startar om.
tr: Üçüncü parti sürücüleri kurmayı seçtiniz. Bu, Güvenli Önyüklemeyi kapatmanızı gerektirir. Bunu yapabilmek için, şimdi bir güvenlik anahtarı seçmeli ve sistem yeniden başlatıldığında bu anahtarı girmelisiniz.
ug: سىز ئۈچىنچى تەرەپ قوزغاتقۇ يۇمشاق دېتالىنى ئورنىتىشنى تاللىدىڭىز. بۇ بىخەتەر قوزغىلىشنى تاقاشنى تەلەپ قىلىدۇ. شۇنىڭ ئۈچۈن دەرھال بىخەتەر شىفىرلىق ئاچقۇچتىن بىرنى تاللىشىڭىز كېرەك ھەمدە سىستېما قايتا قوزغىتىلغاندا ئۇنى كىرگۈزۈشىڭىز كېرەك.
uk: Ви вирішили встановити стороннє програмне забезпечення для драйверів. Для цього необхідно вимкнути безпечне завантаження. Для цього потрібно вибрати ключ безпеки зараз, та ввести його після перезавантаженні системи.
zh: 您已选择安装第三方驱动。这需要关闭安全启动。 为此，您需要立即选择一个安全密钥，并在系统重新启动时输入。
zh_tw: 您已經選擇安裝第三方驅動，本功能需要關閉安全開機 (Secure Boot) 才能使用。 為此您需要在此輸入一個安全密鑰，並在系統重啟時輸入。

# configureSecureBootOption
source: Configure Secure Boot
be: Сканфігурыраваць Secure Boot
ca: Configurar Arrencada Segura
cs: Nastavit Secure Boot
de: Secure Boot konfigurieren
eo: Agordi Sekuran Praŝargon
et: Seadista Secure Booti
eu: Konfiguratu abio segurua
fa: پیکربندی راه‌اندازی ایمن
fi: Määritä Secure Boot
fr: Configurer Secure Boot
ga: Cumraigh Tosaithe Slán
he: הגדרת טעינה מאובטחת (Secure Boot)
hu: Biztonságos rendszerindítás beállítása
it: Configura Avvio Sicuro
ja: セキュアブートを設定
ka: Secure Boot-ის მორგება
kn: ಸುರಕ್ಷಿತ ಬೂಟ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: Secure Boot 구성
lo: ຕັ້ງຄ່າ Secure Boot
ml: സെക്യൂർ ബൂട്ട് ക്രമീകരിക്കുക
nl: Secure Boot configureren
oc: Configurar l’amorçatge segur
pa: ਸਕਿਉਰ ਬੂਟ ਦੀ ਸੰਰਚਨਾ
pl: Skonfiguruj bezpieczny rozruch (Secure Boot)
pt_br: Configurar Secure Boot
ru: Настроить Secure Boot
si: ආරක්‍ෂිත ඇරඹුම හැඩගසන්න
sk: Nastaviť Secure Boot
sr: Конфигуришите Secure Boot
sv: Konfigurera Secure Boot
tr: Güvenli Önyüklemeyi Yapılandır
ug: بىخەتەر قوزغىلىش سەپلىمىسى
uk: Налаштувати безпечне завантаження
zh: 配置安全启动
zh_tw: 設定安全開機 (Secure Boot)

# chooseSecurityKey
source: Choose a security key
be: Выберыце ключ бяспекі
ca: Trieu una clau de seguretat
cs: Zvolte si klíč zabezpečení
de: Sicherheitsschlüssel auswählen
eo: Elektu sekurigan ŝlosilon
et: Vali turvavõti
eu: Aukeratu segurtasun gako bat
fa: انتخاب یک کلید امنیتی
fi: Valitse salausavain
fr: Choisissez une clé de sécurité
ga: Roghnaigh eochair slándála
he: נא לבחור מפתח אבטחה
hu: Biztonsági kulcs választása
it: Scegli una chiave di sicurezza
ja: セキュリティキーを決めてください
ka: უსაფრთხოების გასაღების არჩევა
kn: ಭದ್ರತಾ ಕೀಲಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 보안 키 선택
lo: ເລືອກຄີຄວາມປອດໄພ
ml: ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കുക
nl: Kies een beveiligingssleutel
oc: Causir una clau de seguretat
pa: ਸੁਰੱਖਿਆ ਕੁੰਜੀ ਨੂੰ ਚੁਣੋ
pl: Wybierz klucz bezpieczeństwa
pt_br: Escolha uma chave de segurança
ru: Выберите ключ безопасности
si: ආරක්‍ෂණ යතුරක් තෝරන්න
sk: Vyberte bezpečnostný kľúč
sr: Изаберите безбедносни кључ
sv: Välj en säkerhetsnyckel
tr: Güvenlik anahtarı seçin
ug: بىخەتەرلىك ئاچقۇچى تاللىنىدۇ
uk: Оберіть ключ безпеки
zh: 选择一个安全密钥
zh_tw: 選擇安全密鑰

# confirmSecurityKey
source: Confirm the security key
be: Пацвердзіце ключ бяспекі
ca: Confirmeu la clau de seguretat
cs: Zopakujte klíč zabezpečení
de: Sicherheitsschlüssel bestätigen
eo: Konfirmu la sekurigan ŝlosilon
et: Korda turvavõtit
eu: Berretsi segurtasun gakoa
fa: تأیید کلید امنیتی
fi: Vahvista salausavain
fr: Confirmer le code de sécurité
ga: Deimhnigh an eochair slándála
he: אישור מפתח האבטחה
hu: A biztonsági kulcs megerősítése
it: Conferma la chiave di sicurezza
ja: セキュリティキーをもう一度入力
ka: უსაფრთხოების გასაღების დადასტურება
kn: ಭದ್ರತಾ ಕೀಯನ್ನು ದೃಢೀಕರಿಸಿ
ko: 보안 키 확인
lo: ຢືນຢັນຄີຄວາມປອດໄພ
ml: സുരക്ഷാ കീ സ്ഥിരീകരിക്കുക
nl: De beveiligingssleutel bevestigen
oc: Confirmat la clau de seguretat
pa: ਸੁਰੱਖਿਆ ਕੁੰਜੀ ਨੂੰ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź klucz bezpieczeństwa
pt_br: Confirme a chave de segurança
ru: Подтвердите ключ безопасности
si: ආරක්‍ෂණ යතුර තහවුරු කරන්න
sk: Potvrďte bezpečnostný kľúč
sr: Потврдите безбедносни кључ
sv: Bekräfta säkerhetsnyckeln
tr: Güvenlik anahtarını onaylayın
ug: بىخەتەرلىك ئاچقۇچىنى جەزملەش
uk: Підтвердить ключ безпеки
zh: 确认安全密钥
zh_tw: 確認安全密鑰

# dontInstallDriverSoftwareNow
source: Don't install the driver software for now
be: Пакуль не ўсталёўваць драйвер праграмнага забеспячэння
ca: No instal·leu el programari del controlador per ara
cs: Zatím ještě ovladač neinstalovat
de: Installieren Sie die Treibersoftware vorerst nicht
eo: Ne instali zorgilojn nun
et: Ära esialgu paigalda draiveri tarkvara
eu: Ez instalatu kontrolatzaileak oraingoz
fa: فعلاً نرم‌افزار درایور را نصب نکن
fi: Älä asenna ajureita toistaiseksi
fr: Ne pas installer le pilote maintenant
ga: Ná suiteáil na bogearraí tiománaí anois
he: לא להתקין את תכנית מנהל ההתקן לבינתיים
hu: Ne telepítse most az illesztőprogramot
it: Non installare il software dei driver per il momento
ja: 今はドライバーソフトウェアをインストールしない
ka: დრაივერის ჯერ არდაყენება
kn: ಸದ್ಯಕ್ಕೆ ಡ್ರೈವರ್ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಬೇಡಿ
ko: 지금은 드라이버 소프트웨어 설치하지 않기
lo: ຍັງບໍ່ຕ້ອງຕິດຕັ້ງໄດຣເວີໃນຕອນນີ້
ml: ഇപ്പോൾ ഡ്രൈവർ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യരുത്
nl: Stuurprogramma's voorlopig niet installeren
oc: Installar pas lo logicial pilòt pel moment
pa: ਹੁਣੇ ਡਰਾਇਵਰ ਸਾਫਟੇਅਰ ਨੂੰ ਇੰਸਟਾਲ ਨਾ ਕਰੋ
pl: Na razie nie instaluj oprogramowania sterownika
pt_br: Não instalar os drivers agora
ru: Пока не устанавливать драйверы
si: දැනට ධාවක මෘදුකාංගය ස්ථාපනය නොකරන්න
sk: Zatiaľ neinštalujte softvér ovládača
sr: Не инсталирајте софтвер за управљачке програме за сада
sv: Installera inte drivrutinsprogramvara för tillfället
tr: Şimdilik sürücü yazılımını kurma
ug: ھازىرچە قوزغاتقۇ يۇمشاق دېتالنى ئورناتمايدۇ
uk: Наразі не встановлювати програмне забезпечення драйвера
zh: 暂时不安装驱动程序
zh_tw: 不要立即安裝驅動程式

# dontInstallDriverSoftwareNowDescription
source: You can install it later from Software & Updates.
be: Вы можаце ўсталяваць яго пазней у раздзеле «Праграмнае забеспячэнне і абнаўленні».
ca: El podeu instal·lar més tard des de Programari i Actualitzacions.
cs: Můžete ho později nainstalovat pomocí nástroje Software a aktualizace.
de: Sie können sie später über Software & Aktualisierungen installieren.
eo: Vi povas instali ilin poste per Programaroj kaj Ĝisdatigoj.
et: Sa saad ta alati hiljem paigaldada rakendusest „Tarkvara ja uuendused“.
eu: Geroago instala ditzakezu Softwarea eta eguneraketak aplikaziotik.
fa: شما می‌توانید آن را بعداً از نرم‌افزارها و به‌روز رسانی‌ها نصب کنید.
fi: Voit asentaa ne myöhemmin Ohjelmistot ja päivitykset -sovelluksessa.
fr: Vous pouvez l’installer ultérieurement depuis Logiciel & Mises à jour.
ga: Is féidir leat é a shuiteáil níos déanaí ó Bogearraí & Nuashonruithe.
he: אפשר להתקין מאוחר יותר דרך תכנה ועדכונים.
hu: Később a Szoftver és frissítések menüpontból telepítheti.
it: Puoi installarlo in seguito da Software e Aggiornamenti.
ja: あとで「ソフトウェアとアップデート」でインストールできます。
ka: შეგიძლიათ მოგვიანებით დააყენოთ პროგრამებისა და განახლებების ცენტრიდან.
kn: ನೀವು ಅದನ್ನು ನಂತರ ಸಾಫ್ಟ್‌ವೇರ್‌ನಿಂದ ಸ್ಥಾಪಿಸಬಹುದುನೀವು ಅದನ್ನು ನಂತರ ಸಾಫ್ಟ್‌ವೇರ್‌ನಿಂದ ಸ್ಥಾಪಿಸಬಹುದು
ko: 소프트웨어 & 업데이트에서 나중에 설치하실 수 있습니다.
lo: ທ່ານສາມາດຕິດຕັ້ງມັນພາຍຫຼັງໄດ້ຈາກ Software & Updates.
ml: സോഫ്റ്റ്‌വെയർ & അപ്ഡേറ്റസിൽ നിന്ന് പിനീട് ഇൻസ്റ്റാൾ ചെയ്യാവുന്നതാണ്.
nl: Je kunt het later installeren vanuit Software & Updates.
oc: Lo podètz installar mai tard de Logicials e Mesas a jorn estant.
pa: ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਫਟਵੇਅਰ ਅਤੇ ਅੱਪਡੇਟਾਂ ਵਿੱਚੋਂ ਬਾਅਦ ਵਿੱਚ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz zainstalować je później za pomocą aplikacji Oprogramowanie i aktualizacje.
pt_br: Você pode instalar depois usando Programas e Atualizações.
ru: Вы можете установить их позже в приложении «Программы и обновления».
si: එය පසුව මෘදුකාංග හා යාවත්කාල හරහා ස්ථාපනය කිරීමට හැකිය.
sk: Je ho možné nainštalovať kedykoľvek neskôr pomocou nástroja Softvér a aktualizácie.
sr: Можете га инсталирати касније из Software & Updates.
sv: Du kan installera det senare från Programvara och uppdateringar.
tr: Daha sonra Yazılımlar ve Güncellemeler uygulamasından kurabilirsiniz.
ug: ئۇنى كېيىن يۇمشاق دېتال ۋە يېڭىلاشتىن ئورنىتالايسىز.
uk: Ви можете встановити його пізніше з розділу "Програми та оновлення".
zh: 您可以稍后从「软件和更新」中安装它。
zh_tw: 您可以在「軟體與更新」中再行安裝。

# configureSecureBootSecurityKeyRequired
source: Security key is required
be: Патрабуецца ключ бяспекі
ca: Es requereix la clau de seguretat
cs: Je třeba zadat klíč zabezpečení
de: Ein Sicherheitsschlüssel ist erforderlich
eo: Sekuriga ŝlosilo bezoniĝas
et: Turvavõti on kohustuslik
eu: Segurtasun gakoa beharrezkoa da
fa: کلید امنیتی مورد نیاز است
fi: Salausavain vaaditaan
fr: La clé de sécurité est nécessaire
ga: Tá eochair shlándála de dhíth
he: נדרש מפתח אבטחה
hu: Biztonsági kulcs szükséges
it: È richiesta la chiave di sicurezza
ja: セキュリティキーが必要です
ka: აუცილებელია უსაფრთხოების გასაღები
kn: ಭದ್ರತಾ ಕೀ ಅಗತ್ಯವಿದೆ
ko: 보안 키가 필요합니다
lo: ຕ້ອງການຄີຄວາມປອດໄພ
ml: സുരക്ഷാ കീ ആവശ്യമാണ്
nl: Beveiligingssleutel is vereist
oc: La clau de seguretat es requerida
pa: ਸੁਰੱਖਿਆ ਕੁੰਜੀ ਚਾਹੀਦੀ ਹੈ
pl: Wymagany jest klucz bezpieczeństwa
pt_br: Chave de segurança é obrigatória
ru: Требуется ключ безопасности
si: ආරක්‍ෂණ යතුර වුවමනාය
sk: Je potrebné zadať bezpečnostný kľúč
sr: Потребан је безбедносни кључ
sv: Säkerhetsnyckel krävs
tr: Güvenlik anahtarı gereklidir
ug: بىخەتەرلىك ئاچقۇچى زۆرۈر
uk: Потрібен ключ безпеки
zh: 需要安全密钥
zh_tw: 安全密鑰為必填欄位

# secureBootSecurityKeysDontMatch
source: Security keys do not match
be: Ключы бяспекі не супадаюць
ca: Les claus de seguretat no coincideixen
cs: Klíče zabezpečení se liší
de: Die Sicherheitsschlüssel stimmen nicht überein
eo: La sekurigaj ŝlosiloj ne kongruas
et: Turvavõtmed ei klapi omavahel
eu: Segurtasun gakoak ez datoz bat
fa: کلیدهای امنیتی مطابقت ندارند
fi: Salausavaimet eivät täsmää
fr: Les codes de sécurité ne correspondent pas
ga: Ní mheaitseálann eochracha slándála
he: מפתחות האבטחה אינם זהים
hu: A biztonsági kulcsok nem egyeznek
it: Le chiavi di sicurezza non corrispondono
ja: セキュリティキーが一致しません
ka: უსაფრთხოების გასაღებები არ ემთხვევა
kn: ಭದ್ರತಾ ಕೀಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ko: 보안 키가 일치하지 않습니다
lo: ຄີຄວາມປອດໄພບໍ່ກົງກັນ
ml: സുരക്ഷാ കീകൾ പൊരുത്തപ്പെടുന്നില്ല
nl: Beveiligingssleutels komen niet overeen
oc: Las claus de seguretat correspondon pas
pa: ਸੁਰੱਖਿਆ ਕੁੰਜੀਆਂ ਮਿਲਦੀਆਂ ਨਹੀਂ ਹਨ
pl: Klucze bezpieczeństwa nie są zgodne
pt_br: Chaves de segurança não correspondem
ru: Ключи безопасности не совпадают
si: ආරක්‍ෂණ යතුරු නොගැළපේ
sk: Bezpečnostné kľúče sa nezhodujú
sr: Безбедносни кључеви се не поклапају
sv: Säkerhetsnycklarna matchar inte
tr: Güvenlik anahtarları uyuşmamaktadır
ug: بىخەتەرلىك ئاچقۇچى ماسلاشمىدى
uk: Не збігаються ключі захисту
zh: 安全密钥不匹配
zh_tw: 安全密鑰前後不符

# showSecurityKey
source: Show
be: Паказаць
ca: Mostra
cs: Zobrazit
de: Sicherheitsschlüssel anzeigen
eo: Montri sekurecŝlosilon
et: Näita
eu: Erakutsi
fa: نمایش کلید امنیتی
fi: Näytä
fr: Montrer la clé de sécurité
ga: Taispeáin
he: הצגת מפתח אבטחה
hu: Megjelenítés
it: Mostra chiave di sicurezza
ja: 表示
ka: ჩვენება
kn: ತೋರಿಸು
ko: 보이기
lo: ສະແດງ
nl: Weergeven
oc: Mostrar la clau de seguretat
pa: ਵੇਖਾਓ
pl: Pokaż
pt_br: Mostrar chave de segurança
ru: Показать
si: ආරක්‍ෂණ යතුර පෙන්වන්න
sk: Zobraziť
sr: Прикажи
sv: Visa
tr: Göster
ug: كۆرسەت
uk: Показати ключ безпеки
zh: 显示
zh_tw: 顯示

# hideSecurityKey
source: Hide
be: Схаваць
ca: Amaga
cs: Skrýt
de: Ausblenden
eo: Kaŝi
et: Peida
eu: Ezkutatu
fa: نهفتن
fi: Piilota
fr: Masquer
ga: Folaigh
he: הסתרה
hu: Elrejtés
it: Nascondi
ja: 非表示
ka: დამალვა
kn: ಮರೆಮಾಡಿ
ko: 숨기기
lo: ເຊື່ອງ
nl: Verbergen
oc: Amagar
pa: ਓਹਲੇ
pl: Ukryj
pt_br: Esconder
ru: Скрыть
si: සඟවන්න
sk: Skryť
sr: Сакриј
sv: Dölj
tr: Gizle
ug: يوشۇر
uk: Сховати
zh: 隐藏
zh_tw: 隱藏

# updatesOtherSoftwarePageTitle
source: Applications
be: Праграмы
ca: Actualitzacions i altre programari
cs: Aplikace a aktualizace
de: Anwendungen und Aktualisierungen
eo: Programoj kaj ĝisdatigoj
et: Rakendused
eu: Aplikazioak
fa: برنامه‌ها و به‌روز رسانی‌ها
fi: Sovellukset
fr: Applications et mises à jour
ga: Iarratais
he: יישומים ועדכונים
hu: Alkalmazások
it: Aggiornamenti e altro software
ja: アプリケーション
ka: აპლიკაციები
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು
ko: 애플리케이션
lo: ແອັບພລິເຄຊັນ
ml: അപ്ഡേറ്റുകളും മറ്റ് സോഫ്റ്റ്വെയറുകളും
nl: Toepassingen
oc: Aplicacions e mesas a jorn
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ
pl: Programy
pt_br: Aplicativos e atualizações
ru: Приложения
si: යෙදුම්
sk: Aplikácie
sr: Апликације
sv: Applikationer
tr: Uygulamalar
ug: پىروگرامما
uk: Оновлення та інше програмне забезпечення
zh: 应用程序和更新
zh_tw: 應用程式與更新
