Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# refreshSnapPrerequisites
source: Ensuring {snap} prerequisites...
be: Забеспячэнне неабходных умоў {snap}...
ca: Assegurant els prerequisits de {snap}...
cs: Zajišťování závislostí pro {snap}…
de: Voraussetzungen für {snap} werden sichergestellt ...
eo: Certigante necesaĵojn por {snap}…
et: Kontrollime, et {snap} paketi eeldused oleks täidetud...
eu: {snap}(r)en eskakizunak egiaztatzen...
fi: Varmistetaan snapin {snap} edellytyksiä...
fr: Assurer les prérequis de {snap}...
ga: Réamhriachtanais {snap} a chinntiú...
he: התלויות של {snap} נבדקות…
hu: A(z) {snap} előfeltételeinek biztosítása…
ja: {snap} に必要な前処理中...
ka: {snap}-ის მოთხოვნების გადამოწმება...
kn: {snap} ಪೂರ್ವಾಪೇಕ್ಷಿತಗಳನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ...
ko: {snap}에 필요한 요소를 확인하는 중...
lo: ກຳລັງກວດສອບເງື່ອນໄຂເບື້ອງຕົ້ນຂອງ {snap}...
nl: Vereisten voor {snap} worden gecontroleerd…
oc: Verificacion dels prerequesits de {snap}...
pl: Sprawdzanie wymagań wstępnych {snap}...
pt_br: Garantindo os pré-requisitos do {snap}...
ru: Обеспечение предварительных условий {snap}...
sk: Kontrolujú sa predpoklady pre {snap}...
sr: Обезбеђивање {snap} предуслова...
sv: Säkerställer förutsättningar för {snap}...
tr: {snap} ön koşulları sağlanıyor...
ug: {snap} نىڭ ئالدىنقى شەرتىگە كاپالەتلىك قىلىۋاتىدۇ…
uk: Забезпечення передумов {snap}...
zh: 确保 {snap} 的先决条件…
zh_tw: 正在確保 {snap} 的前備條件已被滿足……

# refreshSnapRefresh
source: Refreshing {snap}...
be: Абнаўленне {snap}...
ca: S'està actualitzant {snap}...
cs: Znovunačítání {snap}…
de: {snap} wird aufgefrischt ...
eo: Refreŝigante {snap}…
et: Uuendan paketti: {snap}...
eu: {snap} berritzen...
fa: تازه سازی {snap}…
fi: Päivitetään {snap}...
fr: Rafraîchissement de {snap}...
ga: Athnuachan {snap}...
he: {snap} מתרענן…
hu: A(z) {snap} frissítése…
ja: {snap} のリフレッシュ中...
ka: {snap}-ის მონაცემების განახლება...
kn: ರಿಫ್ರೆಶ್ ಆಗುತ್ತಿದೆ {snap}...
ko: {snap} 새로 고침 중...
lo: ກຳລັງຣີເຟຣຊ {snap}...
nl: {snap} vernieuwen…
oc: Actualizacion de {snap}...
pl: Odświeżanie {snap}...
pt_br: Atualizando {snap}...
ru: Обновление данных {snap}…
si: {snap} නැවුම් වෙමින්...
sk: Obnovuje sa {snap}...
sr: Освежавање {snap}...
sv: Uppdaterar {snap}...
tr: {snap} yenileniyor...
ug: {snap} نى يېڭىلاۋاتىدۇ…
uk: Оновлення {snap}...
zh: 正在刷新 {snap}…
zh_tw: 正在更新 {snap}……

# refreshSnapCheckRerefresh
source: Checking {snap} re-refresh...
be: Праверка абнаўлення даных {snap}...
ca: S'està comprovant l'actualització de {snap}...
cs: Kontrola opětovného znovunačítání {snap}…
de: Erneute {snap}-Auffrischung wird überprüft ...
eo: Kontrolante, ĉu {snap} refreŝiĝu…
et: Kontrollime paketi täiendava uuenduse vajadust: {snap}...
eu: {snap}(r)en berritzea aztertzen...
fa: بررسی کردن تازه‌سازی دوبارهٔ {snap}…
fi: Tarkistetaan {snap} uudelleenpäivitys...
fr: Vérification {snap} re-refresh...
ga: Seiceáil {snap} ath-athnuachan...
he: הרענון של {snap} נבדק…
hu: A(z) {snap} újrafrissítésének ellenőrzése…
ja: {snap} の再リフレッシュを確認中...
ka: {snap}-ის მონაცემების განახლების შემოწმება...
kn: {snap} ಮರು-ರಿಫ್ರೆಶ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap}을 다시 새로고침하는 중...
lo: ກຳລັງກວດສອບການຣີເຟຣຊຊ້ຳຂອງ {snap}...
nl: Vernieuwing van {snap} opnieuw controleren…
oc: Verificacion de mesa a jorn de {snap}...
pl: Sprawdzanie ponownego odświeżenia {snap}...
pt_br: Verificando reatualização de {snap}...
ru: Проверка обновления данных {snap}…
sk: Kontroluje sa opätovná aktualizácia {snap}...
sr: Провера {snap} поновног освежавања...
sv: Kontrollerar {snap} efter uppdateringen...
tr: {snap} yeniden yenilemesi denetleniyor...
ug: {snap} نىڭ قايتا يېڭىلىنىشىنى تەكشۈرۈۋاتىدۇ…
uk: Перевірка повторного оновлення {snap}...
zh: 正在检查 {snap} 的再次刷新…
zh_tw: 正在檢查 {snap} re-refresh 狀態……

# refreshSnapPrepare
source: Preparing {snap}...
be: Падрыхтоўка {snap}...
ca: S'està preparant {snap}...
cs: Příprava {snap}…
de: {snap} wird vorbereitet ...
eo: Pretigante {snap}…
et: Valmistan paketti ette: {snap}...
eu: {snap} prestatzen...
fa: آماده سازی {snap}…
fi: Valmistellaan {snap}...
fr: Préparer de {snap}...
ga: Ag ullmhú {snap}...
he: {snap} בהכנות…
hu: A(z) {snap} előkészítése…
ja: {snap} の準備中...
ka: {snap}-ის მომზადება...
kn: {snap} ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 준비 중...
lo: ກຳລັງກະກຽມ {snap}...
nl: {snap} voorbereiden…
oc: Preparacion de {snap}...
pa: {snap} ਨੂੰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Przygotowywanie {snap}...
pt_br: Preparando {snap}...
ru: Подготовка {snap}…
si: {snap} සූදානම් වෙමින්...
sk: Pripravuje sa {snap}...
sr: Припрема {snap}...
sv: Förbereder {snap}...
tr: {snap} hazırlanıyor...
ug: {snap} نى تەييارلاۋاتىدۇ…
uk: Готуємо {snap}...
zh: 正在准备 {snap}…
zh_tw: 正在準備 {snap}……

# refreshSnapDownload
source: Downloading {snap}...
be: Спампоўванне {snap}...
ca: S'està descarregant {snap}...
cs: Stahování {snap}…
de: {snap} wird heruntergeladen ...
eo: Elŝutante {snap}…
et: Laadime paketti alla: {snap}...
eu: {snap} deskargatzen...
fa: بار گرفتن {snap}…
fi: Ladataan {snap}...
fr: Téléchargement de {snap}...
ga: Ag íosluchtú {snap}...
he: {snap} בהורדה…
hu: A(z) {snap} letöltése…
ja: {snap} のダウンロード中...
ka: {snap}-ის გადმოწერა...
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ {snap}...
ko: {snap} 다운로드 중...
lo: ກຳລັງດາວໂຫຼດ {snap}...
nl: {snap} downloaden…
oc: Telecargament de {snap}...
pa: {snap} ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Pobieranie {snap}...
pt_br: Baixando {snap}...
ru: Скачивание {snap}…
si: {snap} බාගැනෙමින්...
sk: Sťahuje sa {snap}...
sr: Преузимање {snap}...
sv: Hämtar ner {snap}...
tr: {snap} indiriliyor...
ug: {snap} نى چۈشۈرۈۋاتىدۇ…
uk: Завантаження {snap}...
zh: 正在下载 {snap}…
zh_tw: 正在下載 {snap}……

# refreshSnapValidate
source: Validating {snap}...
be: Праверка {snap}...
ca: S'està validant {snap}...
cs: Ověřování {snap}…
de: {snap} wird validiert ...
eo: Validigante {snap}…
et: Valideerime paketti: {snap}...
eu: {snap} balioztatzen...
fa: اعتبار سنجی {snap}…
fi: Vahvistetaan {snap}...
fr: Validation de {snap}...
ga: Ag bailíochtú {snap}...
he: {snap} באימות…
hu: A(z) {snap} ellenőrzése…
ja: {snap} の確認中...
ka: {snap}-ის გადამოწმება...
kn: ಮೌಲ್ಯೀಕರಿಸಲಾಗುತ್ತಿದೆ {snap}...
ko: {snap} 검증 중...
lo: ກຳລັງກວດສອບຄວາມຖືກຕ້ອງຂອງ {snap}...
nl: {snap} valideren…
oc: Validacion de {snap}...
pl: Sprawdzanie poprawności {snap}...
pt_br: Validando {snap}...
ru: Проверка {snap}…
si: {snap} වලංගු වෙමින්...
sk: Overuje sa {snap}...
sr: Валидација {snap}...
sv: Validerar {snap}..
tr: {snap} doğrulanıyor...
ug: {snap} نى دەلىللەۋاتىدۇ…
uk: Підтвердження {snap}...
zh: 正在验证 {snap}…
zh_tw: 正在驗證 {snap}……

# refreshSnapMount
source: Mounting {snap}...
be: Падключэнне {snap}...
ca: S'està muntant {snap}...
cs: Připojování {snap}…
de: {snap} wird eingehängt ...
eo: Muntante {snap}…
et: Haagin paketti: {snap}...
eu: {snap} muntatzen...
fa: سوار کردن {snap}…
fi: Liitetään {snap}...
fr: Montage de {snap}...
ga: Gléasta {snap}...
he: {snap} מעוגן…
hu: A(z) {snap} csatolása…
ja: {snap} のマウント中...
ka: {snap}-ის მიმაგრება...
kn: ಆರೋಹಿಸಲಾಗುತ್ತಿದೆ {snap}...
ko: {snap} 마운트 중...
lo: ກຳລັງ Mount {snap}...
nl: {snap} aankoppelen…
oc: Montatge de {snap}...
pa: {snap} ਨੂੰ ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Montowanie {snap}...
pt_br: Montando {snap}...
ru: Монтирование {snap}…
sk: Pripája sa {snap}...
sr: Монтирање {snap}...
sv: Monterar {snap}...
tr: {snap} bağlanıyor...
ug: {snap} نى ئېگەرلەۋاتىدۇ…
uk: Монтування {snap}...
zh: 正在挂载 {snap}…
zh_tw: 正在掛載 {snap}……

# refreshSnapStopServices
source: Stopping {snap} services...
be: Спыненне службаў {snap}...
ca: S'estan aturant els serveis {snap}...
cs: Zastavování služeb {snap}…
de: {snap}-Dienste werden gestoppt ...
eo: Haltigante servojn de {snap}…
et: Peatan paketi teenuseid: {snap}...
eu: {snap} zerbitzuak geldiarazten...
fa: متوقّف کردن خدمت‌های {snap}…
fi: Pysäytetään {snap}-palvelut...
fr: Arrêt des services de {snap}...
ga: Ag stopadh seirbhísí {snap}...
he: שירותי {snap} נעצרים…
hu: A(z) {snap} szolgáltatásainak leállítása…
ja: {snap} サービスを停止中...
ka: {snap}-ის სერვისების გაჩერება...
kn: {snap} ಸೇವೆಗಳನ್ನು ನಿಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 서비스 중지 중...
lo: ກຳລັງຢຸດບໍລິການ {snap}...
nl: {snap}-diensten beëindigen…
oc: Arrèst dels servicis {snap}...
pl: Zatrzymywanie usług {snap}...
pt_br: Parando os serviços de {snap}...
ru: Остановка сервисов {snap}…
si: {snap} සේවා නවත්වමින්...
sk: Zastavujú sa služby {snap}...
sr: Заустављање {snap} сервиса...
sv: Stoppar {snap}-tjänster...
tr: {snap} hizmetleri durduruluyor...
ug: {snap} مۇلازىمىتىنى توختىتىۋاتىدۇ…
uk: Зупинка служб {snap}...
zh: 正在停止 {snap} 服务…
zh_tw: 正在停止 {snap} 的服務……

# refreshSnapRemoveAliases
source: Removing {snap} aliases...
be: Выдаленне псеўданімаў {snap}...
ca: S'estan eliminant els àlies de {snap}...
cs: Odebírání alternativních názvů {snap}…
de: {snap}-Aliase werden entfernt ...
eo: Forviŝante alinomojn de {snap}…
et: Eemaldan paketi aliasi: {snap}...
eu: {snap} aliasak ezabatzen...
fa: برداشتن نام‌های مستعار {snap}…
fi: Poistetaan {snap}-aliakset...
fr: Suppression des alias de {snap}...
ga: Ailiasanna {snap} á mbaint...
he: הכינויים של {snap} נמחקים…
hu: A(z) {snap} álnevek eltávolítása…
ja: {snap} のエイリアスを削除中...
ka: {snap}-ის ფსევდონიმების წაშლა...
kn: {snap} ಅಲಿಯಾಸ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
ko: {snap} alias 제거 중...
lo: ກຳລັງລຶບ aliases ຂອງ {snap}...
nl: {snap}-aliassen verwijderen…
oc: Supression dels àlias de {snap}...
pl: Usuwanie aliasów {snap}...
pt_br: Removendo aliases de {snap}...
ru: Удаление псевдонимов {snap}...
sk: Odstraňujú sa aliasy {snap}...
sr: Уклањање {snap} алијаса...
sv: Tar bort {snap}-alias...
tr: {snap} takma adları kaldırılıyor...
ug: {snap} لەقىمىنى چىقىرىۋېتىۋاتىدۇ…
uk: Вилучення псевдонімів {snap}...
zh: 正在移除 {snap} 别名…
zh_tw: 正在移除 {snap} 的命令別名……

# refreshSnapUnlink
source: Unlinking {snap}...
be: Выдаленне сувязі {snap}...
ca: S'està desvinculant {snap}...
cs: Rušení odkazů na {snap}…
de: Verknüpfung zu {snap} wird aufgehoben ...
eo: Malligante {snap}…
et: Eemaldan paketi linke: {snap}...
eu: {snap} desestekatzen...
fa: رفع پیوند {snap}…
fi: Poistetaan snapin {snap} linkitys...
fr: Délier {snap}...
ga: Ag dínascadh {snap}...
he: הקישור של {snap} מנותק…
hu: A(z) {snap} hozzákapcsolásának megszüntetése…
ja: {snap} のリンクを削除中...
ka: {snap}-ის მოხსნა...
kn: ಅನ್‌ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ {snap}...
ko: {snap} 링크 해제 중...
lo: ກຳລັງ Unlink {snap}...
nl: {snap} loskoppelen…
oc: Desligament {snap}...
pl: Odłączanie {snap}...
pt_br: Desvinculando {snap}...
ru: Отсоединение {snap}...
sk: Odpája sa {snap}...
sr: Уклањање везе {snap}...
sv: Avlänkar {snap}...
tr: {snap} bağlantısı kaldırılıyor...
ug: {snap} ئۇلانمىسىنى ئۈزۈۋاتىدۇ…
uk: Від'єднання {snap}...
zh: 正在解除 {snap} 链接…
zh_tw: 正在解除 {snap} 的連結……

# refreshSnapUpdateAssets
source: Updating {snap} assets...
be: Абнаўленне рэсурсаў {snap}...
ca: S'estan actualitzant els recursos de {snap}...
cs: Aktualizace dat {snap}…
de: {snap}-Güter werden aktualisiert ...
eo: Ĝisdatigante havaĵojn de {snap}…
et: Uuendan paketi komponente: {snap}...
eu: {snap} baliabideak eguneratzen...
fa: به‌روز کردن محتویات {snap}…
fi: Päivitetään snapin {snap} resurssit...
fr: Mise à jour des actifs de {snap}...
ga: Sócmhainní {snap} á nuashonrú...
he: המשאבים של {snap} מתעדכנים…
hu: A(z) {snap} eszközeinek frissítése…
ja: {snap} 関連のアップデート中...
ka: {snap}-ის მონაცემების განახლება...
kn: {snap} ಸ್ವತ್ತುಗಳನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 에셋 업데이트 중...
lo: ກຳລັງອັບເດດ assets ຂອງ {snap}...
nl: {snap}-materialen bijwerken…
oc: Actualizacion dels items {snap}...
pl: Aktualizowanie zasobów {snap}...
pt_br: Atualizando ativos de {snap}...
ru: Обновление ассетов {snap}…
sk: Aktualizujú sa položky {snap}...
sr: Ажурирање {snap} ресурса...
sv: Uppdaterar {snap}-tillgångar...
tr: {snap} varlıkları güncelleniyor...
ug: {snap} مەنبەسىنى يېڭىلاۋاتىدۇ…
uk: Оновлення активів {snap}...
zh: 正在更新 {snap} 资源…
zh_tw: 正在更新 {snap} 的附加檔案 (assets)……

# refreshSnapUpdateKernelCommandLine
source: Updating {snap} kernel command line...
be: Абнаўленне каманднага радка ядра {snap}...
ca: S'està actualitzant la línia d'ordre del nucli de {snap}...
cs: Aktualizace parametrů {snap} pro spouštění jádra systému…
de: {snap}-Kernel-Befehlszeile wird aktualisiert ...
eo: Ĝisdatigante la kernan komandlinion de {snap}…
et: Uuendan paketi käsurida süsteemi tuuma jaoks: {snap}...
eu: {snap} kernelaren komando-lerroa eguneratzen...
fa: به‌روز کردن خط فرمان کرنل {snap}…
fi: Päivitetään snapin {snap} ytimen komentorivi...
fr: Mise à jour de la ligne de commande noyau de {snap}...
ga: Líne ordaithe eithne {snap} á nuashonrú...
he: שורת פקודת הליבה של {snap} מתעדכנת…
hu: A(z) {snap} rendszermag parancssorának frissítése…
ja: {snap} のカーネルコマンドラインをアップデート中...
ka: {snap}-ის ბირთვის ბრძანების სტრიქონის განახლება...
kn: {snap} ಕರ್ನಲ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 커널 명령줄 업데이트 중...
lo: ກຳລັງອັບເດດ {snap} kernel command line...
nl: {snap}-kernel Opdrachtregel bijwerken...
oc: Actualizacion de la linha de comanda del nuclèu {snap}...
pl: Aktualizowanie wiersza poleceń jądra {snap}...
pt_br: Atualizando a linha de comando do kernel de {snap}...
ru: Обновление командной строки ядра {snap}...
sk: Aktualizuje sa príkazový riadok jadra {snap}...
sr: Ажурирање {snap} командне линије кернела...
sv: Uppdaterar {snap}-kärnans kommandorad...
tr: {snap} çekirdek komut satırı güncelleniyor...
ug: {snap} نىڭ يادرو بۇيرۇق قۇرىنى يېڭىلاۋاتىدۇ…
uk: Оновлення командного рядка ядра {snap}...
zh: 正在更新 {snap} 内核命令行…
zh_tw: 正在更新 {snap} 的核心指令 (kernel command line)……

# refreshSnapCopyData
source: Copying {snap} data...
be: Капіяванне даных {snap}...
ca: S'estan copiant les dades de {snap}...
cs: Kopírování dat {snap}…
de: {snap}-Daten werden kopiert ...
eo: Kopiante datenojn pri {snap}…
et: Kopeerin paketi andmeid: {snap}...
eu: {snap}(r)en datuak kopiatzen...
fa: رونشوت برداشتن از داده‌های {snap}…
fi: Kopioidaan snapin {snap} dataa...
fr: Copie des données de {snap}...
ga: Sonraí {snap} á gcóipeáil...
he: הנתונים של {snap} מועתקים…
hu: A(z) {snap} adatainak másolása…
ja: {snap} のデータをコピー中...
ka: {snap}-ის მონაცემების კოპირება...
kn: {snap} ಡೇಟಾವನ್ನು ನಕಲಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 데이터 복사 중...
lo: ກຳລັງຄັດລອກຂໍ້ມູນ {snap}...
nl: {snap}-gegevens kopiëren…
oc: Còpia de las donadas {snap}...
pa: {snap} ਡਾਟੇ ਨੂੰ ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Kopiowanie danych {snap}...
pt_br: Copiando dados de {snap}...
ru: Копирование данных {snap}…
si: {snap} දත්ත පිටපත් වෙමින්...
sk: Kopírujú sa údaje {snap}...
sr: Копирање {snap} података...
sv: Kopierar {snap}-data...
tr: {snap} verileri kopyalanıyor...
ug: {snap} سانلىق مەلۇماتىنى كۆچۈرۈۋاتىدۇ…
uk: Копіювання даних {snap}...
zh: 正在复制 {snap} 数据…
zh_tw: 正在複製 {snap} 的資料……

# refreshSnapSetupProfiles
source: Setting up {snap} security profiles...
be: Наладжванне профіляў бяспекі {snap}...
ca: S'estan establint els perfils de seguretat de {snap}...
cs: Nastavování profilů zabezpečení {snap}…
de: {snap}-Sicherheitsprofile werden eingerichtet ...
eo: Agordante sekurecajn profilojn de {snap}…
et: Seadistan paketi turvaprofiile: {snap}...
eu: {snap}(r)en segurtasun-profilak konfiguratzen...
fa: برپا کردن نماگرهای امنیتی {snap}…
fi: Asetetaan snapin {snap} tietoturvaprofiileja...
fr: Configuration des profils de sécurité de {snap}...
ga: Próifílí slándála {snap} á mbunú...
he: פרופילי האבטחה של {snap} מוגדרים…
hu: A(z) {snap} biztonsági profiljainak beállítása…
ja: {snap} のセキュリティプロファイルを設定中...
ka: {snap}-ის უსაფრთხოების პროფილების მორგება...
kn: {snap} ಭದ್ರತಾ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 보안 프로필 설정 중...
lo: ກຳລັງຕັ້ງຄ່າໂປຣໄຟລ໌ຄວາມປອດໄພຂອງ {snap}...
nl: {snap}-beveiligingsprofielen instellen…
oc: Parametratge dels perfils de seguretat de {snap}...
pl: Konfigurowanie profili bezpieczeństwa {snap}...
pt_br: Configurando perfis de segurança de {snap}...
ru: Настройка профилей безопасности {snap}…
sk: Nastavujú sa bezpečnostné profily {snap}...
sr: Подешавање {snap} безбедносних профила...
sv: Ställer in {snap}-säkerhetsprofiler...
tr: {snap} güvenlik profilleri ayarlanıyor...
ug: {snap} نىڭ بىخەتەرلىك سەپلىمە ھۆججىتىنى تەڭشەۋاتىدۇ…
uk: Налаштування {snap} профілів безпеки...
zh: 正在配置 {snap} 安全档案…
zh_tw: 正在設定 {snap} 的安全設定檔……

# refreshSnapLink
source: Linking {snap}...
be: Злучэнне {snap}...
ca: S'està enllaçant {snap}...
cs: Napojování {snap}…
de: {snap} wird verknüpft ...
eo: Ligante {snap}…
et: Lingime paketti: {snap}...
eu: {snap} estekatzen...
fa: پیوند دادن {snap}…
fi: Linkitetään {snap}...
fr: Édition de liens de {snap}...
ga: Ag nascadh {snap}...
he: {snap} מקושר…
hu: A(z) {snap} hozzákapcsolása…
ja: {snap} のリンク中...
ka: {snap}-ის მიერთება...
kn: ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ {snap}...
ko: {snap} 연결 중...
lo: ກຳລັງ Linking {snap}...
nl: {snap} koppelen…
oc: Ligament de {snap}...
pa: {snap} ਨੂੰ ਲਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Łączenie {snap}...
pt_br: Vinculando {snap}...
ru: Соединение {snap}…
sk: Prepája sa {snap}...
sr: Повезивање {snap}...
sv: Länkar {snap}...
tr: {snap} bağlanıyor...
ug: {snap} غا باغلاۋاتىدۇ…
uk: Зв'язування {snap}...
zh: 正在链接 {snap}…
zh_tw: 正在連結 {snap}……

# refreshSnapAutoConnect
source: Connecting {snap} plugs and slots...
be: Падключэнне вілак і гнёздаў {snap}...
ca: S'estan connectant les connexions i dispositius de {snap}...
cs: Připojování rozhraní a slotů {snap}…
de: {snap}-Stecker und -Steckplätze werden verbunden ...
eo: Konektante ŝtopilojn kaj ŝtopilingojn de {snap}…
et: Ühendan paketi pistikuid ja slotte: {snap}...
eu: {snap}(r)en larakoak (plug) eta artekak (slot) konektatzen...
fa: وصل کردن کلید و پریزهای {snap}…
fi: Yhdistetään snapin {snap} pistokkeet ja liittimet...
fr: Connexion des connecteurs et prises de {snap}...
ga: Plocóidí agus sliotáin {snap} á nascadh...
he: התקעים והשקעים של {snap} מחוברים…
hu: A(z) {snap} csatlakozóinak és foglalatainak kapcsolódása…
ja: {snap} のプラグとスロットに接続中...
ka: {snap}-ის კაუჭებისა და სლოტების დაკავშირება...
kn: {snap} ಪ್ಲಗ್‌ಗಳು ಮತ್ತು ಸ್ಲಾಟ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 플러그 및 슬롯 연결 중...
lo: ກຳລັງເຊື່ອມຕໍ່ {snap} plugs ແລະ slots...
nl: {snap}-stekkers en -sleuven aansluiten…
oc: Connexions a las fichas e fendas de {snap}...
pl: Łączenie wtyczek i gniazd {snap}...
pt_br: Conectando plugues e slots de {snap}...
ru: Подключение вилок и слотов {snap}...
sk: Pripájajú sa zástrčky a sloty {snap}...
sr: Повезивање {snap} прикључака и слотова...
sv: Ansluter {snap}-pluggar och fack...
tr: {snap} fişleri ve yuvaları bağlanıyor...
ug: {snap} نىڭ كۆرۈنۈش قىستۇرمىسى ۋە ئوقۇرىغا باغلاۋاتىدۇ…
uk: З'єднання штепсельних роз'ємів і гнізд {snap}...
zh: 正在连接 {snap} 插头与插槽…
zh_tw: 正在連接 {snap} 的權限限縮介面插頭(plug)與插槽(slot)……

# refreshSnapSetAutoAliases
source: Setting automatic {snap} aliases...
be: Наладжванне аўтаматычных псеўданімаў {snap}...
ca: S'estan establint els àlies automàtics de {snap}...
cs: Nastavování automatických alternativních názvů pro {snap}…
de: Automatische {snap}-Aliase werden festgelegt ...
eo: Agordante aŭtomatajn alinomojn de {snap}…
et: Seadistan paketi automaatseid aliasi: {snap}...
eu: {snap}(r)en alias automatikoak ezartzen...
fa: تنظیم کردن خودکار نام‌های مستعار {snap}…
fi: Asetetaan automaattisia {snap}-aliaksia...
fr: Configuration des alias automatique de {snap}...
ga: Ailiasanna uathoibríocha {snap} á socrú...
he: הכינויים האוטומטיים של {snap} מוגדרים…
hu: Automatikus {snap} álnevek beállítása…
ja: 自動 {snap} エイリアスを設定中...
ka: {snap}-ის ავტომატური ფსევდონიმების დაყენება...
kn: ಸ್ವಯಂಚಾಲಿತ {snap} ಅಲಿಯಾಸ್‌ಗಳನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ko: 자동 {snap} alias 설정 중...
lo: ກຳລັງຕັ້ງຄ່າ {snap} aliases ອັດຕະໂນມັດ...
nl: Automatische {snap}-aliassen instellen…
oc: Parametratge automatic dels àlias de {snap}...
pl: Ustawianie automatycznych aliasów {snap}...
pt_br: Definindo aliases automáticos de {snap}...
ru: Настройка автоматических псевдонимов {snap}...
sk: Nastavujú sa automatické aliasy {snap}...
sr: Подешавање аутоматских {snap} алијаса...
sv: Ställer in automatiska {snap}-alias...
tr: Otomatik {snap} takma adları ayarlanıyor...
ug: ئاپتوماتىك {snap} لەقىمىنى تەڭشەۋاتىدۇ…
uk: Налаштування автоматичних псевдонімів {snap}...
zh: 正在设置 {snap} 自动别名…
zh_tw: 正在設定 {snap} 的自動命令別名……

# refreshSnapSetupAliases
source: Setting up {snap} aliases...
be: Наладжванне псеўданімаў {snap}...
ca: S'estan establint els àlies de {snap}...
cs: Nastavování alternativních názvů pro {snap}…
de: {snap}-Aliase werden eingerichtet ...
eo: Agordante alinomojn de {snap}…
et: Seadistan paketi aliasi: {snap}...
eu: {snap}(r)en aliasak konfiguratzen...
fa: برپا کردن نام‌های مستعار {snap}…
fi: Asetetaan {snap}-aliaksia...
fr: Configuration des alias de {snap}...
ga: Ailiasanna {snap} á mbunú...
he: הכינויים של {snap} מוגדרים…
hu: A(z) {snap} álneveinek beállítása…
ja: {snap} エイリアスのセットアップ中...
ka: {snap}-ის ფსევდონიმების მორგება...
kn: {snap} ಅಲಿಯಾಸ್‌ಗಳನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} alias 설정 중...
lo: ກຳລັງຕັ້ງຄ່າ {snap} aliases...
nl: {snap}-aliassen inrichten…
oc: Parametratge dels àlias de {snap}...
pl: Konfigurowanie aliasów {snap}...
pt_br: Definindo aliases de {snap}...
ru: Настройка псевдонимов {snap}...
sk: Nastavujú sa aliasy {snap}...
sr: Подешавање {snap} алијаса...
sv: Ställer in {snap}-alias...
tr: {snap} takma adları ayarlanıyor...
ug: {snap} لەقىمىنى تەڭشەۋاتىدۇ…
uk: Налаштування псевдонімів {snap}...
zh: 正在配置 {snap} 别名…
zh_tw: 正在設定 {snap} 的命令別名……

# refreshSnapStartServices
source: Starting {snap} services...
be: Запуск службаў {snap}...
ca: S'estan iniciant els serveis de {snap}...
cs: Spouštění služeb {snap}…
de: {snap}-Dienste werden gestartet ...
eo: Lanĉante servojn de {snap}…
et: Käivitan paketi teenuseid: {snap}...
eu: {snap}(r)en zerbitzuak abiarazten...
fa: آغاز کردن خدمت‌های {snap}…
fi: Käynnistetään {snap}-palveluja...
fr: Démarrage des services de {snap}...
ga: Seirbhísí {snap} á thosú...
he: השירותים של {snap} מופעלים…
hu: A(z) {snap} szolgáltatásainak indítása…
ja: {snap} サービスを開始中...
ka: {snap}-ის სერვისების გაშვება...
kn: {snap} ಸೇವೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 서비스 시작 중...
lo: ກຳລັງເລີ່ມບໍລິການ {snap}...
nl: {snap}-diensten starten…
oc: Lançament dels servicis {snap}...
pl: Uruchamianie usług {snap}...
pt_br: Iniciando serviços de {snap}...
ru: Запуск сервисов {snap}…
si: {snap} සේවා අරඹමින්...
sk: Spúšťajú sa služby {snap}...
sr: Покретање {snap} сервиса...
sv: Startar {snap}-tjänster...
tr: {snap} hizmetleri başlatılıyor...
ug: {snap} مۇلازىمىتىنى قوزغىتىۋاتىدۇ…
uk: Запуск служб {snap}...
zh: 正在启动 {snap} 服务…
zh_tw: 正在啟動 {snap} 的服務……

# refreshSnapCleanup
source: Cleaning up {snap}...
be: Ачыстка {snap}...
ca: S'està netejant {snap}...
cs: Úklid {snap}…
de: {snap} wird bereinigt ...
eo: Viŝante {snap}…
et: Eemaldan paketi paigaldusandmeid: {snap}...
eu: {snap} garbitzen...
fa: پاک کردن {snap}…
fi: Siivotaan {snap}...
fr: Nettoyage de {snap}...
ga: Ag glanadh suas {snap}...
he: {snap} מתפנה…
hu: A(z) {snap} tisztítása…
ja: {snap} のクリーンアップ中...
ka: {snap}-ის მოსუფთავება...
kn: {snap} ಅನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko: {snap} 정리하는 중...
lo: ກຳລັງທຳຄວາມສະອາດ {snap}...
nl: {snap} opschonen…
oc: Netejatge de {snap}...
pa: {snap} ਨੂੰ ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Czyszczenie {snap}...
pt_br: Limpando {snap}...
ru: Очистка {snap}…
si: {snap} ශුද්ධ කරමින්...
sk: Čistí sa {snap}...
sr: Чишћење {snap}...
sv: Städar upp {snap}...
tr: {snap} temizleniyor...
ug: {snap} نى تازىلاۋاتىدۇ…
uk: Очищення {snap}...
zh: 正在清理 {snap}…
zh_tw: 正在清理 {snap} 的資料……
