Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationTypeZFSEncryption
source: Encrypt with a passphrase using ZFS
be: Сцерці дыск і выкарыстоўваць ZFS з шыфраваннем
ca: Encripta amb una contrasenya usant ZFS
cs: Šifrovat s přístupovým heslem pomocí ZFS
de: Mit einer Passphrase verschlüsseln unter Verwendung von ZFS
eo: Ĉifri kun pasfrazo per ZFS
et: Krüpti salafraasiga kasutades ZFS failisüsteemi
eu: Zifratu pasaesaldiarekin, ZFS erabiliz
fa: رمزنگاری با عبارت عبور با استفاده از ZFS
fi: Salaa tunnuslauseella käyttäen ZFS:ää
fr: Chiffrer avec une phrase secrète en utilisant ZFS
ga: Criptigh le pasfhrása ag baint úsáide as ZFS
he: הצפנה עם מילת צופן באמצעות ZFS
hu: Titkosítás jelmondattal, ZFS használatával
it: Cifra con una frase d'accesso usando ZFS
ja: ZFSを使用してパスフレーズによる暗号化
ka: დაშიფვრა საკვანძო ფრაზით ZFS-ის გამოყენებით
kn: ZFS ಬಳಸಿಕೊಂಡು ಪಾಸ್‌ಫ್ರೇಸ್‌ನೊಂದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko: 디스크를 지우고 ZFS와 암호화 사용
lo: ເຂົ້າລະຫັດດ້ວຍວະລີຜ່ານໂດຍໃຊ້ ZFS
nl: Versleutelen met een wachtwoordzin met ZFS
oc: Chifrar amb una frasa secrèta en utilizant ZFS
pl: Szyfruj za pomocą hasła przy użyciu ZFS
pt_br: Criptografe com uma senha usando ZFS.
ru: Зашифровать с паролем, используя ZFS
si: තැටිය මකා ZFS සමඟ සංකේතනය භාවිතා කරන්න
sk: Šifrovať prístupovou frázou v ZFS
sr: Обриши диск и користи ZFS са енкрипцијом
sv: Kryptera med en lösenfras med ZFS
tr: ZFS kullanarak bir parola ile şifreleme
ug: ZFS نى ئىشلىتىپ ئىم ئىبارە بىلەن شىفىرلايدۇ
uk: Шифрування за допомогою ключової фрази за допомогою ZFS
zh: 使用 ZFS 密码加密
zh_tw: 使用 ZFS 以密碼加密

# installationTypeZFSEncryptionInfo
source: Native encryption with ZFS. You will need to enter a passphrase every time you turn on your computer.
ca: Encriptació nativa amb ZVS. Cada vegada que engegueu l’ordinador haureu d’introduir una contrasenya.
cs: Nativní šifrování pomocí ZFS. Při každém zapnutí počítače budete muset zadat přístupové heslo.
de: Native Verschlüsselung mit ZFS. Sie müssen jedes Mal, wenn Sie Ihren Computer einschalten, eine Passphrase eingeben.
eo: Ĉifrado indiĝena al ZFS. Vi bezonos tajpi pasfrazon por startigi la komputilon.
et: Sa pead sisestama selle salafraasi alati peale arvuti sisselülitamist. Krüptimiseks on kasutusel ZFS-i sisseehitatud liidestus.
eu: Zifratze natiboa ZFSrekin. Pasaesaldia sartu beharko duzu ordenagailua pizten duzun aldiro.
fa: رمزنگاری بومی ZFS. باید هربار که رایانه‌تان را روشن می‌کنید عبارت عبوری وارد کنید.
fi: ZFS:n oma salausjärjestelmä. Tunnuslause tulee syöttää joka kerta tietokonetta avattaessa.
fr: Chiffrement natif avec ZFS. Vous devrez entrer un mot de passe chaque fois que vous allumerez votre ordinateur.
ga: Criptiú dúchasach le ZFS. Beidh ort pasfhrása a chur isteach gach uair a chuireann tú do ríomhaire ar siúl.
he: הצפנה מובנית עם ZFS. יהיה למלא מילת צופן עם כל הדלקה של המחשב.
hu: Natív titkosítás ZFS-sel. Jelmondatot kell megadnia minden alkalommal, amikor bekapcsolja a számítógépet.
it: Cifratura nativa con ZFS. Dovrai inserire una frase d'accesso ogni volta che accenderai il computer.
ja: ZFSによるネイティブな暗号化です。PCの電源を入れるたびにパスフレーズの入力が必要です。
ka: საკუთარი დაშიფვრა ZFS-თან ერთად. საკვანძო ფრაზის შეყვანა კომპიუტერის ყოველი ჩართვისას დაგჭირდებათ.
kn: ZFS ನೊಂದಿಗೆ ಸ್ಥಳೀಯ ಎನ್‌ಕ್ರಿಪ್ಶನ್. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನೀವು ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
lo: ການເຂົ້າລະຫັດແບບ Native ດ້ວຍ ZFS. ທ່ານຈະຕ້ອງປ້ອນວະລີຜ່ານທຸກຄັ້ງ ທີ່ທ່ານເປີດຄອມພິວເຕີ.
nl: Lokale versleuteling met ZFS. U moet elke keer dat u de computer aanzet een wachtwoordzin invoeren.
oc: Chiframent natiu amb ZDS. Deuretz picar un senhal cada còp qu’alucaretz l’ordenador.
pl: Natywne szyfrowanie z ZFS. Konieczne będzie wprowadzenie hasła przy każdym włączeniu komputera.
pt_br: Criptografia nativa com ZFS. Você precisará inserir uma senha sempre que ligar o computador.
ru: Встроенное шифрование с помощью ZFS. Вам нужно будет вводить кодовую фразу каждый раз при включении компьютера.
sk: Natívne šifrovanie so ZFS. Budete musieť zadať prístupovú frázu zakaždým, keď zapnete počítač.
sv: Inbyggd kryptering med ZFS. Du måste ange en lösenfras varje gång du startar din dator.
tr: ZFS ile yerel şifreleme. Bilgisayarınızı her açtığınızda bir parola girmeniz gerekecektir.
ug: ZFS نى ئىشلىتىپ يەرلىك شىفىرلايدۇ. كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك.
uk: Нативне шифрування за допомогою ZFS. Вам потрібно буде вводити парольну фразу щоразу, коли ви вмикаєте комп'ютер.
zh: 使用 ZFS 进行本地加密。每次打开计算机都将需要输入密码。
zh_tw: 使用 ZFS 進行原生加密。每次開啟電腦時，您都需要輸入密碼。

# installationTypeZFSSelected
source: ZFS selected
be: Выбрана ZFS
ca: Seleccionat ZFS
cs: Vybráno ZFS
de: ZFS ausgewählt
eo: ZFS elektita
et: ZFS on valitud
eu: ZFS hautatuta
fa: استفاده از ZFS گزیده شد
fi: ZFS valittu
fr: ZFS sélectionné
ga: ZFS roghnaithe
he: נבחר ZFS
hu: ZFS kiválasztva
it: Selezionato ZFS
ja: ZFS を選択
ka: არჩეულია ZFS
kn: ZFS ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: ZFS 선택됨
lo: ເລືອກ ZFS ແລ້ວ
ml: ZFS തിരഞ്ഞെടുത്തു
nl: ZFS geselecteerd
oc: ZFS seleccionat
pa: ZFS ਨੂੰ ਚੁਣਿਆ
pl: Wybrano ZFS
pt_br: ZFS selecionado
ru: Выбрана ZFS
si: ZFS තෝරා ඇත
sk: Vybrané ZFS
sr: ZFS изабран
sv: ZFS valt
tr: ZFS seçildi
ug: ZFS تاللاندى
uk: Обрано ZFS
zh: 已选择配置 ZFS
zh_tw: 已選用 ZFS

# installationTypeZFSEncryptionSelected
source: ZFS and encryption selected
be: Выбрана ZFS і шыфраванне
ca: ZFS i encriptació seleccionats
cs: Vybráno ZFS a šifrování
de: ZFS und Verschlüsselung ausgewählt
eo: ZFS kaj ĉifrado elektitaj
et: Krüptitud ZFS on valitud
eu: ZFS eta zifratzea hautatuta
fa: رمزنگاری و ZFS گزیده شد
fi: ZFS ja salaus valittu
fr: ZFS et chiffrement sélectionnés
ga: ZFS agus criptiú roghnaithe
he: נבחרו ZFS והצפנה
hu: ZFS és titkosítás kiválasztva
it: ZFS e cifratura selezionati
ja: ZFSと暗号化を選択
ka: არჩეულია ZFS და დაშიფვრა
kn: ZFS ಮತ್ತು ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: ZFS와 암호화 선택됨
lo: ເລືອກ ZFS ແລະ ການເຂົ້າລະຫັດແລ້ວ
nl: ZFS en versleuteling geselecteerd
oc: ZFS e chiframent seleccionats
pa: ZFS ਅਤੇ ਇੰਕ੍ਰਿਪਸ਼ਨ ਨੂੰ ਚੁਣਿਆ
pl: Wybrano ZFS i szyfrowanie
pt_br: ZFS e criptografia selecionados
ru: Выбраны ZFS и шифрование
si: ZFS හා සංකේතනය තෝරා ඇත
sk: Vybrané ZFS a šifrovanie
sr: ZFS и енкрипција изабрани
sv: ZFS och kryptering valt
tr: ZFS ve şifreleme seçildi
ug: ZFS ۋە مەخپىيلەشتۈرۈش تاللاندى
uk: Вибрано ZFS та шифрування
zh: 已选择使用加密的 ZFS
zh_tw: 已選擇 ZFS 以及加密設定

# installationTypeTPM
source: Use hardware-backed encryption
be: Уключыць поўнае апаратнае шыфраванне дыска
ca: Utilitza l'encriptació amb suport de maquinari
cs: Použít hardwarové šifrování
de: Hardwaregestützte Verschlüsselung verwenden
eo: Uzi aparato-bazan ĉifradon
et: Kasuta raudvarapõhist krüptimist
eu: Erabili hardware bidezko zifratzea
fa: استفاده از رمزنگاری سخت‌افزاری
fi: Käytä laitteistopohjaista koko levyn salausta
fr: Utiliser le chiffrement par matériel
ga: Bain úsáid as criptiúchán crua-earraí
he: להשתמש בהצפנה מגובית חומרה
hu: Hardveresen támogatott titkosítás használata
it: Usa cifratura con supporto hardware
ja: ハードウェアベースのディスク暗号化を使用
ka: აპარატურით მხარდაჭერილი დაშიფვრის გამოყენება
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಬಳಸಿ
ko: 하드웨어 기반 전체 디스크 암호화 설정
lo: ໃຊ້ການເຂົ້າລະຫັດທີ່ຮອງຮັບໂດຍຮາດແວ
nl: Hardwarematige versleuteling gebruiken
oc: Utilizar lo chiframent material
pl: Użyj szyfrowania sprzętowego
pt_br: Use criptografia com suporte de hardware
ru: Использовать аппаратное шифрование диска
si: දෘඪාංග පිටුබල පූර්ණ තැටි සංකේතනය සබල කරන්න
sk: Použiť hardvérové šifrovanie
sr: Омогући енкрипцију целог диска подржану хардвером
sv: Använd hårdvarustödd kryptering
tr: Donanım destekli şifrelemeyi kullanın
ug: قاتتىق دېتال قوللايدىغان شىفىرلاشنى ئىشلىتىدۇ
uk: Використовувати апаратне шифрування
zh: 启用硬件支持的加密
zh_tw: 使用硬體支援的加密

# installationTypeTPMInfo
source: <a href="{url}">Read about TPM encryption</a> before you choose this option. This may not work with your hardware or future {DISTRO} releases.
be: Гэта эксперыментальная магчымасць. Яна можа не працаваць з вашым абсталяваннем або ў будучых выпусках {DISTRO}.<a href="{url}">Прачытайце аб шыфраванні TPM</a> перад тым, як выбраць гэты параметр.
ca: <a href="{url}">Llegiu sobre l'encriptació TPM</a> abans de triar aquesta opció. Això pot no funcionar amb el vostre maquinari o version futures de {DISTRO}.
cs: Než zvolíte tuto možnost, <a href="{url}">Přečtěte si o šifrování TPM</a>. Nemusí fungovat s vaším hardwarem nebo v budoucích vydáních {DISTRO}.
de: <a href="{url}">Informieren Sie sich über TPM-Verschlüsselung</a>, bevor Sie diese Option wählen. Dies funktioniert möglicherweise nicht mit Ihrer Hardware oder zukünftigen {DISTRO}-Versionen.
eo: <a href="{url}">Legu pri TPM-ĉifrado</a> antaŭ ol vi elektas ĉi tiun opcion. Tio eble ne funkcios kun via komputilo aŭ estontaj versioj de {DISTRO}.
et: Enne selle valiku tegemist <a href="{url}">loe lisateavet TPM-i põhise krüptimise kohta</a>. See ei pruugi toimida sinu arvuti raudvaraga ega {DISTRO} tulevaste versioonidega.
eu: <a href="{url}">Irakurri TPM zifratzeari buruz</a> aukera hau hautatu aurretik. Baliteke ez funtzionatzea zure hardwarearekin, edo {DISTRO}ren etorkizuneko bertsioekin.
fa: پیش از انتخاب این گزینه <a href="{url}">دربارهٔ رمزنگاری TPM بخوانید</a>. ممکن است با سخت‌افزارتان یا ارائه‌های آیندهٔ {DISTRO} کار نکند.
fi: <a href="{url}">Lue TPM-salauksesta</a> ennen kuin otat käyttöön tämän valinnan. Tämä ei välttämättä toimi sinun laitteistollasi tai tulevilla {DISTRO}-julkaisuilla.
fr: <a href="{url}">Lisez à propos du chiffrement TPM</a> avant de choisir cette option. Cela risque de ne pas fonctionner avec votre matériel ou les futures versions de {DISTRO}.
ga: <a href="{url}">Léigh faoi chriptiú TPM</a> sula roghnaíonn tú an rogha seo. Seans nach n-oibreoidh sé seo le do chrua-earraí nó le heisiúintí {DISTRO} amach anseo.
he: <a href="{url}">כדאי לקרוא על הצפנת TPM</a> בטרם בחירה באפשרות הזאת. יכול להיות שלא תעבוד עם החומרה שלך או בגרסאות עתידיות של {DISTRO}.
hu: <a href="{url}">Olvasson a TPM-titkosításról</a>, mielőtt ezt a lehetőséget választja. Előfordulhat, hogy nem működik az Ön hardverével vagy a jövőbeli {DISTRO} kiadásokkal.
it: <a href="{url}">Leggi sulla cifratura TPM</a> prima di selezionare questa opzione. Potrebbe non funzionare con il tuo hardware o futuri rilasci di {DISTRO}.
ja: このオプションを選択する前に <a href="{url}">TPM暗号化</a> をよく読んでください。このハードウェアまたは将来の {DISTRO} リリースでは動作しなくなるかもしれません。
ka: <a href="{url}">წაიკითხეთ მეტი TPM-ით დაშიფვრის შესახებ</a> მანამდე, სანამ ამ არჩევანს გააკეთებთ. ამან, შეიძლება, თქვენს აპარატურასთან, ან {DISTRO}-ის მომავალ ვერსიასთან არ იმშაოს.
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಆರಿಸುವ ಮೊದಲು <a href="{url}">TPM ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಬಗ್ಗೆ ಓದಿ</a>. ಇದು ನಿಮ್ಮ ಹಾರ್ಡ್‌ವೇರ್ ಅಥವಾ ಭವಿಷ್ಯದ {DISTRO} ಬಿಡುಗಡೆಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡದೇ ಇರಬಹುದು.
ko: 이것은 실험적인 기능이며 이 하드웨어나 향후 {DISTRO} 릴리스에서 작동하지 않을 수 있습니다. 이 옵션을 선택하기 전에 <a href="{url}">TPM 암호화에 대해 알아보세요</a>.
lo: <a href="{url}">ອ່ານກ່ຽວກັບການເຂົ້າລະຫັດ TPM</a> ກ່ອນທີ່ທ່ານຈະເລືອກຕົວເລືອກນີ້. ມັນອາດຈະບໍ່ເຮັດວຽກກັບຮາດແວຂອງທ່ານ ຫຼື {DISTRO} ລຸ້ນໃນອະນາຄົດ.
nl: <a href="{url}">Lees meer over TPM-versleuteling</a> voordat u deze optie kiest. Dit werkt mogelijk niet met jouw hardware of toekomstige versies van {DISTRO}.
oc: <a href="{url}">Assabentatz-vos tocant lo chiframent TPM</a> abans de causir aquesta opcion. Aquò pòt foncionar pas amb vòstre material o futuras versions de {DISTRO}.
pl: <a href="{url}">Przeczytaj o szyfrowaniu TPM</a> przed wyborem tej opcji. Może ona nie działać z tym sprzętem lub przyszłymi wersjami {DISTRO}.
pt_br: <a href="{url}">Leia sobre criptografia TPM</a> antes de escolher esta opção. Ela pode não funcionar com seu hardware ou com futuras versões da {DISTRO}.
ru: <a href="{url}">Прочитайте о шифровании TPM</a>, прежде чем выбрать эту опцию. Она может не работать с вашим оборудованием или в будущих выпусках {DISTRO}.
sk: <a href="{url}">Prečítajte si o šifrovaní TPM</a> pred výberom tejto možnosti. Nemusí fungovať s vaším hardvérom alebo budúcimi verziami {DISTRO}.
sr: Ово је експериментална функција. Можда неће радити са вашим хардвером или будућим издањима {DISTRO}. <a href="{url}">Прочитајте о TPM енкрипцији</a> пре него што изаберете ову опцију.
sv: <a href="{url}">Läs om TPM-kryptering</a> innan du väljer detta alternativ. Detta kanske inte fungerar med din hårdvara eller framtida {DISTRO}-utgåvor.
tr: Bu seçeneği seçmeden önce <a href="{url}">TPM şifrelemesi hakkında bilgi edinin</a>. Bu, donanımınız veya gelecekteki {DISTRO} sürümleriyle çalışmayabilir.
ug: بۇ تاللانمىنى تاللاشتىن ئىلگىرى <a href="{url}">TPMشىفىرلاش ھەققىدە ئوقۇڭ</a>. بۇ ئىقتىدار قاتتىق دېتالىڭىز ياكى كەلگۈسىدىكى تارقىتىلغان نەشرى {DISTRO} دە ئىشلىمەسلىكى مۇمكىن.
uk: <a href="{url}">Прочитайте про шифрування TPM</a>, перш ніж вибрати цей параметр. Це може не працювати на вашому обладнанні або у майбутніх випусках {DISTRO}.
zh: 在您选择此选项前请<a href="{url}">了解 TPM 加密</a>。这可能与您的硬件或者未来的 {DISTRO} 更新不兼容。
zh_tw: 在您選擇此選項之前，請<a href="{url}">閱讀有關 TPM 加密</a>的資訊。此選項可能不適用於您的硬體或未來的 {DISTRO} 版本。

# installationTypeTPMSelected
source: TPM selected
be: Выбрана TPM
ca: TPM seleccionat
cs: Vybráno TPM
de: TPM ausgewählt
eo: Aparato-baza ĉifrado elektiĝis
et: TPM on valitud
eu: TPM hautatuta
fa: TPM گزیده شد
fi: TPM valittu
fr: TPM sélectionné
ga: TPM roghnaithe
he: TPM נבחר
hu: TPM kiválasztva
it: TPM selezionato
ja: TPMを選択
ka: არჩეულია TPM
kn: TPM ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: TPM 선택됨
lo: ເລືອກ TPM ແລ້ວ
nl: TPM geselecteerd
oc: TPM seleccionat
pa: TPM ਚੁਣਿਆ
pl: Wybrano moduł TPM
pt_br: TPM selecionado
ru: TPM выбран
si: TPM තෝරා ඇත
sk: Vybrané TPM
sr: TPM изабран
sv: TPM valt
tr: TPM seçildi
ug: TPM تاللاندى
uk: TPM обрано
zh: 已选择配置 TPM
zh_tw: 已選用 TPM 加密

# installationTypeReinstall
source: Erase {os} and reinstall
be: Сцерці {os} і ўсталяваць паўторна
ca: Esborra {os} i reinstal·la
cs: Vymazat {os} a přeinstalovat
de: {os} löschen und neu installieren
eo: Forviŝi {os} kaj reinstali
et: Kustuta {os} ja paigalda uuesti
eu: Ezabatu {os} eta berrinstalatu
fa: پاک کردن {os} و نصب دوباره
fi: Poista {os} ja asenna uudelleen
fr: Supprimer {os} et réinstaller
ga: Léirscrios {os} agus reinstall
he: למחוק את {os} ולהתקין מחדש
hu: A(z) {os} törlése és újratelepítés
it: Cancella {os} e reinstalla
ja: {os} を削除して再インストール
ka: {os}-ის წაშლა და თავიდან დაყენება
kn: {os} ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು ಮರುಸ್ಥಾಪಿಸಿ
ko: {os} 지우고 다시 설치
lo: ລຶບ {os} ແລະ ຕິດຕັ້ງໃໝ່
ml: {os} മായ്ച്ച് വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക
nl: {os} wissen en opnieuw installeren
oc: Escafar {os} e reinstallar
pa: {os} ਨੂੰ ਮਿਟਾਓ ਅਤੇ ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ
pl: Wymaż {os} i zainstaluj ponownie
pt_br: Apagar {os} e reinstalar
ru: Удалить {os} и переустановить
si: {os} මකාදමා නැවත ස්ථාපනය කරන්න
sk: Vymazať {os} a preinštalovať
sr: Обриши {os} и поново инсталирај
sv: Radera {os} och installera om
tr: {os} sil ve yeniden kur
ug: {os} نى ئۆچۈرۈپ قايتا ئورنىتىدۇ
uk: Видалити {os} і встановити заново
zh: 擦除 {os} 并重新安装
zh_tw: 清除 {os} 並重新安裝

# installationTypeReinstallWarning
source: <font color="{color}">Warning:</font> This will delete all your {os} programs, documents, photos, music, and any other files.
be: <font color="{color}">Папярэджанне.</font> Будуць выдалены ўсе вашы праграмы, дакументы, фотаздымкі, музыка і іншыя файлы з {os}.
ca: <font color="{color}"> Atenció:</font> Això eliminarà tots els programes, documents, fotos, música i qualsevol altre fitxer de {os}.
cs: <font color="{color}">Varování:</font> Tímto se smažou veškeré aplikace, dokumenty, fotky, hudba a všechny ostatní soubory v systému {os}.
de: <font color="{color}">Warning:</font> Dies wird alle Ihre Programme, Dokumente, Fotos, Musik und alle anderen Dateien von {os} löschen.
eo: <font color="{color}">Avertio:</font> Tio forviŝos ĉiujn programojn de {os}, dokumentojn, fotojn, muzikon kaj ĉiajn aliajn dosierojn.
et: <font color="{color}">Hoiatus:</font> järgnevaga kustutad kõik {os} operatsioonisüsteemi programmid, dokumendid, fotod, muusika ja kõik muud failid.
eu: <font color="{color}">Abisua:</font> Honek {os}(e)ko programa guztiak, dokumentuak, argazkiak, musika eta beste edozein fitxategi ezabatuko ditu.
fa: <font color="{color}">هشدار:</font> این کار تمامی برنامه‌ها، سندها، نگاره‌ها، آهنگ‌ها و هر پروندهٔ دیگری روی {os} را حذف خواهد کرد.
fi: <font color="{color}">Varoitus:</font> Tämä poistaa kaikki käyttäjärjestelmän "{os}" sovellukset, asiakirjat, valokuvat, musiikit ja muut tiedostot.
fr: <font color="{color}">Attention :</font> Cela va supprimer tous vos programmes, documents, photos, musiques, et tous les fichiers de {os}.
ga: <font color="{color}">Rabhadh:</font> Scriosfaidh sé seo do ríomhchláir, doiciméid, grianghraif, ceol agus comhaid ar bith eile {os}.
he: <font color="{color}">אזהרה:</font> פעולה זו תמחק את כל התכניות, המסמכים, התמונות, המוזיקה וקבצים מסוגים נוספים כחלק ממערכת {os}.
hu: <font color="{color}">Figyelmeztetés:</font> ez törölni fogja az összes {os} programot, dokumentumot, fényképet, zenét és minden más fájlt.
it: <font color="{color}">Attenzione:</font> verranno cancellati tutti i programmi di {os}, documenti, foto, musica e ogni altro file.
ja: <font color="{color}">警告</font> これにより、{os} 上にあるプログラム、ドキュメント、写真、音楽、およびその他のファイルはすべて削除されます。
ka: <font color="{color}">გაფრთხილება:</font> ეს თქვენი {os}-ის ყველა პროგრამას, დოკუმენტებს, სურათებს და ყველა სხვა ფაილს წაშლის.
kn: <font color="{color}">ಎಚ್ಚರಿಕೆ:</font> ಇದು ನಿಮ್ಮ ಎಲ್ಲಾ {os} ಪ್ರೋಗ್ರಾಂಗಳು, ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು, ಫೋಟೋಗಳು, ಸಂಗೀತ ಮತ್ತು ಯಾವುದೇ ಇತರ ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸುತ್ತದೆ.
ko: <font color="{color}">경고:</font> {os}에 있는 모든 프로그램, 문서, 사진, 음악 및 다른 파일을 삭제합니다.
lo: <font color="{color}">ຄຳເຕືອນ:</font> ສິ່ງນີ້ຈະລຶບໂປຣແກຣມ, ເອກະສານ, ຮູບພາບ, ເພງ ແລະ ໄຟລ໌ອື່ນໆທັງໝົດໃນ {os} ຂອງທ່ານ.
ml: <font color="{color}">മുന്നറിയിപ്പ്:</font> ഇത് നിങ്ങളുടെ എല്ലാ {os} പ്രോഗ്രാമുകളും ഡോക്യുമെന്റുകളും ഫോട്ടോകളും സംഗീതവും മറ്റേതെങ്കിലും ഫയലുകളും ഇല്ലാതാക്കും.
nl: <font color="{color}">Waarschuwing:</font> Hiermee worden alle {os}-programma's, documenten, foto's, muziek en andere bestanden verwijderd.
oc: <font color="{color}">Avertiment :</font> aquò suprimirà totes vòstres programas {os}, documents, fòtos e autres fichièrs.
pa: <font color="{color}">ਸਾਵਧਾਨ:</font> ਇਸ ਨਾਲ ਤੁਹਾਡੇ {os} ਪਰੋਗਰਾਮਾਂ, ਦਸਤਾਵੇਜ਼ਾਂ, ਫੋਟੋ, ਸੰਗੀਤ ਅਤੇ ਹੋਰ ਫ਼ਾਇਲਾਂ ਨੂੰ ਹਟਾਇਆ ਜਾਵੇਘਾ।
pl: <font color="{color}">Ostrzeżenie:</font> spowoduje to usunięcie wszystkich programów {os}, dokumentów, zdjęć, muzyki i wszelkich innych plików.
pt_br: <font color="{color}">Atenção:</font> Isso vai apagar todos os programas do {os}, documentos, fotos, músicas e quaisquer outros arquivos.
ru: <font color="{color}">Внимание:</font> При этом будут удалены все имевшиеся в {os} программы, документы, фото, музыка и другие файлы.
si: <font color="{color}">අවවාදයයි:</font> මෙය ඔබගේ සියළුම {os} වැඩසටහන්, ලේඛන, ඡායාරූප, ගීත සහ අනෙකුත් ගොනු මකා දමයි.
sk: <font color="{color}">Upozornenie:</font> Týmto vymažete všetky aplikácie, dokumenty, fotografie, hudbu a ostatné súbory v rámci {os}.
sr: <font color="{color}">Упозорење:</font> Ово ће обрисати све ваше {os} програме, документе, фотографије, музику и све друге фајлове.
sv: <font color="{color}">Varning:</font> Detta raderar alla dina program, dokument, foton, musik och alla andra filer i {os}.
tr: <font color="{color}">Uyarı:</font> Bu, tüm {os} programlarınızı, belgelerinizi, fotoğraflarınızı, müziklerinizi ve diğer dosyalarınızı silecektir.
ug: <font color="{color}">ئاگاھلاندۇرۇش:</font> بۇنىڭدا {os} دىكى بارلىق پروگرامما، پۈتۈك، سۈرەت، نەغمە ۋە باشقا ھەممە ھۆججەت ئۆچۈرۈلىدۇ.
uk: <font color="{color}">Попередження:</font> це призведе до видалення всіх ваших {os} програм, документів, фотографій, музики та будь-яких інших файлів.
zh: <font color="{color}">警告：</font>这将删除您的 {os} 中所有的程序、文档、照片、音乐和任何其他文件。
zh_tw: <font color="{color}">警告：</font>這將會刪除 {os} 下的全部應用程式、文件、圖片、音樂等檔案。

# diskHeadersType
source: Type
be: Тып
ca: Tipus
cs: Typ
de: Verwendung
eo: Speco
et: Tüüp
eu: Mota
fa: گونه
fi: Tyyppi
ga: Cineál
he: סוג
hu: Típus
it: Tipo
ja: 種類
ka: ტიპი
kn: ಟೈಪ್ ಮಾಡಿ
ko: 형식
lo: ປະເພດ
ml: തരം
oc: Tipe
pa: ਕਿਸਮ
pl: Typ
pt_br: Tipo
ru: Тип
si: වර්ගය
sk: Typ
sr: Тип
sv: Typ
tr: Tür
ug: تىپى
uk: Тип
zh: 类型
zh_tw: 類型

# diskHeadersMountPoint
source: Mount point
be: Пункт падключэння
ca: Punt de muntatge
cs: Přípojný bod
de: Einhängepunkt
eo: Surmetingo
et: Haakepunkt
eu: Muntatze-puntua
fa: نقطهٔ سوار شدن
fi: Liitoskohta
fr: Point de montage
ga: Pointe feistithe
he: נקודת עגינה
hu: Csatolási pont
it: Punto di mount
ja: マウントポイント
ka: მიმაგრების წერტილი
kn: ಮೌಂಟ್ ಪಾಯಿಂಟ್
ko: 마운트 위치
lo: ຈຸດເຊື່ອມຕໍ່ (Mount point)
ml: മൗണ്ട് പോയിന്റ്
nl: Aankoppelpunt
oc: Ponch de montatge
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ
pl: Punkt montowania
pt_br: Ponto de montagem
ru: Точка монтирования
si: සවිවන ස්ථානය
sk: Prípojný bod
sr: Монтирана тачка
sv: Monteringspunkt
tr: Bağlama noktası
ug: ئېگەرلەش نۇقتىسى
uk: Точка монтування
zh: 挂载点
zh_tw: 掛載點

# diskHeadersSize
source: Size
be: Памер
ca: Mida
cs: Velikost
de: Größe
eo: Grando
et: Suurus
eu: Tamaina
fa: اندازه‌
fi: Koko
fr: Taille
ga: Méid
he: גודל
hu: Méret
it: Dimensione
ja: サイズ
ka: ზომა
kn: ಗಾತ್ರ
ko: 크기
lo: ຂະໜາດ
ml: വലിപ്പം
nl: Grootte
oc: Talha
pa: ਆਕਾਰ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
si: ප්‍රමාණය
sk: Veľkosť
sr: Величина
sv: Storlek
tr: Boyut
ug: چوڭلۇقى
uk: Розмір
zh: 大小
zh_tw: 大小

# diskHeadersUsed
source: Used
be: Выкарыстана
ca: En ús
cs: Využito
de: Belegt
eo: Uzata
et: Kasutusel
eu: Erabilita
fa: استفاده شده
fi: Käytössä
fr: Utilisé
ga: Úsáidte
he: בשימוש
hu: Használva
it: In uso
ja: 使用中
ka: გამოყენებულია
kn: ಬಳಸಲಾಗಿದೆ
ko: 사용됨
lo: ໃຊ້ໄປ
ml: ഉപയോഗിച്ചു
nl: Gebruikt
oc: Utilizat
pa: ਵਰਤੀ
pl: Zajęte
pt_br: Utilizado
ru: Использовано
si: භාවිතයි
sk: Využité
sr: Коришћено
sv: Använt
tr: Kullanılan
ug: ئىشلىتىلگىنى
uk: Використано
zh: 已用
zh_tw: 已用

# diskHeadersSystem
source: System
be: Сістэма
ca: Sistema
cs: Systém
eo: Sistemo
et: Süsteem
eu: Sistema
fa: سامانه
fi: Järjestelmä
fr: Système
ga: Córas
he: מערכת
hu: Rendszer
it: Sistema
ja: システム
ka: სისტემა
kn: ವ್ಯವಸ್ಥೆ
ko: 시스템
lo: ລະບົບ
ml: സിസ്റ്റം
nl: Systeem
oc: Sistèma
pa: ਸਿਸਟਮ
pt_br: Sistema
ru: Система
si: පද්ධතිය
sk: Systém
sr: Систем
tr: Sistem
ug: سىستېما
uk: Система
zh: 系统
zh_tw: 系統

# diskHeadersFormat
source: Format
be: Фармат
cs: Formátovat
de: Formatieren
eo: Strukturo
et: Vorming
eu: Formatua
fa: قالب‌بندی
fi: Alusta
fr: Formatter
ga: Formáid
he: פורמט
hu: Formázás
it: Formato
ja: フォーマット
ka: ფორმატი
kn: ಫಾರ್ಮ್ಯಾಟ್
ko: 포맷
lo: ຟໍແມັດ
ml: ഫോർമാറ്റ്
nl: Formatteren
oc: Formatar
pa: ਫਾਰਮੈਟ
pl: Formatowanie
pt_br: Formato
ru: Формат
si: පවිත්‍ර
sk: Formátovať
sr: Форматирај
sv: Formatera
tr: Biçim
ug: پىچىمى
uk: Формат
zh: 格式化
zh_tw: 格式化

# freeDiskSpace
source: Free space
be: Вольная прастора
ca: Espai lliure
cs: Volné místo
de: Freier Speicherplatz
eo: Disponebla spaco
et: Vaba ruum
eu: Leku librea
fa: فضای آزاد
fi: Vapaata tilaa
fr: Espace libre
ga: Spás saor in aisce
he: שטח פנוי
hu: Szabad hely
it: Spazio disponibile
ja: 空き領域
ka: თავისუფალი ადგილი
kn: ಮುಕ್ತ ಸ್ಥಳ
ko: 남은 공간
lo: ພື້ນທີ່ຫວ່າງ
ml: ഒഴിഞ്ഞ ഇടം
nl: Vrije ruimte
oc: Espaci liure
pa: ਖਾਲੀ ਥਾਂ
pl: Wolna przestrzeń
pt_br: Espaço livre
ru: Свободное место
si: නිදහස් ඉඩ
sk: Voľné miesto
sr: Слободан простор
sv: Ledigt utrymme
tr: Boş alan
ug: ئەركىن بوشلۇق
uk: Вільний простір
zh: 空闲空间
zh_tw: 可用空間
