Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationSlidesGamingBody
source: {DISTRO} supports the latest NVIDIA and Mesa drivers to improve performance and compatibility. Thousands of Windows titles play great on {DISTRO} via applications like Steam with no additional configuration.
be: {DISTRO} падтрымлівае апошнія драйверы NVIDIA і Mesa drivers для паляпшэння прадукцыйнасці і сумяшчальнасці. Тысячы найменняў гульняў Windows цудоўна запускаюцца ў {DISTRO} праз такія праграмы, як Steam без дадатковай канфігурацыі.
ca: {DISTRO} suporta els últims controladors NVIDIA i Mesa per millorar el rendiment i la compatibilitat. Milers de títols del Windows es poden jugar perfectament a {DISTRO} mitjançant aplicacions com Steam sense cap configuració addicional.
cs: {DISTRO} podporuje nejnovější ovladače NVIDIA a Mesa, což zlepšuje výkon a kompatibilitu. Tisíce her pro Windows skvěle fungují na {DISTRO} prostřednictvím aplikací jako je Steam, bez potřeby něco dále nastavovat.
de: {DISTRO} unterstützt die neuesten NVIDIA- und Mesa-Treiber, um Leistung und Kompatibilität zu verbessern. Tausende von Windows-Titeln lassen sich auf {DISTRO} über Anwendungen wie Steam ohne zusätzliche Konfiguration problemlos spielen.
eo: {DISTRO} subtenas la plej novajn zorgilojn de NVIDIA kaj Mesa por plibonigi rendimenton kaj kongruecon. Miloj da videoludoj por Windows ludiĝas bonege sur {DISTRO} per Steam kaj aliaj programoj sen kroma agordado.
et: Parema jõudluse ja ühilduvuse nimel toetab {DISTRO} uusimaid NVIDIA ja Mesa draivereid. Steami ja muude sarnaste rakenduste abil on tuhanded Windowsi mängud sobilikud {DISTRO} jaoks ilma täiendava seadistamiseta.
eu: {DISTRO}k azken NVIDIA eta Mesa kontrolatzaileen euskarria dauka, errendimendua eta bateragarritasuna hobetzeko. Milaka Windowseko tituluk arazorik gabe funtzionatzen dute {DISTRO}n Steam bezalako aplikazioen bitartez eta konfigurazio gehigarririk gabe.
fi: {DISTRO} tukee uusimpia NVIDIA- ja Mesa-ajureita suorituskyvyn sekä yhteensopivuuden takaamiseksi. Tuhannet Windows-pelit toimivat erinomaisesti {DISTRO}lla Steamin kaltaisten sovellusten avulla ilman ylimääräistä säätämistä.
fr: {DISTRO} prend en charge les derniers pilotes NVIDIA et Mesa pour améliorer les performances et la compatibilité. Des milliers de jeux pour Windows fonctionnent parfaitement sur {DISTRO} via des applications telles que Steam, sans aucune configuration supplémentaire.
ga: Tacaíonn {DISTRO} leis na tiománaithe NVIDIA agus Mesa is déanaí chun feidhmíocht agus comhoiriúnacht a fheabhsú. Imríonn na mílte teideal Windows go hiontach ar {DISTRO} trí fheidhmchláir cosúil le Gaile gan aon chumraíocht bhreise.
he: ב־{DISTRO} יש תמיכה במנהלי ההתקנים העדכניים ביותר של NVIDIA ושל Mesa כדי לשפר את הביצועים והתאימות. אלפי משחקי צמרת שנתמכים ב־Windows פועלים היטב עם {DISTRO} דרך יישומים כמו Steam ללא הגדרות נוספות.
hu: A(z) {DISTRO} támogatja a legújabb NVIDIA és Mesa illesztőprogramokat a teljesítmény és a kompatibilitás javítása érdekében. A(z) {DISTRO} további beállítások nélkül is remekül futtatja a Windowsra írt játékok ezreit az olyan alkalmazásokon keresztül, mint például a Steam.
ja: {DISTRO}は最新のNVIDIとMesaのドライバーをサポートし、パフォーマンスや互換性が向上しています。Steamのようなアプリケーションを利用することで、数多くのWindowsゲームを{DISTRO}上で特別な設定なくプレイできます。
ka: {DISTRO}-ს აქვს უახლესი NVIDIA-ის და Mesa-ის დრაივერების მხარდაჭერა საუკეთესო წარმადობისა და თავსებადობის მისაღებად. ათასობით Windows-ის თამაში {DISTRO}-ზე მუშაობს Steam-ით დამატებითი მოთხოვნების გარეშე.
kn: ಕಾರ್ಯಕ್ಷಮತೆ ಮತ್ತು ಹೊಂದಾಣಿಕೆಯನ್ನು ಸುಧಾರಿಸಲು {DISTRO} ಇತ್ತೀಚಿನ NVIDIA ಮತ್ತು Mesa ಡ್ರೈವರ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಕಾನ್ಫಿಗರೇಶನ್ ಇಲ್ಲದ ಸ್ಟೀಮ್‌ನಂತಹ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಮೂಲಕ {DISTRO} ನಲ್ಲಿ ಸಾವಿರಾರು ವಿಂಡೋಸ್ ಶೀರ್ಷಿಕೆಗಳು ಉತ್ತಮವಾಗಿ ಪ್ಲೇ ಆಗುತ್ತವೆ.
ko: {DISTRO} 는 성능과 호환성을 개선하기 위해 최신 NVIDIA 및 Mesa 드라이버를 지원합니다. 수천 개의 Windows 타이틀을 추가 구성 없이도 Steam과 같은 애플리케이션을 통해 {DISTRO}에서 훌륭하게 즐기실 수 있습니다.
lo: {DISTRO} ຮອງຮັບໄດຣເວີ NVIDIA ແລະ Mesa ລ່າສຸດເພື່ອປັບປຸງປະສິດທິພາບ ແລະ ຄວາມເຂົ້າກັນໄດ້. ເກມ Windows ຫຼາຍພັນເກມສາມາດຫຼິ້ນໄດ້ດີໃນ {DISTRO} ຜ່ານ ແອັບພລິເຄຊັນເຊັ່ນ Steam ໂດຍບໍ່ຕ້ອງຕັ້ງຄ່າເພີ່ມເຕີມ.
nl: {DISTRO} ondersteunt de nieuwste NVIDIA- en Mesa-stuurprogramma's om de prestaties en compatibiliteit te verbeteren. Duizenden Windows-titels spelen geweldig op {DISTRO} via applicaties zoals Steam, zonder extra configuratie.
oc: {DISTRO} pren en carga los darrièrs pilòts NVIDIA e Mesa per melhorar las performanças e la compatibilitat. Milierats de jòcs per Windows foncionan coma cal sus {DISTRO} via d’aplicacions coma Steam amb cap de configuracion suplementària.
pl: {DISTRO} obsługuje najnowsze sterowniki NVIDIA i Mesa, aby poprawić wydajność i kompatybilność. Tysiące tytułów dla systemu Windows działają świetnie na {DISTRO} za pośrednictwem aplikacji takich jak Steam, bez dodatkowej konfiguracji.
pt_br: O {DISTRO} suporta os mais recentes drivers NVIDIA e Mesa para melhorar a performance e compatibilidade. Milhares de jogos Windows rodam muito bem no {DISTRO} através de aplicativos como a Steam sem nenhuma configuração adicional.
ru: {DISTRO} поддерживает последние версии драйверов NVIDIA и Mesa для повышения производительности и совместимости. Тысячи игр для Windows отлично воспроизводятся на {DISTRO} через такие приложения, как Steam, без дополнительной настройки.
sk: {DISTRO} podporuje najnovšie ovládače NVIDIA a Mesa, ktoré zlepšujú výkon a kompatibilitu. Tisíce hier pre Windows fungujú výborne na {DISTRO} prostredníctvom aplikácií ako Steam, bez potreby ďalšej konfigurácie.
sr: {DISTRO} подржава најновије NVIDIA и Mesa драјвере за побољшање перформанси и компатибилности. Хиљаде Windows наслова одлично раде на {DISTRO} преко апликација као што је Steam без додатне конфигурације.
sv: {DISTRO} har stöd för de senaste NVIDIA- och Mesa-drivrutinerna för att förbättra prestanda och kompatibilitet. Tusentals Windows-spel fungerar bra att spela på {DISTRO} via program som Steam utan ytterligare konfiguration.
tr: {DISTRO} performansı ve uyumluluğu artırmak için en yeni NVIDIA ve Mesa sürücülerini destekler. Binlerce Windows oyunu, Steam gibi uygulamalar aracılığıyla {DISTRO} üstünde, ek yapılandırma gerektirmeden harika bir şekilde oynatılır.
ug: {DISTRO} ئەڭ يېڭى نەشرىدىكى NVIDIA ۋە Mesa قوزغاتقۇنى قوللاپ ئۈنۈم ۋە ماسلىشىشچانلىقنى ياخشىلىدى. Windows تىكى مىڭلىغان ئويۇننى {DISTRO} دا Steam قاتارلىق پىروگراممىلار ئارقىلىق قوشۇمچە سەپلەش ئېلىپ بارماستىن راۋان ئوينىغىلى بولىدۇ.
uk: {DISTRO} підтримує найновіші драйвери NVIDIA та Mesa для поліпшення швидкодії та сумісності. Тисячі ігор для Windows чудово запускаються на {DISTRO} через такі застосунки як Steam без додаткових налаштувань.
zh: {DISTRO} 支持最新的 NVIDIA 和 Mesa 驱动程序以提高性能和兼容性。数以千计的 Windows 游戏可通过 Steam 等应用程序在 {DISTRO} 上畅玩，无需额外配置。
zh_tw: {DISTRO} 為了增進效能與相容性，支援最新的 NVIDIA 與 Mesa 驅動程式。上千個 Windows 遊戲在 {DISTRO} 上面無需另外配置，即可透過如 Steam 等的應用程式上遊玩。

# installationSlidesSecurityTitle
source: Private and secure
be: Прыватнасць і бяспека
ca: Privat i segur
cs: Soukromé a bezpečné
de: Privat und sicher
eo: Privata kaj sekura
et: Privaatne ja turvaline
eu: Pribatua eta segurua
fa: محرمانه و امن
fi: Yksityinen ja turvallinen
fr: Privé et sécurisé
ga: Príobháideach agus slán
he: פרטי ומאובטח
hu: Személyes és biztonságos
it: Privato e sicuro
ja: プライバシーと安全性
ka: კონფიდენციალური და უსაფრთხო
kn: ಖಾಸಗಿ ಮತ್ತು ಸುರಕ್ಷಿತ
ko: 개인 정보 및 보안
lo: ສ່ວນຕົວ ແລະ ປອດໄພ
nl: Privé en veilig
oc: Privat e securizat
pa: ਪ੍ਰਾਈਵੇਟ ਅਤੇ ਸੁਰੱਖਿਅਤ
pl: Prywatny i bezpieczny
pt_br: Privativo e seguro
ru: Конфиденциальность и безопасность
sk: Súkromné a bezpečné
sr: Приватно и безбедно
sv: Privat och säker
tr: Özel ve güvenli
ug: شەخسىيەت ۋە بىخەتەرلىك كاپالەتكە ئىگە
uk: Приватно та безпечно
zh: 私密且安全
zh_tw: 隱私與安全

# installationSlidesSecurityBody
source: {DISTRO} provides all of the tools you need to stay private and secure online. With built in firewall and VPN support and a host of privacy-centric applications to ensure you are in full control of your data.
be: {DISTRO} забяспечвае вас усім неабходным, каб захаваць прыватнасць і бяспеку ў інтэрнэце. Уключае ўбудаваны міжсеткавы экран, падтрымку VPN і мноства праграм, якія арыентаваныя на прыватнасць. Усё гэта дазваляе ажыццяўляць поўны кантроль над вашымі данымі.
ca: {DISTRO} ofereix totes les eines necessàries per la privacitat i seguretat a Internet. Amb suport incorporat de tallafocs i VPN i un munt d'aplicacions centrades en la privacitat per assegurar que teniu control ple de les vostres dades.
cs: {DISTRO} poskytuje veškeré nástroje které jsou zapotřebí pro ochranu soukromí a bezpečné používání Internetu. Díky vestavěné bráně firewall, podpoře VPN a řadě aplikací zaměřených na ochranu soukromí máte svá data plně pod kontrolou.
de: {DISTRO} bietet alle Werkzeuge, die Sie brauchen, um privat und sicher online zu sein. Mit integrierter Firewall- und VPN-Unterstützung und einer Vielzahl von datenschutzfreundlichen Anwendungen, die Ihnen die volle Kontrolle über Ihre Daten geben.
eo: {DISTRO} provizas ĉiujn ilojn, kiujn vi bezonas por resti privata kaj sekura Interrete. Per subtenataj fajroŝirmilo kaj virtuala privata reto kaj amaso da privatigaj programoj, vi povas certigi, ke vi plene regas viajn datenojn.
et: {DISTRO} valikus leiduvad kõik töövahendid püsimaks tänapäevases võrgumaailmas privaatsena ja turvalisena. Sisseehitatud tulemüür ja VPN-ide tugi ning pinu privaatsuskeskseid rakendusi tagavad, et sul on täielik kontroll oma andmete üle.
eu: {DISTRO}k linean pribatutasuna eta segurtasuna mantentzeko behar dituzun tresna guztiak eskaintzen dizkizu. Integratutako suebakiarekin eta VPN euskarriarekin eta pribatutasunean oinarritutako aplikazio piloarekin, zure datuen erabateko kontrola zeure esku duzu.
fi: {DISTRO} tarjoaa kaikki tarvitsemasi työkalut, jotta pysyt verkossa yksityisenä ja turvassa. Sisäänrakennettu palomuuri ja VPN-tuki sekä yksityisyyteen keskittyvät sovellukset varmistavat, että hallitset itse omia tietojasi.
fr: {DISTRO} fournit tous les outils dont vous avez besoin pour rester privé et sécurisé en ligne. Il intègre un pare-feu et un réseau privé virtuel (VPN), ainsi qu’une série d’applications axées sur la protection de la vie privée, afin que vous puissiez contrôler pleinement vos données.
ga: Soláthraíonn {DISTRO} na huirlisí go léir a theastaíonn uait chun fanacht príobháideach agus slán ar líne. Le tacaíocht balla dóiteáin agus VPN tógtha agus a lán feidhmchlár atá dírithe ar phríobháideachas chun a chinntiú go bhfuil smacht iomlán agat ar do chuid sonraí.
he: כחלק מ־{DISTRO} מסופקים כל הכלים שדרושים לך כדי לשמור על פרטיות ואבטחה באינטרנט. עם חומת אש מובנית ותמיכה ב־VPN ובכמות מרשימה של יישומים ששומרים על פרטיותך בקנאות כדי לעזור לך לוודא שיש לך שליטה מלאה על המידע שלך.
hu: A(z) {DISTRO} minden olyan eszközt biztosít, amelyre szüksége van ahhoz, hogy tiszteletben tartsák a magánéletét és biztonságban legyen az interneten. Beépített tűzfallal és VPN-támogatással, valamint az adatvédelemre összpontosító rengeteg alkalmazással érkezik annak biztosításához, hogy az adatai felett teljes ellenőrzést gyakorolhasson.
ja: {DISTRO}はプライベートで安全なオンライン環境を維持するために必要なすべてのツールを提供します。ファイアウォールやVPNをサポートし、プライバシーを重視したアプリケーションによって、データを完全に管理できます。
ka: {DISTRO} მოგაწვდოით ყველა პროგრამას, რომელიც ინტერნეტში კონფიდენციალურად და დაცულად სამუშაოდაა საჭირო. ჩაშენებული ქსელური ფარით, VPN-ის მხარდაჭერით და კონფიდენციალობის დამცველი პროგრამებით შეგიძლიათ, დარწმუნებული ბრძანდებოდეთ, რომ თქვენს მონაცემებს, მხოლოდ, თქვენ მართავთ.
kn: ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಖಾಸಗಿಯಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಪರಿಕರಗಳನ್ನು {DISTRO} ಒದಗಿಸುತ್ತದೆ. ಅಂತರ್ನಿರ್ಮಿತ ಫೈರ್‌ವಾಲ್ ಮತ್ತು VPN ಬೆಂಬಲ ಮತ್ತು ನಿಮ್ಮ ಡೇಟಾದ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಹೋಸ್ಟ್‌ನೊಂದಿಗೆ.
ko: {DISTRO} 는 온라인에서 개인 정보를 보호하고 보안을 유지하는 데 필요한 모든 도구를 제공합니다. 내장된 방화벽 및 VPN 지원과 다양한 개인 정보 보호 중심 애플리케이션을 통해 데이터를 완벽하게 제어할 수 있습니다.
lo: {DISTRO} ໃຫ້ເຄື່ອງມືທັງໝົດທີ່ທ່ານຕ້ອງການເພື່ອຄວາມເປັນສ່ວນຕົວ ແລະ ຄວາມປອດໄພ ໃນໂລກອອນໄລນ໌. ດ້ວຍ firewall ໃນຕົວ ແລະ ການຮອງຮັບ VPN ພ້ອມທັງແອັບພລິເຄຊັນ ທີ່ເນັ້ນຄວາມເປັນສ່ວນຕົວ ເພື່ອຮັບປະກັນວ່າທ່ານສາມາດຄວບຄຸມຂໍ້ມູນຂອງທ່ານໄດ້ຢ່າງເຕັມທີ່.
nl: {DISTRO} biedt alle tools die u nodig hebt om online privé en veilig te blijven. Met ingebouwde firewall- en VPN-ondersteuning en een groot aantal privacygerichte applicaties om ervoor te zorgen dat u volledige controle houdt over uw gegevens.
oc: {DISTRO} provesís totas las aisinas qu’avètz mestièr per demorar privat e segur en linha. Amb un parafuòc e la presa en carga VPN integrats e una seria d’aplicacions pensadas per la confidencialitat avètz tot lo contraròtle de vòstras donadas.
pl: {DISTRO} zapewnia wszystkie narzędzia potrzebne do zachowania prywatności i bezpieczeństwa w Internecie. Umożliwia pełną kontrolę nad danymi dzięki wbudowanej zaporze sieciowej, obsłudze VPN oraz wielu aplikacjom zorientowanym na prywatność.
pt_br: O {DISTRO} fornece todas as ferramentas que você precisa para se manter seguro e anônimo online. Com um firewall integrado e suporte VPN, além de inúmeros aplicativos voltados à privacidade, você tem a garantia de controle total de seus dados.
ru: {DISTRO} предоставляет все инструменты, необходимые для обеспечения конфиденциальности и безопасности в Интернете. Благодаря встроенному брандмауэру и поддержке VPN, а также множеству приложений, ориентированных на конфиденциальность, вы полностью контролируете свои данные.
sk: {DISTRO} poskytuje všetky nástroje potrebné na ochranu súkromia a bezpečné používanie internetu. Vďaka vstavanej bráne firewall, podpore VPN a rade aplikácií zameraných na ochranu súkromia máte svoje údaje plne pod kontrolou.
sr: {DISTRO} пружа све алате који су вам потребни да останете приватни и безбедни на мрежи. Са уграђеном подршком за заштитни зид и VPN и мноштвом апликација усмерених на приватност, осигурава да имате потпуну контролу над својим подацима.
sv: {DISTRO} tillhandahåller alla verktyg du behöver för att skydda din integritet och säkerhet online. Med inbyggd brandvägg och VPN-stöd samt en rad integritetsfokuserade applikationer som garanterar att du har full kontroll över dina data.
tr: {DISTRO} çevrimiçi ortamda gizli ve güvende kalmak için ihtiyacınız olan tüm araçları sağlar. Yerleşik güvenlik duvarı ve VPN desteğinin yanı sıra verilerinizin tam kontrolünü sağlamak için bir dizi gizlilik merkezli uygulama da sağlar.
ug: {DISTRO} توردا شەخسىيەت بىخەتەرلىكىگە كاپالەتلىك قىلىدىغان ھەممە قورالنى تەمىنلەيدۇ. {DISTRO} نىڭ ئىچىدە مۇداپىئە تېمى ۋە مەۋھۇم شەخسىي تور يەنى VPN بار بولۇپ، شەخسىيەتنى مەركەز قىلغان بىر يۈرۈش پىروگراممىنى تەمىنلەپ، سانلىق مەلۇماتلىرىڭىزنى ئۆزىڭىزنىڭ تولۇق تىزگىنلىشىگە كاپالەتلىك قىلىدۇ.
uk: {DISTRO} надає всі інструменти, необхідні для збереження приватності й безпеки в інтернеті. Вбудований брандмауер і підтримка VPN, а також безліч застосунків, орієнтованих на приватність, гарантують повний контроль над вашими даними.
zh: {DISTRO} 提供了保持在线隐私和安全所需的所有工具。内置防火墙和 VPN 支持以及大量以隐私为中心的应用程序，可确保您完全控制自己的数据。
zh_tw: {DISTRO} 提供保持隱私與安全的所有工具，內建防火牆與 VPN 支援，以及一群以隱私為中心的應用程式來保障您有您資料的絕對掌控權。

# installationSlidesSecurityLts
source: All {DISTRO} LTS releases come with five years of security patching included, extending to ten years with an Ubuntu Pro subscription.
be: Усе выпускі {DISTRO} LTS пастаўляюцца з абнаўленнямі бяспекі на працягу пяці гадоў, а пры падпісцы Ubuntu Pro працягласць абнаўленняў пашыраецца да дзесяці гадоў.
ca: Tots els llançaments {DISTRO} LTS vénen amb cinc anys de pegats de seguretat inclosos, que s'estén a deu anys amb una subscripció d'Ubuntu Pro.
cs: Všechna vydání {DISTRO} LTS dostávají opravy zabezpečení po dobu pěti let, nebo prodloužené na deset let předplatným Ubuntu Pro.
de: Alle {DISTRO} LTS-Versionen enthalten fünf Jahre lang Sicherheitspatches, mit einem Ubuntu Pro-Abonnement sogar zehn Jahre.
eo: Ĉiu Longdaŭre Subtenata (LTS) versio de {DISTRO} provizas kvin jarojn da sekurigaj flikoj; abono de Ubuntu Pro plilongigas tion al dek jaroj.
et: Kõikide {DISTRO} LTS-versioonidega kaasneb viieaastane turvaparanduste tugi, mida Ubuntu Pro tellimusega on võimalik pikendada kümne aastani.
eu: {DISTRO}ren LTS bertsio guztiek bost urterako segurtasun adabakiak barne dituztela argitaratzen dira, Ubuntu Pro harpidetzaren bidez hamar urtera luza daitekeelarik tartea.
fa: تمامی نگارش‌های LTS {DISTRO} با پنج سال وصلهٔ امنیتی آمده که با اشتراک Pro اوبونتو به ده سال افزایش می‌یابد.
fi: Kaikki {DISTRO} LTS -julkaisut sisältävät viiden vuoden tietoturvatuen, Ubuntu Pro -tilauksella tietoturvatuki on laajennettavissa kymmeneen vuoteen.
fr: Toutes les versions LTS d’{DISTRO} sont accompagnées de cinq ans de correctifs de sécurité, qui s’étendent à dix ans dans le cas d’un abonnement Ubuntu Pro.
ga: Tagann gach eisiúint LTS {DISTRO} le cúig bliana de phaisteáil slándála san áireamh, ag síneadh go deich mbliana le síntiús Ubuntu Pro.
he: כל מהדורות {DISTRO} LTS (תמיכה לזמן ארוך) זוכות לחמש שנים של תיקוני אבטחת מידע אותן ניתן להרחיב לעשר עם מינוי של אובונטו פרו.
hu: Az összes {DISTRO} LTS kiadás öt évre szóló biztonsági javítást tartalmaz, ami Ubuntu Pro előfizetéssel tíz évre növelhető.
ja: すべての{DISTRO} LTSリリースは、5年間のセキュリティパッチが含まれており、Ubuntu Proサブスクリプションによって10年に延長できます。
ka: ყველა {DISTRO} LTS გამოცემა მოდის ხუთწლიანი უსაფრთხოების პაჩებით და შეგიძლიათ მისი 10 წლამდე გაგრძელება Ubuntu pro გამოწერით.
kn: ಎಲ್ಲಾ {DISTRO} LTS ಬಿಡುಗಡೆಗಳು ಐದು ವರ್ಷಗಳ ಭದ್ರತಾ ಪ್ಯಾಚಿಂಗ್‌ನೊಂದಿಗೆ ಬರುತ್ತವೆ, ಉಬುಂಟು ಪ್ರೊ ಚಂದಾದಾರಿಕೆಯೊಂದಿಗೆ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ವಿಸ್ತರಿಸುತ್ತವೆ.
ko: 모든 {DISTRO} LTS 릴리스에는 5년의 보안 패치가 포함되어 있으며, Ubuntu Pro 구독으로 10년으로 연장됩니다.
lo: {DISTRO} LTS ທຸກລຸ້ນມາພ້ອມກັບການແກ້ໄຂຄວາມປອດໄພ (security patching) ເປັນເວລາຫ້າປີ, ແລະ ຂະຫຍາຍເປັນສິບປີດ້ວຍການສະໝັກໃຊ້ Ubuntu Pro.
nl: Alle {DISTRO} LTS-releases worden uitgegeven met vijf jaar beveiligingsupdates, verlengd tot tien jaar met een Ubuntu Pro-abonnement.
oc: Totas las versions de {DISTRO} LTS son fornidas amb cinc ans de patches de seguretat, fins a detz ans amb un abonament Ubuntu Pro.
pl: Wszystkie wersje {DISTRO} LTS są dostarczane z pięcioletnim łataniem zabezpieczeń, które można wydłużyć do dziesięciu lat za pomocą subskrypcji Ubuntu Pro.
pt_br: Todos os lançamentos LTS do {DISTRO} vêm com cinco anos de patches de segurança incluídos, estendendo-se a dez anos com uma assinatura do Ubuntu Pro.
ru: Все выпуски {DISTRO} LTS предоставляют исправления безопасности в течение пяти лет, которые могут быть продлены до десяти лет с подпиской Ubuntu Pro.
sk: Všetky LTS vydania {DISTRO} dostávajú bezpečnostné aktualizácie počas piatich rokov, s možnosťou predĺženia na desať rokov vďaka predplatnému Ubuntu Pro.
sr: Све {DISTRO} LTS верзије долазе са пет година укључених безбедносних закрпа, које се продужавају на десет година уз претплату на Ubuntu Pro.
sv: Alla {DISTRO} LTS-utgåvor levereras med fem års säkerhetsuppdateringar inkluderade, vilket förlängs till tio år med ett Ubuntu Pro-abonnemang.
tr: Tüm {DISTRO} LTS sürümleri, Ubuntu Pro aboneliği ile on yıla kadar uzanan beş yıllık güvenlik yaması ile birlikte gelir.
ug: بارلىق {DISTRO} نەشرى 5 يىللىق بىخەتەرلىك يامىقىنى ئۆز ئىچىگە ئالىدۇ، ئەگەر Ubuntu Pro مۇشتەرىلىكى بولسا 10 يىلغا ئۇزارتقىلى بولىدۇ.
uk: Усі випуски {DISTRO} LTS постачаються матимуть п'ять років виправлень безпеки, які можна продовжити до десяти років за допомогою передплати Ubuntu Pro.
zh: 所有 {DISTRO} LTS 版本都包含五年的安全补丁，如果有 Ubuntu Pro 订阅，则可以延长至十年。
zh_tw: 所有 {DISTRO} LTS 版本均提供五年的安全更新，若使用 Ubuntu Pro 訂閱可延長至十年。

# installationSlidesProductivityTitle
source: Power up your productivity
be: Павялічце сваю прадукцыйнасць
ca: Incrementeu la vostra productivitat
cs: Zvyšte svou produktivitu
de: Erhöhen Sie Ihre Produktivität
eo: Produktiviĝu
et: Tõhusam töökorraldus
eu: Indartu zure produktibitatea
fa: افزایش بهره‌وریتان
fi: Kiihdytä tuottavuuttasi
fr: Augmentez votre productivité
ga: Cumhacht suas do tháirgiúlacht
he: פשוט להפיק יותר
hu: Növelje a termelékenységét
ja: 生産性の向上
ka: გააძლიერეთ თქვენი პროდუქტიულობა
kn: ನಿಮ್ಮ ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ
ko: 생산성 향상
lo: ເພີ່ມພະລັງໃຫ້ກັບປະສິດທິພາບການເຮັດວຽກຂອງທ່ານ
nl: Verhoog uw productiviteit
oc: Aumentatz vòstra productivitat
pl: Zwiększ swoją produktywność
pt_br: Aumente a sua produtividade
ru: Повысьте свою производительность
sk: Zvýšte svoju produktivitu
sr: Повећајте своју продуктивност
sv: Öka din produktivitet
tr: Verimliliğinizi artırın
ug: ئىشلەپچىقىرىش ئۈنۈمىنى ئاشۇرىدۇ
uk: Підвищуйте свою продуктивність
zh: 激发您的生产力，让你事半功倍
zh_tw: 強化您的生產力
