Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationTypeAlongsideMulti
source: Install {product} alongside existing operating systems
be: Усталяваць {product} побач з імі
ca: Instal·leu {product} al costat dels sistemes operatius existents
cs: Nainstalovat {product} vedle stávajících operačních systémů
de: {product} neben bestehenden Betriebssystemen installieren
eo: Instali {product} apud ekzistantaj mastrumaj sistemoj
et: Paigalda {product} kõrvuti kõikide olemasolevate operatsioonisüsteemidega
eu: Instalatu {product} existitzen diren beste sistema eragileekin batera
fa: نصب {product} در کنار سیستم‌عامل‌های موجود
fi: Asenna {product} olemassa olevien käyttöjärjestelmien rinnalle
fr: Installer {product} à côté des systèmes d’exploitation existants
ga: Suiteáil {product} taobh le córais oibriúcháin atá ann cheana
he: להתקין את {product} לצד מערכות הפעלה קיימות
hu: A(z) {product} telepítése a meglévő operációs rendszerek mellé
it: Installa {product} assieme agli altri sistemi operativi presenti
ja: 既存のOSと共存して{product}をインストールする
ka: {product}-ის დაყენება არსებულ ოპერაციულ სისტემებთან ერთად
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂಗಳ ಜೊತೆಗೆ {product} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: {product}을(를) 나란히 설치
lo: ຕິດຕັ້ງ {product} ຄຽງຄູ່ກັບລະບົບປະຕິບັດການທີ່ມີຢູ່
nl: {product} naast bestaande besturingssystemen installeren
oc: Installar {product} a costat dels sistèmas operatius existissents
pa: {product} ਨੂੰ ਮੌਜੂਦ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੇ ਨਾਲ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj {product} obok istniejących systemów operacyjnych
pt_br: Instale o {product} juntamente com os sistemas operacionais existentes
ru: Установить {product} вместе с другими ОС
si: ඒවා සමඟ {product} ස්ථාපනය කරන්න
sk: Nainštalovať {product} vedľa existujúcich operačných systémov
sr: Инсталирај {product} поред њих
sv: Installera {product} tillsammans med befintliga operativsystem
tr: {product} mevcut işletim sistemleriyle birlikte yükleyin
ug: {product} نى مەۋجۇت مەشغۇلات سىستېمىسى بىلەن يانداش ئورنىتىدۇ
uk: Встановити {product} разом з наявними операційними системами
zh: 安装 {product} 并与现有的操作系统共存
zh_tw: 安裝 {product} 並與現有的作業系統共存

# installationTypeAlongsideUnknown
source: Install {product} alongside other partitions
be: Усталяваць {product} побач з іншымі раздзеламі
ca: Instal·leu {product} al costat d'altres particions
cs: Nainstalovat {product} vedle ostatních oddílů
de: {product} neben anderen Partitionen installieren
eo: Instali {product} apud aliaj subdiskoj
et: Paigalda {product} kõrvuti olemasolevate partitsioonidega
eu: Instalatu {product} beste partizioekin batera
fa: نصب {product} کنار دیگر افرازها
fi: Asenna {product} muiden osioiden rinnalle
fr: Installer {product} à côté des autres partitions
ga: Suiteáil {product} in éineacht le deighiltí eile
he: להתקין את {product} לצד מחיצות אחרות
hu: A(z) {product} telepítése más partíciók mellé
it: Installa {product} assieme alle altre partizioni
ja: {product}を他のパーティションと共存してインストールする
ka: {product}-ის დაყენება სხვა დანაყოფების გვერდით
kn: ಇತರ ವಿಭಾಗಗಳ ಜೊತೆಗೆ {product} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: {product}을(를) 다른 파티션과 나란히 설치
lo: ຕິດຕັ້ງ {product} ຄຽງຄູ່ກັບພາທິຊັນອື່ນໆ
nl: {product} naast andere partities installeren
oc: Installar {product} a costat de las autras particions
pl: Zainstaluj {product} obok innych partycji
pt_br: Instale {product} junto com outras partições
ru: Установить {product} рядом с другими разделами
si: අනෙක් පංගු වලට පසකින් {product} ස්ථාපනය කරන්න
sk: Nainštalovať {product} vedľa ostatných oddielov
sr: Инсталирај {product} поред других партиција
sv: Installera {product} bredvid andra partitioner
tr: {product} işletim sistemini diğer bölümlerin yanına kur
ug: {product} نى باشقا رايونغا يانداش ئورنىتىدۇ
uk: Встановити {product} поряд з іншими розділами
zh: 安装 {product} 并与其它分区共存
zh_tw: 安裝 {product} 與其它分割區共存

# installationTypeAlongsideInfo
source: Select a partition to resize and create space for {product}. You can choose your operating system during boot.
be: Вы можаце выбіраць аперацыйную сістэму падчас загрузкі.
ca: Seleccioneu una partició per redimensionar i crear espai per a {product}. Podeu triar el vostre sistema operatiu durant l'arrencada.
cs: Vyberte oddíl, jehož velikost chcete změnit, aby se vytvořilo místo pro {product}. Operační systém si můžete vybrat při spuštění počítače.
de: Wählen Sie eine Partition zur Größenänderung aus, um Platz für {product} zu schaffen. Sie können Ihr Betriebssystem beim Hochfahren auswählen.
eo: Elektu la subdiskon, kies grando estas ŝanĝota, kreonte spacon por {product}. Vi povos elekti tiun mastruman sistemon, kiun vi volas, kiam la komputilo startas.
et: Vali partitsioon, mille suuruse muutmisega saad luua ruumi {product} jaoks. Konkreetselt kasutatava operatsioonisüsteemi saad valida arvuti käivitamisel.
eu: Hautatu tamainaz aldatu beharreko partizioa, horrela {product}entzako lekua egiteko. Abioan sistema eragilea aukeratu ahalko duzu.
fa: گزینش افرازی برای تغییر اندازه و ایجاد فضا برای {product}. هنگام راه‌اندازی می‌توانید سیستم‌عاملتان را بگزینید.
fi: Valitse osio jonka kokoa muutetaan, jotta {product}lle olisi riittävästi tilaa. Voit valita käyttöjärjestelmän käynnistettäessä.
fr: Sélectionnez une partition à redimensionner et créez de l’espace pour {product}. Vous pouvez choisir votre système d’exploitation pendant le démarrage.
ga: Roghnaigh deighilt chun méid a athrú agus spás a chruthú do {product}. Is féidir leat do chóras oibriúcháin a roghnú le linn tosaithe.
he: נא לבחור לאיזו מחיצה לשנות את הגודל וליצור מקום עבור {product}. אפשר לבחור את מערכת ההפעלה שלך במהלך הטעינה.
hu: Partíció kiválasztása az átméretezéshez és a(z) {product} számára szükséges hely létrehozásához. Kiválaszthatja az operációs rendszert a rendszerindítás során.
it: Seleziona una partizione da ridimensionare e creare spazio per {product}. Puoi scegliere il sistema operativo durante l'avvio.
ja: {product}をインストールするため、サイズ変更と余白作成を実施するパーティションを選択してください。コンピュータを起動する際に、どのOSで起動するか選択できます。
ka: აირჩიეთ დანაყოფი ზომის შესაცვლელად, ან შექმენით სივრცე {product}-ისთვის. ოპერაციული სისტემის არჩევა ჩატვირთვის დროს შეგეძლებათ.
kn: ಮರುಗಾತ್ರಗೊಳಿಸಲು ಮತ್ತು {product} ಗಾಗಿ ಜಾಗವನ್ನು ರಚಿಸಲು ವಿಭಾಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಬೂಟ್ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ko: 컴퓨터를 시작할 때 원하는 운영체제를 선택하실 수 있습니다.
lo: ເລືອກພາທິຊັນເພື່ອປັບຂະໜາດ ແລະ ສ້າງພື້ນທີ່ສຳລັບ {product}. ທ່ານສາມາດເລືອກ ລະບົບປະຕິບັດການຂອງທ່ານໄດ້ໃນຕອນບູດເຄື່ອງ.
ml: പ്രമാണങ്ങളും സംഗീതവും മറ്റ് സ്വകാര്യ ഫയലുകളും സൂക്ഷിക്കും. ഓരോ തവണ കമ്പ്യൂട്ടർ ഓണാകുമ്പോഴും ഏത് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം വേണമെന്ന് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
nl: Selecteer een partitie om de grootte te wijzigen en ruimte te maken voor {product}. U kunt bij het opstarten je besturingssysteem kiezen.
oc: Seleccionatz una particion de redimensionar e creatz l’espaci per {product}. Podètz causir quin sistèma operatiu volètz cada que l’ordenador s’aluca.
pl: Wybierz partycję do zmiany rozmiaru i utworzenia przestrzeni dla {product}. Możesz wybrać swój system operacyjny podczas rozruchu.
pt_br: Selecione uma partição para redimensionar e criar espaço para o {product}. Você pode escolher seu sistema operacional durante a inicialização.
ru: Выберите раздел для выделения места под {product}. Вы сможете выбирать операционную систему во время загрузки.
si: ලේඛන, ගීත සහ අනෙකුත් පෞද්. ගොනු රඳවා ගැනෙයි. පරිගණකය ආරම්භ වන සැමවිට අවශ්‍ය මෙහෙයුම් පද්ධතිය තේරීමට හැකිය.
sk: Vyberte oddiel na zmenu veľkosti a vytvorte priestor pre {product}. Operačný systém si budete môcť vybrať pri spustení počítača.
sr: Можете изабрати свој оперативни систем током покретања.
sv: Välj en partition att ändra storlek på och skapa utrymme för {product}. Du kan välja ditt operativsystem under uppstart.
tr: Yeniden boyutlandırılacak ve {product} için alan oluşturulacak bölümü seçin. Önyükleme sırasında işletim sisteminizi seçebilirsiniz.
ug: چوڭلۇقىنى ئۆزگەرتىدىغان رايوندىن بىرنى تاللاپ ھەمدە {product} غا بوشلۇق قۇرىدۇ. قوزغىلىۋاتقاندا مەشغۇلات سىستېمىسىنى تاللىيالايسىز.
uk: Вибрати розділ для зміни розміру та створення простору для {product}. Ви можете вибрати операційну систему під час завантаження.
zh: 选择一个分区来重新调整大小并为 {product} 创建空间。您可以在启动时选择操作系统。
zh_tw: 選擇一個分割區來調整大小並為{product}建立空間。您可以在啟動時選擇作業系統。

# installationTypeEraseAndInstall
source: Erase {os} and install {product}
ca: Esborra {os} i instal·la {product}
cs: Vymazat {os} a nainstalovat {product}
de: {os} löschen und {product} installieren
eo: Forviŝi {os} kaj instali {product}
et: Kustuta {os} ja paigalda {product}
eu: Ezabatu {os} eta instalatu {product}
fa: پاک کردن {os} و نصب {product}
fi: Poista {os} ja asenna {product}
fr: Effacer {os} et installer {product}
ga: Scrios {os} agus suiteáil {product}
he: מחיקת {os} והתקנת {product}
hu: A(z) {os} törlése és a(z) {product} telepítése
it: Elimina {os} e installa {product}
ja: {os} を削除し、 {product} をインストール
ka: {os}-ის წაშლა და {product}-ის დაყენება
kn: {os} ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು {product} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
lo: ລຶບ {os} ແລະ ຕິດຕັ້ງ {product}
nl: {os} wissen en {product} installeren
oc: Suprimir {os} e installar {product}
pa: {os} ਨੂੰ ਮਿਟਾਓ ਅਤੇ {product} ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ
pl: Wymaż {os} i zainstaluj {product}
pt_br: Apague o {os} e instale o {product}
ru: Стереть {os} и установить {product}
sk: Vymazať {os} a nainštalovať {product}
sv: Radera {os} och installera {product}
tr: {os}'u silin ve {product}'ı yükleyin
ug: {os} نى ئۆچۈرۈپ {product} نى ئورنىتىدۇ
uk: Стерти {os} і встановити {product}
zh: 擦除 {os} 并安装 {product}
zh_tw: 刪除 {os} 並安裝 {product}

# installationTypeEraseAndInstallInfo
source: All files and data from the existing {os} installation will be permanently deleted.
ca: Tots els fitxers i dades de la instal·lació existent de {os} seran esborrats permanentment.
cs: Všechny soubory a data ze stávající instalace {os} budou trvale smazány.
de: Alle Dateien und Daten der bestehenden Installation von {os} werden endgültig gelöscht.
eo: Ĉiuj dosieroj kaj datenoj en la ekzistanta instalo de {os} estas nemalfareble forviŝotaj.
et: Kõik {os} operatsioonisüsteemi olemasolevad failid ja andmed saavad järgnevaga olema jäädavalt kustutatud.
eu: Existitzen den {os} instalazioko fitxategi eta datu guztiak betiko ezabatuko dira.
fi: Kaikki olemassa olevan käyttöjärjestelmän {os} tiedot ja tiedostot poistetaan pysyvästi.
fr: Tous les fichiers et données de l’installation existante {os} seront définitivement supprimés.
ga: Scriosfar go buan gach comhad agus sonraí ón suiteáil {os} atá ann cheana féin.
he: כל הקבצים והנתונים מההתקנה הקיימת של {os} יימחקו לצמיתות.
hu: A meglévő {os} telepítésből származó összes fájl és adat véglegesen törlésre kerül.
it: Tutti i file e dati dall'installazione di {os} presente verranno cancellati definitivamente.
ja: 既存の {os} 用のファイルとデータはすべて恒久的に削除されます。
ka: არსებული {os}-ის დაყენების დანაყოფებიდან ყველა ფაილი და მონაცემი სამუდამოდ წაიშლება.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ {os} ಸ್ಥಾಪನೆಯಿಂದ ಎಲ್ಲಾ ಫೈಲ್‌ಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.
lo: ໄຟລ໌ ແລະ ຂໍ້ມູນທັງໝົດຈາກການຕິດຕັ້ງ {os} ທີ່ມີຢູ່ຈະຖືກລຶບຖິ້ມຢ່າງຖາວອນ.
nl: Alle bestanden en gegevens van de bestaande {os}-installatie worden permanent verwijderd.
oc: Totes los fichièrs e donadas de l’installacion existenta de {os} seràn suprimits per totjorn.
pl: Wszystkie pliki i dane z istniejącej instalacji {os} zostaną trwale usunięte.
pt_br: Todos os arquivos e dados da instalação atual do {os} serão excluídos permanentemente.
ru: Будут навсегда удалены все данные с существующей системы {os}.
sk: Všetky súbory a údaje z aktuálnej inštalácie {os} budú nenávratne vymazané.
sv: Alla filer och data från din befintliga {os}-installation kommer att raderas permanent.
tr: Mevcut {os} kurulumundaki tüm dosyalar ve veriler kalıcı olarak silinecektir.
ug: نۆۋەتتىكى {os} ئورناتقان بارلىق ھۆججەت ۋە سانلىق مەلۇمات مەڭگۈلۈك ئۆچۈرۈلىدۇ.
uk: Усі файли та дані з наявної установки {os} буде видалено назавжди.
zh: 现存 {os} 安装中的文件和数据都将被永久删除。
zh_tw: 現有 {os} 安裝中的所有檔案和資料將被永久刪除。

# installationTypeManual
source: Manual installation
be: Усталяванне ўручную
ca: Alguna altra cosa
cs: Ruční instalace
de: Manuelle Installation
eo: Neaŭtomata instalado
et: Käsitsi paigaldus
eu: Eskuzko instalazioa
fa: افرازش دستی
fi: Manuaalinen asennus
fr: Partitionnement manuel
ga: Suiteáil láimhe
he: חלוקה ידנית למחיצות
hu: Kézi telepítés
it: Altro
ja: 手動パーティショニング
ka: ხელით დაყენება
kn: ಹಸ್ತಚಾಲಿತ ಸ್ಥಾಪನೆ
ko: 수동 설치
lo: ການຕິດຕັ້ງແບບກຳນົດເອງ
ml: വേറെ എന്തെങ്കിലും
nl: Handmatige installatie
oc: Particionament manual
pa: ਖੁਦ ਇੰਸਟਾਲ ਕਰੋ
pl: Ręczne partycjonowanie
pt_br: Particionamento manual
ru: Ручная установка
si: අතින් ස්ථාපනය
sk: Manuálna inštalácia
sr: Ручна инсталација
sv: Manuell partitionering
tr: Manuel kurulum
ug: قولدا ئورنىتىش
uk: Щось інше
zh: 手动安装
zh_tw: 手動硬碟分割

# installationTypeManualInfo
source: For advanced users seeking customized disk setups.
be: Для дасведчаных карыстальнікаў, якім патрабуецца адмысловае наладжванне дыска.
ca: Per a usuaris avançats que busquen configuracions de disc personalitzades.
cs: Pro pokročilé uživatele, kteří chtějí nastavení disků upravit vlastnoručně.
de: Für fortgeschrittene Benutzer, die individuelle Festplattenkonfigurationen wünschen.
eo: Por tiuj spertaj uzantoj, kiuj volas agordi siajn diskojn.
et: Sobib asjatundjatele, kes soovivad kettaid kohandada vastavalt oma üksikasjalikele eelistustele.
eu: Disko konfigurazio pertsonalizatua erabili nahi duten erabiltzaile aurreratuentzako.
fa: برای کاربران حرفه‌ای در جویش برپایی دیسم شخص شده.
fi: Edistyneille käyttäjille, jotka haluavat mukauttaa levymäärityksiä.
fr: Pour les utilisateurs avancés recherchant des configurations de disque personnalisées.
ga: D'úsáideoirí chun cinn ag lorg socruithe diosca saincheaptha.
he: למשתמשים מתקדמים שמחפשים תצורות כוננים מיוחדות.
hu: Gyakorlottabb felhasználóknak, akik személyre szabott lemezbeállításokat keresnek.
it: Per utenti avanzati che cercano un'installazione personalizzata sul disco.
ja: 自分で {DISTRO} をインストールするパーティションの作成やサイズ変更を行ったり、インストールに複数のパーティションを選択することもできます。
ka: განვითარებული მომხმარებლებისთვის, რომლებსაც დისკის დაყოფის მორგება სურთ.
kn: ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಡಿಸ್ಕ್ ಸೆಟಪ್‌ಗಳನ್ನು ಬಯಸುವ ಮುಂದುವರಿದ ಬಳಕೆದಾರರಿಗೆ.
ko: 직접 디스크 설정을 원하는 고급 사용자를 위한 옵션입니다.
lo: ສຳລັບຜູ້ໃຊ້ຂັ້ນສູງທີ່ຕ້ອງການປັບແຕ່ງການຕັ້ງຄ່າດິດເອງ.
ml: നിങ്ങൾക്ക് സ്വയം പാർട്ടീഷനുകൾ സൃഷ്ടിക്കുകയോ വലുപ്പം മാറ്റുകയോ ചെയ്യാം, അല്ലെങ്കിൽ {DISTRO}-നായി ഒന്നിലധികം പാർട്ടീഷനുകൾ തിരഞ്ഞെടുക്കാം
nl: Voor gevorderde gebruikers die op zoek zijn naar aangepaste schijfconfiguraties.
oc: Podètz crear o retalhar las particions vos meteis, o causir mantuna particion per {DISTRO}
pl: Dla zaawansowanych użytkowników preferujących niestandardowe konfiguracje dysków.
pt_br: Para usuários avançados que buscam configurações de disco personalizadas.
ru: Для опытных пользователей, которым требуется особая настройка дисков.
si: තැටි(ය) අභිරුචිකරණයට වුවමනා ප්‍රගත පරිශ්‍රීලකයින්ට.
sk: Pre skúsených používateľov, ktorí si chcú nastaviť disk podľa vlastných potrieb.
sr: За напредне кориснике који траже прилагођена подешавања диска.
sv: För avancerade användare som söker anpassade diskkonfigurationer.
tr: Özelleştirilmiş disk kurulumları arayan ileri düzey kullanıcılar için.
ug: دىسكا سەپلىمىسىنى ئۆزى تەڭشەيدىغان ئالىي ئىشلەتكۈچىلەرگە ماس كېلىدۇ.
uk: Для досвідчених користувачів, які шукають індивідуальні налаштування дисків.
zh: 适用于希望自定义磁盘配置的高级用户。
zh_tw: 適用於需要客製磁碟分區配置的進階使用者。

# selectGuidedStoragePageTitle
source: Erase disk and install {DISTRO}
be: Сцерці дыск і ўсталяваць {DISTRO}
ca: Esborra el disc i instal·la ${DISTRO}
cs: Vymazat disk a nainstalovat {DISTRO}
de: Festplatte löschen und {DISTRO} installieren
eo: Forviŝi la diskon kaj instali {DISTRO}
et: Kustuta ja vorminda ketas ning paigaldada {DISTRO}
eu: Ezabatu diskoa eta instalatu {DISTRO}
fa: پاک کردن دیسک و نصب {DISTRO}
fi: Tyhjennä levy ja asenna {DISTRO}
fr: Effacer le disque et installer {DISTRO}
ga: Léirscrios diosca agus suiteáil {DISTRO}
he: למחוק את הכונן ולהתקין את {DISTRO}
hu: Lemez törlése és a(z) {DISTRO} telepítése
it: Elimina il disco e installa {DISTRO}
ja: ディスクを削除して {DISTRO} をインストール
ka: დისკის წაშლა და {DISTRO}-ის დაყენება
kn: ಡಿಸ್ಕ್ ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು {DISTRO} ಅನ್ನು ಸ್ಥಾಪಿಸಿ
ko: 디스크 지우고 {DISTRO} 설치
lo: ລຶບຂໍ້ມູນໃນດິດ ແລະ ຕິດຕັ້ງ {DISTRO}
ml: ഡിസ്ക് മായ്ച്ച് {DISTRO} ഇൻസ്റ്റാൾ ചെയ്യുക
nl: Schijf wissen en {DISTRO} installeren
oc: Escafar lo disc e installar {DISTRO}
pa: ਡਿਸਕ ਨੂੰ ਮਿਟਾਓ ਅਤੇ {DISTRO} ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ
pl: Wymaż dysk i zainstaluj {DISTRO}
pt_br: Apagar o disco e instalar o {DISTRO}
ru: Стереть диск и установить {DISTRO}
si: තැටිය මකා {DISTRO} ස්ථාපනය කරන්න
sk: Vymazať disk a nainštalovať {DISTRO}
sr: Обриши диск и инсталирај {DISTRO}
sv: Radera disk och installera {DISTRO}
tr: Diski silin ve {DISTRO} yükleyin
ug: دىسكىنى ئۆچۈرۈپ ${DISTRO} نى ئورنىتىدۇ
uk: Стерти диск і встановити {DISTRO}
zh: 擦除磁盘并安装 {DISTRO}
zh_tw: 清除硬碟並安裝 {DISTRO}

# selectGuidedStorageInfo
source: Start from scratch on your selected disk.
be: Пачаць з нуля на выбраным дыску.
ca: Comença des de zero al disc seleccionat.
cs: Začněte na zvoleném disku od nuly.
de: Auf der von Ihnen ausgewählten Festplatte von vorne beginnen.
eo: Komencu denule forviŝinte vian elektitan diskon.
et: Alusta valitud kettaga nullist.
eu: Hasi zerotik hautatutako diskoan.
fa: آغاز از ابتدا روی دیسک گزیده‌تان.
fi: Aloita tyhjästä valitsemallasi levyllä.
fr: Commencez à partir de zéro sur votre disque sélectionné.
ga: Tosaigh ón tús ar do dhiosca roghnaithe.
he: התחלה מאפס על הכונן שבחרת.
hu: Kezdés a nulláról a kiválasztott lemezen.
it: Inizia da capo sul disco selezionato.
ja: 選択したディスクにクリーンな状態でインストールします。
ka: დაიწყეთ ნულიდან არჩეულ დისკზე.
kn: ನಿಮ್ಮ ಆಯ್ಕೆಮಾಡಿದ ಡಿಸ್ಕ್‌ನಲ್ಲಿ ಮೊದಲಿನಿಂದ ಪ್ರಾರಂಭಿಸಿ.
ko: 선택된 디스크를 완전히 지우고 새로 시작합니다.
lo: ເລີ່ມຕົ້ນໃໝ່ທັງໝົດໃນດິດທີ່ທ່ານເລືອກ.
nl: Helemaal opnieuw beginnen op de geselecteerde schijf.
oc: Començatz a partir de zèro sul disc seleccionat.
pl: Zacznij od zera na wybranym dysku.
pt_br: Comece do zero no disco selecionado.
ru: Начните с нуля на выбранном диске.
si: ඔබගේ තැටියේ මුල සිට අරඹන්න.
sk: Začnite odznova na vybranom disku.
sr: Почните од нуле на изабраном диску.
sv: Börja från början på den valda disken.
tr: Seçtiğiniz diskte sıfırdan başlayın.
ug: تاللىغان دىسكىدىن باشتىن باشلايدۇ.
uk: Почніть з нуля на вашому обраному диску.
zh: 从头开始使用所选磁盘。
zh_tw: 在您選擇的磁碟上從零開始。

# selectGuidedStorageDriveDropdownLabel
source: Select drive:
be: Выберыце дыск:
ca: Seleccioneu la unitat:
cs: Vyberte disk:
de: Laufwerk auswählen:
eo: Elektu diskon:
et: Vali ketas:
eu: Hautatu unitatea:
fa: گزینش گرداننده:
fi: Valitse asema:
fr: Sélectionnez le disque :
ga: Roghnaigh tiomántán:
he: בחירת כונן:
hu: Meghajtó kiválasztása:
it: Seleziona il disco:
ja: ドライブを選択:
ka: აირჩიეთ დისკი:
kn: ಡ್ರೈವ್ ಆಯ್ಕೆಮಾಡಿ:
ko: 드라이브 선택:
lo: ເລືອກໄດຣຟ໌:
nl: Schijf selecteren:
oc: Seleccionatz le disc :
pa: ਡਰਾਇਵ ਨੂੰ ਚੁਣੋ:
pl: Wybierz dysk:
pt_br: Selecione a unidade:
ru: Выберите диск:
sk: Vybrať jednotku:
sr: Изаберите диск:
sv: Välj disk:
tr: Sürücüyü seçin:
ug: قوزغاتقۇچ تاللىنىدۇ:
uk: Виберіть диск:
zh: 选择驱动器：
zh_tw: 選擇磁碟機：

# selectGuidedStoragePartitionDropdownLabel
source: Select partition:
be: Выберыце раздзел:
ca: Seleccioneu la partició:
cs: Vyberte oddíl:
de: Partition auswählen:
eo: Elektu subdiskon:
et: Vali partitsioon:
eu: Hautatu partizioa:
fa: گزینش افراز:
fi: Valitse osio:
fr: Sélectionnez la partition :
ga: Roghnaigh laindéal:
he: בחירת מחיצה:
hu: Partíció kiválasztása:
it: Seleziona la partizione:
ja: パーティションを選択:
ka: აირჩიეთ დანაყოფი:
kn: ವಿಭಾಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ko: 파티션 선택:
lo: ເລືອກພາທິຊັນ:
nl: Partitie selecteren:
oc: Seleccionatz la particion :
pa: ਪਾਰਟੀਸ਼ਨ ਨੂੰ ਚੁਣੋ:
pl: Wybierz partycję:
pt_br: Selecione a partição:
ru: Выберите раздел:
si: පංගුව තෝරන්න:
sk: Vybrať oddiel:
sr: Изаберите партицију:
sv: Välj partition:
tr: Bölüm seçin:
ug: رايون تاللىنىدۇ:
uk: Виберіть розділ:
zh: 选择分区：
zh_tw: 選擇磁碟分區：

# selectGuidedStorageInfoLabel
source: The entire disk will be used:
be: Будзе выкарыстаны ўвесь дыск:
ca: S'utilitzarà el disc sencer:
cs: Použije se celý disk:
de: Die gesamte Festplatte wird verwendet:
eo: La tuta disko estas uzota:
et: Kasuta kogu ketast:
eu: Disko osoa erabiliko da:
fa: تمام دیسک استفاده خواهد شد:
fi: Koko levy käytetään:
fr: La totalité du disque sera utilisée :
ga: Úsáidfear an diosca iomlán:
he: ייעשה שימוש בכונן כולו:
hu: A teljes lemez felhasználásra kerül:
it: Verrà utilizzato l'intero disco:
ja: ディスク全体が使用されます。
ka: გამოყენებული იქნება მთელი დისკი:
kn: ಸಂಪೂರ್ಣ ಡಿಸ್ಕ್ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ:
ko: 디스크 전체가 사용됩니다:
lo: ຈະໃຊ້ພື້ນທີ່ດິດທັງໝົດ:
ml: മുഴുവൻ ഡിസ്കും ഉപയോഗിക്കും:
nl: De hele schijf wordt gebruikt:
oc: Lo disc entièr serà utilizat :
pa: ਪੂਰੀ ਡਿਸਕ ਨੂੰ ਵਰਤਿਆ ਜਾਵੇਗਾ:
pl: Zostanie użyta cała powierzchnia dysku:
pt_br: O disco inteiro será utilizado:
ru: Диск будет использован целиком:
si: සමස්ත තැටිය භාවිතා වනු ඇත:
sk: Bude použitý celý disk:
sr: Цео диск ће бити коришћен:
sv: Hela disken kommer att användas:
tr: Tüm disk kullanılacaktır:
ug: پۈتكۈل دىسكا ئىشلىتىلىدۇ:
uk: Буде використано весь диск:
zh: 将使用整块磁盘：
zh_tw: 會使用整個磁碟：

# selectGuidedStorageInstallNow
source: Install now
be: Усталяваць зараз
ca: Instal·la ara
cs: Nainstalovat nyní
de: Jetzt installieren
eo: Ekinstali
et: Paiglada nüüd
eu: Instalatu orain
fa: اکنون نصب شود
fi: Asenna nyt
fr: Installer maintenant
ga: Suiteáil anois
he: להתקין כעת
hu: Telepítés most
it: Installa ora
ja: インストール
ka: დაყენება ახლა
kn: ಈಗ ಸ್ಥಾಪಿಸಿ
ko: 지금 설치
lo: ຕິດຕັ້ງດຽວນີ້
ml: ഇപ്പോൾ ഇൻസ്റ്റാൾ ചെയ്യുക
nl: Nu installeren
oc: Installar ara
pa: ਹੁਣੇ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj teraz
pt_br: Instalar agora
ru: Установить сейчас
si: ස්ථාපනය කරන්න
sk: Nainštalovať teraz
sr: Инсталирај сада
sv: Installera nu
tr: Şimdi kur
ug: ھازىر ئورنات
uk: Встановити зараз
zh: 立即安装
zh_tw: 立即安裝

# guidedStoragePageHeader
source: Choose where to install {DISTRO}
be: Выберыце месца для ўсталявання {DISTRO}
ca: Trieu on instal·lar {DISTRO}
cs: Vyberte, kam {DISTRO} nainstalovat
de: Wählen Sie aus, wo {DISTRO} installiert werden soll
eo: Elektu la lokon, kien {DISTRO} estas instalota
et: Vali, kuhu soovid {DISTRO} paigaldada
eu: Aukeratu {DISTRO} non instalatu
fa: گزینش مکان نصب {DISTRO}
fi: Valitse mihin {DISTRO} asennetaan
fr: Choisissez où installer {DISTRO}
ga: Roghnaigh cá háit le {DISTRO} a shuiteáil
he: נא לבחור איפה להתקין את {DISTRO}
hu: A(z) {DISTRO} telepítési helyének kiválasztása
it: Scegli dove installare {DISTRO}
ja: どこに {DISTRO} をインストールするか選択
ka: აირჩიეთ, სად გნებავთ {DISTRO}-ის დაყენება
kn: {DISTRO} ಅನ್ನು ಎಲ್ಲಿ ಸ್ಥಾಪಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿ
ko: {DISTRO}를 설치할 위치를 선택하세요
lo: ເລືອກບ່ອນທີ່ຈະຕິດຕັ້ງ {DISTRO}
nl: Kies waar je {DISTRO} wilt installeren
oc: Causissètz ont installar {DISTRO}
pa: ਚੁਣੋ ਕਿ {DISTRO} ਨੂੰ ਕਿੱਥੇ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ
pl: Wybierz miejsce instalacji {DISTRO}
pt_br: Escolha onde instalar o {DISTRO}
ru: Выберите, куда установить {DISTRO}
si: {DISTRO} ස්ථාපනය කළ යුතු තැන තෝරන්න
sk: Vyberte, kde sa má nainštalovať {DISTRO}
sr: Изаберите где да инсталирате {DISTRO}
sv: Välj var du vill installera {DISTRO}
tr: {DISTRO}'nun nereye yükleneceğini seçin
ug: {DISTRO} نى نەگە ئورنىتىدىغانلىقى تاللىنىدۇ
uk: Виберіть, куди встановити {DISTRO}
zh: 选择安装 {DISTRO} 的位置
zh_tw: 選擇要在何處安裝 {DISTRO}
