Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# passphraseTypePageBody
source: By default, the computer’s Trusted Platform Module (TPM) will unlock the disk during startup. You also have options to further protect your data.
ca: Per defecte, el mòdul de plataforma de confiança de l'ordinador (TPM) desbloquejarà el disc durant l'arrencada. També teniu opcions per protegir les vostres dades de manera addicional.
de: Standardmäßig entsperrt das Trusted Platform Module (TPM) des Computers die Festplatte während des Startvorgangs. Sie haben außerdem weitere Optionen, um Ihre Daten zusätzlich zu schützen.
eo: Apriore, la Fidata Platforma Modulo (TPM) de la komputilo malŝlosos la diskon dum starto. Ankaŭ ekzistas opcioj por plue gardi viajn datenojn.
et: Vaikimisi eemaldab selle arvuti Trusted Platform Module (TPM) lukustuse automaatselt. Lisaks on sul täiendavad võimalused oma andmete kaitsmiseks.
eu: Defektuz, ordenagailuaren konfiantzazko plataforma moduluak (TPM) diskoa desblokeatuko du abioan. Zure datuak are hobeto babesteko aukerak ere badituzu.
fi: Tietokoneen TPM-moduuli (Trusted Platform Module) avaa levyn lukituksen oletuksena käynnistettäessä. On myös mahdolista turvata tietoja ylimääräisillä keinoilla.
ga: De réir réamhshocraithe, díghlasálfaidh Modúl Ardáin Iontaofa (TPM) an ríomhaire an diosca le linn tosaithe. Tá roghanna agat freisin chun do shonraí a chosaint tuilleadh.
he: כברירת מחדל, מודול הפלטפורמה המאובטחת (TPM) ישחרר את נעילת הכונן בזמן העלייה. יש אפשרויות נוספות להוספת שכבת הגנה על הנתונים שלך.
hu: Alapértelmezetten a számítógép platformmegbízhatósági modulja (TPM) feloldja a lemezt az indítás során. Az adatok további védelmére is vannak lehetőségek.
it: Per impostazione predefinita, il Trusted Platform Module (TPM) del computer sbloccherà il disco all'avvio. Sono disponibili anche opzioni per proteggere ulteriormente i dati.
ja: 既定では、このPCのTPMが起動時にディスクの暗号化を解除します。データ保護のため追加のオプションもあります。
ka: ნაგულისხმევად კომპიუტერის სანდო პლატფორმის მოდული (TPM) განბლოკავს დისკს კომპიუტერის ჩართვისას. ასევე გაქვთ არჩევანი, კიდევ უფრო მეტადაც კი დაიცვათ თქვენი მონაცემები.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಕಂಪ್ಯೂಟರ್‌ನ ವಿಶ್ವಾಸಾರ್ಹ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮಾಡ್ಯೂಲ್ (TPM) ಪ್ರಾರಂಭದ ಸಮಯದಲ್ಲಿ ಡಿಸ್ಕ್ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಮತ್ತಷ್ಟು ರಕ್ಷಿಸಲು ನಿಮಗೆ ಆಯ್ಕೆಗಳಿವೆ.
lo: ໂດຍຄ່າເລີ່ມຕົ້ນ, Trusted Platform Module (TPM) ຂອງຄອມພິວເຕີຈະປົດລັອກ ດິດໃນລະຫວ່າງການເລີ່ມຕົ້ນ. ທ່ານຍັງມີທາງເລືອກໃນການປົກປ້ອງຂໍ້ມູນຂອງທ່ານເພີ່ມເຕີມ.
nl: Standaard ontgrendelt de Trusted Platform Module (TPM) van de computer de schijf tijdens het opstarten. Bovendien zijn er mogelijkheden om uw gegevens verder te beschermen.
pl: Domyślnie moduł TPM (Trusted Platform Module) komputera odblokuje dysk podczas uruchamiania. Masz również możliwości dodatkowej ochrony swoich danych.
pt_br: Por padrão, o Trusted Platform Module (TPM) do computador desbloqueará o disco durante a inicialização. Você também tem opções para proteger ainda mais seus dados.
ru: По умолчанию Trusted Platform Module (TPM) компьютера разблокирует диск во время запуска. Однако вы также можете потребовать введение PIN-кода или парольной фразы для дополнительной защиты своих данных.
sk: Predvolene disk odomkne modul Trusted Platform Module (TPM) počas spustenia systému. Môžete si však zvoliť aj ďalšie možnosti na lepšiu ochranu údajov.
sv: Som standard låser datorns Trusted Platform Module (TPM) upp disken under uppstart. Du har också alternativ för att ytterligare skydda din data.
tr: Varsayılan olarak, bilgisayarın Güvenilir Platform Modülü (TPM), başlatma sırasında diskin kilidini açacaktır. Ancak, verilerinizi daha fazla korumak için bir PIN veya parola da isteyebilirsiniz.
ug: كۆڭۈلدىكى ئەھۋالدا، قوزغالغاندا كومپيۇتېرنىڭ ئىشەنچ سۇپا مودېلى (TPM) نىڭ قۇلۇپى ئېچىلىدۇ. سىز يەنە باشقا تاللانما ئارقىلىق سانلىق مەلۇماتلىرىڭىزنى قوغدىيالايسىز.
uk: За замовчуванням, модуль Trusted Platform Module (TPM) комп'ютера розблоковує диск під час запуску. Також ви маєте опцію додаткового захисту своїх даних.
zh: 默认情况下，计算机的可信平台模块（TPM）会在开机时解锁磁盘。您也有其他选项来进一步保护您的数据。

# passphrasePagePassphraseEntropyBelowMin
source: Weak passphrase, make it longer or more complex
ca: Contrasenya feble, feu-la més llarga i més complexa
de: Schwache Passphrase, verlängern Sie sie oder machen Sie sie komplexer
eo: La pasfrazo estas tro malforta; plilongigu aŭ kompliku ĝin
et: Salafraas on kehv, palun muuda ta pikemaks ja keerukamaks
eu: Pasaesaldi ahula, egizu luzeagoa edo konplexuagoa
fa: عبارت عبور ضعیف. طولانی‌تر یا پیچیده‌ترش کنید
fi: Heikko tunnuslause, syötä pidempi tai monimutkaisempi
ga: Pasfrása lag, déan níos faide nó níos casta é
he: מילת צופן חלשה, נא להאריך או לסבך אותה
hu: Gyenge jelmondat, növelje meg a hosszát vagy tegye bonyolultabbá
it: Frase segreta debole, rendila più lunga o più complessa
ja: 弱いパスフレーズ。長くするかもっと複雑にしてください
ka: საკვანძო ფრაზა სუსტია. გახადეთ ის უფრო გრძელი და რთული
kn: ದುರ್ಬಲ ಪಾಸ್‌ಫ್ರೇಸ್, ಅದನ್ನು ಉದ್ದ ಅಥವಾ ಹೆಚ್ಚು ಸಂಕೀರ್ಣಗೊಳಿಸಿ
lo: ວະລີຜ່ານອ່ອນແອ, ກະລຸນາເຮັດໃຫ້ຍາວກວ່າ ຫຼື ຊັບຊ້ອນກວ່ານີ້
nl: Zwakke wachtwoordzin, maak het langer of meer complex
pl: Słabe hasło, wydłuż je lub zwiększ złożoność
pt_br: Senha fraca, torne-a mais longa ou mais complexa
ru: Слабая парольная фраза, сделайте её длиннее или сложнее
sk: Slabá prístupová fráza, vytvorte dlhšiu alebo zložitejšiu
sv: Svag lösenfras, gör den längre eller mer komplex
tr: Zayıf parola cümlesi, daha uzun veya daha karmaşık hale getirin
ug: ئاجىز ئىم ئىبارە، ئۇزۇنراق ياكى تېخىمۇ مۇرەككەپ قىلىڭ
uk: Слабкий пароль, зробіть його довшим або складнішим
zh: 密码强度低，请提高强度或复杂度

# passphrasePagePassphraseEntropyBelowOptimal
source: Fair passphrase, make it longer or more complex for better security
ca: Contrasenya suficient, feu-la més llarga o més complexa per a més seguretat
de: Angemessene Passphrase, machen Sie sie länger oder komplexer, um die Sicherheit zu erhöhen
eo: La pasfrazo estas malforteta; por pli da sekureco, plilongigu aŭ kompliku ĝin
et: Salafraas on juba täitsa hea, parema turvalisuse nimel palun muuda ta pikemaks ja keerukamaks
eu: Baleko pasaesaldia, egizu luzeagoa edo konplexuagoa segurtasuna areagotzeko
fi: Kohtuullinen tunnuslause, syötä pidempi tai monimutkaisempi turvallisuuden lisäämiseksi
ga: Pasfrása cothrom, déan níos faide nó níos casta é le haghaidh slándála níos fearr
he: מילת צופן סבירה, נא להאריך או לסבך אותה לשיפור האבטחה
hu: Megfelelő jelmondat, de a nagyobb biztonság érdekében növelje meg a hosszát vagy tegye bonyolultabbá
it: Frase segreta sufficiente, rendila più lunga o più complessa per una maggiore sicurezza
ja: 妥当なパスフレーズ。長くするかもっと複雑にするとさらにセキュアになります
ka: მისაღები საკვანძო ფრაზა. დააგრძელეთ და გაართულეთ ის უკეთესი უსაფრთხოებისთვის
kn: ನ್ಯಾಯೋಚಿತ ಪಾಸ್‌ಫ್ರೇಸ್, ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ಅದನ್ನು ದೀರ್ಘ ಅಥವಾ ಹೆಚ್ಚು ಸಂಕೀರ್ಣಗೊಳಿಸಿ
lo: ວະລີຜ່ານພໍໃຊ້ໄດ້, ເຮັດໃຫ້ຍາວກວ່າ ຫຼື ຊັບຊ້ອນກວ່ານີ້ເພື່ອຄວາມປອດໄພທີ່ດີກວ່າ
nl: Redelijke wachtwoordzin, maak het langer of meer complex voor betere beveiliging
pl: Wystarczające hasło, wydłuż je lub zwiększ złożoność, aby zwiększyć bezpieczeństwo
pt_br: Senha adequada: torne-a mais longa ou mais complexa para maior segurança
ru: Подходящая парольная фраза, но для большей безопасности можете сделать её длиннее или более сложной
sk: Priemerná prístupová fráza, pre lepšiu bezpečnosť ju vytvorte dlhšiu alebo zložitejšiu
sv: Helt ok lösenfras, gör den längre eller mer komplex för bättre säkerhet
tr: Güçlü bir parola kullanın, daha iyi güvenlik için daha uzun veya daha karmaşık hale getirin
ug: ياخشى ئىم ئىبار، تېخىمۇ بىخەتەر بولۇشى ئۈچۈن ئۇزۇنراق ياكى تېخىمۇ مۇرەككەپ قىلىڭ
uk: Достатній пароль, зробіть його довшим або складнішим для кращої безпеки
zh: 密码强度一般，请提高强度或复杂度以提高安全性

# passphrasePagePinEntropyBelowMin
source: Weak PIN, make it longer or less predictable
ca: PIN feble, feu-lo més fort o menys predictible
de: Schwache PIN, machen Sie sie länger oder weniger vorhersehbar
eo: PIN estas malforta; plilongigu aŭ kompliku ĝin
et: PIN-kood on kehv, palun muuda ta pikemaks ja vähem ennustatavaks
eu: PIN ahula, egizu luzeagoa edo asmatzeko zailagoa
fa: پین ضعیف. طولانی‌تر یا پیچیده‌ترش کنید
fi: Heikko PIN-koodi, tee siitä pidempi tai vähemmän ennustettava
ga: UAP lag, déan níos faide nó níos lú intuartha é
he: קוד אישי חלש, נא להאריך או להפוך אותו לפחות צפוי
hu: Gyenge PIN-kód, növelje meg a hosszát vagy tegye kevésbé kiszámíthatóvá
it: PIN poco sicuro, rendilo più lungo o meno prevedibile
ja: 弱いPIN。長くするか、予想しにくいものにしてください
ka: სუსტი PIN-კოდი. გახადეთ ის უფრო გრძელი და რთულად ამოსაცნობი
kn: ದುರ್ಬಲವಾದ ಪಿನ್, ಅದನ್ನು ಉದ್ದ ಅಥವಾ ಕಡಿಮೆ ಊಹಿಸಬಹುದಾದಂತೆ ಮಾಡಿ
lo: PIN ອ່ອນແອ, ເຮັດໃຫ້ຍາວກວ່າ ຫຼື ຄາດເດົາໄດ້ຍາກຂຶ້ນ
nl: Zwakke pincode, maak het langer of minder voorspelbaar
pl: Słaby kod PIN, wydłuż go lub uczyń mniej przewidywalnym
pt_br: PIN fraco, torna-o mais longo ou menos previsível
ru: Слабый PIN-код, сделайте его длиннее или менее предсказуемым
sk: Slabý PIN, zvoľte dlhší alebo menej predvídateľný
sv: Svag PIN-kod, gör den längre eller mindre förutsägbar
tr: Zayıf PIN, daha uzun veya daha az tahmin edilebilir hale getirin
ug: ئاجىز PIN، ئۇزۇنراق ياكى مۆلچەرلەشنى تەسلەشتۈرۈڭ
uk: Слабкий PIN-код, зробіть його довшим або менш передбачуваним
zh: PIN 强度弱，请使它更长或者更难以猜测

# passphrasePagePinEntropyBelowOptimal
source: Fair PIN, make it longer or less predictable for better security
ca: PIN suficient, feu-lo més llarg o menys predictible per a una seguretat millor
de: Angemessene PIN, machen Sie sie länger oder weniger vorhersehbar, um die Sicherheit zu erhöhen
eo: PIN estas malforteta; por pli da sekureco, plilongigu aŭ kompliku ĝin
et: PIN-kood on juba täitsa hea, parema turvalisuse nimel palun muuda ta pikemaks ja vähem ennustatavaks
eu: Baleko PINa, egizu luzeagoa edo asmatzeko zailagoa segurtasuna areagotzeko
fi: Kohtuullinen PIN-koodi, tee siitä pidempi tai vähemmän ennustettava turvallisuuden lisäämiseksi
ga: UAP cothrom, déan é níos faide nó níos lú intuartha le haghaidh slándála níos fearr
he: קוד אישי סביר, נא להאריך או להפוך אותו לפחות צפוי לשיפור האבטחה
hu: Megfelelő PIN-kód, de a nagyobb biztonság érdekében növelje meg a hosszát vagy tegye kevésbé kiszámíthatóvá
it: PIN sufficiente, rendilo più lungo o meno prevedibile per una maggiore sicurezza
ja: 妥当なPIN。長くするか予想しにくいものにするとさらにセキュアになります
ka: მისაღები PIN-კოდი. დააგრძელეთ და გაართულეთ ის უკეთესი უსაფრთხოებისთვის
kn: ನ್ಯಾಯೋಚಿತ ಪಿನ್, ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ದೀರ್ಘ ಅಥವಾ ಕಡಿಮೆ ಊಹಿಸಬಹುದಾದಂತೆ ಮಾಡಿ
lo: PIN ພໍໃຊ້ໄດ້, ເຮັດໃຫ້ຍາວກວ່າ ຫຼື ຄາດເດົາໄດ້ຍາກຂຶ້ນເພື່ອຄວາມປອດໄພທີ່ດີກວ່າ
nl: Redelijke pincode, maak het langer of minder voorspelbaar voor betere beveiliging
pl: Wystarczający kod PIN, uczyń go dłuższym lub mniej przewidywalnym, aby zapewnić większe bezpieczeństwo
pt_br: PIN justo, torne-o mais longo ou menos previsível para maior segurança
ru: Подходящий PIN-код, но для большей безопасности можете сделать его длиннее или менее предсказуемым
sk: Priemerný PIN, pre lepšiu bezpečnosť zvoľte dlhší alebo menej predvídateľný
sv: Helt ok PIN-kod, gör den längre eller mindre förutsägbar för bättre säkerhet
tr: Güçlü PIN kullanın, daha iyi güvenlik için daha uzun veya daha az tahmin edilebilir hale getirin
ug: ياخشى PIN، تېخىمۇ بىخەتەر بولۇشى ئۈچۈن ئۇزۇنراق ياكى مۆلچەرلەشنى تەسلەشتۈرۈڭ
uk: Достатній PIN-код, зробіть його довшим або менш передбачуваним для кращої безпеки
zh: PIN 强度一般，请使它变得更长或者更难以猜测，以提高安全性

# passphrasePagePinEntropyOptimal
source: PIN is long enough
ca: El PIN és suficientment llarg
de: PIN ist lang genug
eo: PIN esta sufiĉe longa
et: PIN-kood on piisavalt pikk
eu: Luzera egokiko PINa
fa: پین به قدر کافی بلند است
fi: PIN-koodi on riittävän pitkä
ga: Tá an PIN fada go leor
he: הקוד האישי מספיק ארוך
hu: A PIN-kód elég hosszú
it: Il PIN è abbastanza lungo
ja: PINは充分に長いです
ka: PIN-კოდი საკმარისად გრძელია
kn: ಪಿನ್ ಸಾಕಷ್ಟು ಉದ್ದವಾಗಿದೆ
lo: PIN ຍາວພຽງພໍແລ້ວ
nl: Pincode is niet lang genoeg
pl: Kod PIN jest wystarczająco długi
pt_br: O PIN é longo o suficiente
ru: PIN-код достаточно длинный
sk: PIN je dostatočne dlhý
sv: PIN-koden är tillräckligt lång
tr: PIN yeterince uzun
ug: PIN يېتەرلىك ئۇزۇن
uk: PIN-код достатньо довгий
zh: PIN 已经足够长

# installationTypeTitle
source: Disk setup
be: Наладжванне дыска
ca: Configuració del disc
cs: Nastavení disku
de: Art der Installation
eo: Agordado de disko
et: Kettaseadistus
eu: Diskoaren konfigurazioa
fa: برپایی دیسک
fi: Levyasetukset
fr: Configuration du disque
ga: Socrú diosca
he: הקמת הכונן
hu: Lemez beállítása
it: Tipo d'installazione
ja: ディスクのセットアップ
ka: დისკის მორგება
kn: ಡಿಸ್ಕ್ ಸೆಟಪ್
ko: 디스크 설정
lo: ການຕັ້ງຄ່າດິດ
ml: ഇൻസ്റ്റാളേഷന്റെ തരം
nl: Schijfindeling
oc: Tipe d’installacion
pa: ਡਿਸਕ ਸੈਟਅੱਪ
pl: Konfiguracja dysku
pt_br: Tipo de instalação
ru: Настройка диска
si: තැටිය පිහිටුවීම
sk: Nastavenie disku
sr: Подешавање диска
sv: Diskkonfiguration
tr: Disk kurulumu
ug: دىسكا تەڭشىكى
uk: Тип встановлення
zh: 磁盘设置
zh_tw: 磁碟設定

# installationTypeHeader
source: How do you want to install {DISTRO}?
be: Як вы хочаце ўсталяваць {DISTRO}?
ca: Com voleu instal·lar {DISTRO}?
cs: Jak chcete {DISTRO} nainstalovat?
de: Wie möchten Sie {DISTRO} installieren?
eo: Kiel instali {DISTRO}?
et: Kuidas sa tahad {DISTRO} paigaldada?
eu: Nola instalatu nahi duzu {DISTRO}?
fa: می‌خواهید {DISTRO} را چگونه نصب کنید؟
fi: Miten haluat asentaa {DISTRO}n?
fr: Comment souhaitez-vous installer {DISTRO} ?
ga: Conas is mian leat {DISTRO} a shuiteáil?
he: איך להתקין את {DISTRO}?
hu: Hogyan szeretne telepíteni a(z) {DISTRO} disztribúciót?
it: Come vuoi installare {DISTRO}?
ja: どうやって {DISTRO} をインストールしますか？
ka: როგორ გნებავთ, {DISTRO} დააყენოთ?
kn: ನೀವು {DISTRO} ಅನ್ನು ಹೇಗೆ ಸ್ಥಾಪಿಸಲು ಬಯಸುತ್ತೀರಿ?ನೀವು {DISTRO} ಅನ್ನು ಹೇಗೆ ಸ್ಥಾಪಿಸಲು ಬಯಸುತ್ತೀರಿ?
ko: {DISTRO}를 어떻게 설치하시겠습니까?
lo: ທ່ານຕ້ອງການຕິດຕັ້ງ {DISTRO} ແນວໃດ?
nl: Hoe wilt u {DISTRO} installeren?
oc: Cossí volètz installar {DISTRO} ?
pa: ਤੁਸੀਂ {DISTRO} ਨੂੰ ਕਿਵੇਂ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: W jaki sposób chcesz zainstalować {DISTRO}?
pt_br: Como você deseja instalar o {DISTRO}?
ru: Как Вы хотите установить {DISTRO}?
si: ඔබ {DISTRO} ස්ථාපනයට කැමති කෙසේද?
sk: Ako chcete nainštalovať {DISTRO}?
sr: Како желите да инсталирате {DISTRO}?
sv: Hur vill du installera {DISTRO}?
tr: {DISTRO}'yu nasıl kurmak istiyorsunuz?
ug: {DISTRO} نى قانداق ئورناتماقچى؟
uk: Як ви бажаєте встановити {DISTRO}?
zh: 您想如何安装 {DISTRO}？
zh_tw: 您要如何安裝 {DISTRO}？

# installationTypeOSDetected
source: This computer currently has {os} on it. What would you like to do?
be: На гэтым камп'ютары ўсталявана сістэма {os}. Што вы хочаце зрабіць?
ca: L’ordinador actualment duu el sistema {os}. Què voleu fer?
cs: Na tomto počítači se už nachází {os}. Co si přejete udělat?
de: Auf diesem Computer befindet sich momentan {os}. Wie möchten Sie vorgehen?
eo: Ĉi tiu komputilo aktuale portas instalaĵon de {os}. Kion vi volas?
et: Selles arvutis on juba on olemas {os}. Mida sa tahad teha?
eu: Ordenagailuak une honetan {os} dauka instalaturik. Zer egin nahi duzu?
fa: این رایانه اکنون {os} دارد. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on tällä hetkellä asennettuna käyttöjärjestelmä "{os}". Mitä haluat tehdä?
fr: Cet ordinateur est installé avec {os}. Que voulez-vous faire ?
ga: Tá {os} ar an ríomhaire seo faoi láthair. Céard ar mhaith leat a dhéanamh?
he: במחשב זה מותקנת כרגע {os}. מה לעשות?
hu: Ezen a számítógépen jelenleg {os} van. Mit szeretne tenni?
it: Questo computer ha installato {os}. Come procedere?
ja: コンピューターには {os} がインストールされています。インストール方法を選択してください。
ka: ამ კომპიუტერზე ახლა დაყენებულია {os}. რა გნებავთ, ვქნა?
kn: ಈ ಕಂಪ್ಯೂಟರ್ ಪ್ರಸ್ತುತ {os} ಅನ್ನು ಹೊಂದಿದೆ. ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 현재 컴퓨터에 {os}(이)가 설치되어 있습니다. 어떻게 하시겠습니까?
lo: ຄອມພິວເຕີນີ້ມີ {os} ຢູ່ແລ້ວ. ທ່ານຕ້ອງການເຮັດຫຍັງ?
ml: ഈ കമ്പ്യൂട്ടറിൽ നിലവിൽ {os} ഉണ്ട്. നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nl: Op deze computer staat momenteel {os}. Wat zou u willen doen?
oc: Aqueste ordenador possedís actualament {os}. De qué volètz far ?
pa: ਇਸ ਕੰਪਿਊਟਰ ਉੱਤੇ ਇਸ ਵੇਲੇ {os} ਹੈ। ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Na tym komputerze jest obecnie zainstalowany system {os}. Co chcesz zrobić?
pt_br: Este computador possui {os} atualmente instalado. O que você deseja fazer?
ru: На этом компьютере установлена операционная система {os}. Что хотите сделать?
si: මෙම පරිගණකයෙහි දැනට {os} තිබේ. ඔබ කිරීමට කැමති කුමක්ද?
sk: Na tomto počítači sa už nachádza {os}. Čo chcete urobiť?
sr: Овај рачунар тренутно има {os}. Шта желите да урадите?
sv: Den här datorn har för närvarande {os} på sig. Vad skulle du vilja göra?
tr: Bu bilgisayarda şu anda {os} yüklü. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا {os} بار ئىكەن. قانداق قىلىسىز؟
uk: На цьому комп'ютері зараз встановлено {os}. Що б ви хотіли зробити?
zh: 目前此计算机上已安装了 {os}。您打算怎么做？
zh_tw: 本電腦目前已安裝了 {os}，請問您想要怎麼處理？

# installationTypeDualOSDetected
source: This computer currently has {os1} and {os2} on it. What would you like to do?
be: На гэтым камп'ютары ўсталяваны {os1} і {os2}. Што вы хочаце зрабіць?
ca: L’ordinador actualment duu els sistemes {os1} i {os2}. Què voleu fer?
cs: Na tomto počítači se už nacházejí {os1} a {os2}. Co si přejete udělat?
de: Auf diesem Computer sind aktuell {os1} und {os2} installiert. Was möchten Sie tun?
eo: Ĉi tiu komputilo aktuale portas instalaĵojn de {os1} kaj {os2}. Kion vi volas?
et: Selles arvutis on juba on olemas {os1} ja {os2}. Mida sa tahad teha?
eu: Ordenagailuak une honetan {os1} eta {os2} ditu instalaturik. Zer egin nahi duzu?
fa: این رایانه اکنون {os1} و {os2} را دارد. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on jo käyttöjärjestelmät {os1} ja {os2}. Mitä haluat tehdä?
fr: Cet ordinateur est installé avec {os1} et {os2}. Que voulez-vous faire ?
ga: Tá {os1} agus {os2} ar an ríomhaire seo faoi láthair. Céard ar mhaith leat a dhéanamh?
he: במחשב זה מותקנות כרגע {os1} ו־{os2}. מה לעשות?
hu: Ezen a számítógépen jelenleg {os1} és {os2} van. Mit szeretne tenni?
it: Questo computer ha installato {os1} e {os2}. Come procedere?
ja: コンピューターには {os1} と {os2} がインストールされています。インストール方法を選択してください。
ka: ამ კომპიუტერზე ამჟამად დაყენებულია {os1} და {os2}. რა გნებავთ, ვქნა?
kn: ಈ ಕಂಪ್ಯೂಟರ್ ಪ್ರಸ್ತುತ {os1} ಮತ್ತು {os2} ಅನ್ನು ಹೊಂದಿದೆ. ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 현재 이 컴퓨터에 {os1} 및 {os2}이(가) 설치되어 있습니다. 어떻게 하시겠습니까?
lo: ຄອມພິວເຕີນີ້ມີ {os1} ແລະ {os2} ຢູ່ແລ້ວ. ທ່ານຕ້ອງການເຮັດຫຍັງ?
nl: Op deze computer staan momenteel {os1} en {os2}. Wat zou u willen doen?
oc: Aqueste ordenador a {os1} e {os2} d’installats. De qué volètz far ?
pl: Na tym komputerze są obecnie zainstalowane systemy {os1} i {os2}. Co chcesz zrobić?
pt_br: Este computador tem atualmente {os1} e {os2} instalados. O que você gostaria de fazer?
ru: На этом компьютере установлены {os1} и {os2}. Что хотите сделать?
si: මෙම පරිගණකයෙහි දැනට {os1} හා {os2} තිබේ. ඔබ කිරීමට කැමති කුමක්ද?
sk: Na tomto počítači sa už nachádzajú {os1} a {os2}. Čo chcete urobiť?
sr: Овај рачунар тренутно има {os1} и {os2}. Шта желите да урадите?
sv: Den här datorn har för närvarande {os1} och {os2} på sig. Vad skulle du vilja göra?
tr: Bu bilgisayarda şu anda {os1} ve {os2} yüklü. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا {os1} ۋە {os2} بار ئىكەن. قانداق قىلىسىز؟
uk: На цьому комп'ютері зараз знаходяться {os1} та {os2}. Що ви хочете зробити?
zh: 目前此计算机已安装了 {os1} 与 {os2}。您打算怎么做？
zh_tw: 本電腦目前已安裝 {os1} 與 {os2}，請問您想要怎麼處理？

# installationTypeMultiOSDetected
source: This computer currently has multiple operating systems on it. What would you like to do?
be: На гэтым камп'ютары ўсталявана некалькі аперацыйных сістэм. Што вы хочаце зрабіць?
ca: Aquest ordinador duu diversos sistemes operatius. Què voleu fer?
cs: Na tomto počítači se už nachází několik operačních systémů. Co si přejete udělat?
de: Auf diesem Computer sind aktuell mehrere Betriebssysteme installiert. Was möchten Sie tun?
eo: Ĉi tiu komputilo aktuale portas instalaĵojn de pluraj mastrumaj sistemoj. Kion vi volas?
et: Selles arvutis on juba on olemas üsna mitu operatsioonisüsteemi. Mida sa tahad teha?
eu: Ordenagailuak une honetan hainbat sistema eragile ditu instalaturik. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای چندین سیستم‌عامل است. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on jo useita käyttöjärjestelmiä. Mitä haluat tehdä?
fr: Cet ordinateur est installé avec plusieurs systèmes d’exploitation. Que voulez-vous faire ?
ga: Tá córais oibriúcháin éagsúla ar an ríomhaire seo faoi láthair. Céard ar mhaith leat a dhéanamh?
he: במחשב זה מותקנות מספר מערכות הפעלה. מה לעשות?
hu: Ezen a számítógépen jelenleg több operációs rendszer van. Mit szeretne tenni?
it: Questo computer ha installato più di un sistema operativo. Come procedere?
ja: コンピューターには複数の OS がインストールされています。インストール方法を選択してください。
ka: ამ კომპიუტერზე ამჟამად ერთზე მეტი ოპერაციული სისტემა აყენია. რა გნებავთ, ვქნა?
kn: ಈ ಕಂಪ್ಯೂಟರ್ ಪ್ರಸ್ತುತ ಬಹು ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಹೊಂದಿದೆ. ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 이 컴퓨터에는 여러 운영체제가 설치되어 있습니다. 어떻게 하시겠습니까?
lo: ຄອມພິວເຕີນີ້ມີຫຼາຍລະບົບປະຕິບັດການຢູ່ແລ້ວ. ທ່ານຕ້ອງການເຮັດຫຍັງ?
nl: Op deze computer staan momenteel meerdere besturingssystemen. Wat zou u willen doen?
oc: Aqueste ordenador es installat amb mantun sistèma operatiu. De qué volètz far ?
pl: Na tym komputerze jest obecnie zainstalowanych wiele systemów operacyjnych. Co chcesz zrobić?
pt_br: Este computador possui atualmente múltiplos sistemas operacionais. O que você gostaria de fazer?
ru: На этом компьютере установлено несколько операционных систем. Что хотите сделать?
si: මෙම පරිගණකයෙහි දැනට මෙහෙයුම් පද්ධති කිහිපයක් තිබේ. ඔබ කිරීමට කැමති කුමක්ද?
sk: Na tomto počítači sa v súčasnosti nachádza viacero operačných systémov. Čo chcete urobiť?
sr: Овај рачунар тренутно има више оперативних система. Шта желите да урадите?
sv: Den här datorn har för närvarande flera operativsystem på sig. Vad skulle du vilja göra?
tr: Bu bilgisayarda şu anda birden fazla işletim sistemi yüklü. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا بىر قانچە مەشغۇلات سىستېمىسى بار ئىكەن. قانداق قىلىسىز؟
uk: На Вашому комп'ютері встановлено декілька операційних систем. Що Ви бажаєте зробити?
zh: 这台计算机已经安装了多个操作系统。您打算怎么做？
zh_tw: 本電腦目前已安裝多個作業系統，請問您想要怎麼處理？
