Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# choosePassphraseInfoBody
source: If you lose it, you will lose all your data.
be: Калі будзе страчана парольная фраза, будуць страчаны і ўсе вашы даныя.
ca: Si la perdeu, perdreu totes les vostres dades.
cs: Pokud ztratíte přístupové heslo, ztratíte i všechna data.
de: Wenn Sie sie verlieren, verlieren Sie alle Ihre Daten.
eo: Se vi perdos ĝin, vi perdos ĉiom da viaj datenoj.
et: Kui unustad salafraasi siis kaotad ligipääsu kõikidele oma andmetele.
eu: Galtzen baduzu, zure datu guztiak galduko dituzu.
fa: اگر گمش کنید همهٔ داده‌هایتان را از دست خواهید داد.
fi: Jos kadotat sen, menetät pääsyn tietoihin.
fr: Si vous perdez votre phrase secrète, vous perdrez toutes vos données.
ga: Má chailleann tú é, caillfidh tú do chuid sonraí go léir.
he: אובדן שלה יוביל לאובדן המידע שלך.
hu: Ha elveszíti, akkor elveszíti az összes adatát.
it: Se viene persa, perderai tutti i tuoi dati.
ja: もし失くすと、すべてのデータを失います。
ka: თუ დაკარგავთ, მონაცემებთან წვდომა აღარ გექნებათ.
kn: ನೀವು ಅದನ್ನು ಕಳೆದುಕೊಂಡರೆ, ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ.
ko: 암호를 분실하면 모든 데이터를 잃게 됩니다.
lo: ຖ້າທ່ານເຮັດມັນເສຍ, ທ່ານຈະສູນເສຍຂໍ້ມູນທັງໝົດ.
nl: Als u het kwijtraakt, verliest u de toegang tot al uw gegevens.
oc: Se perdètz vòstra frasa secrèta, perdretz totas vòstras donadas.
pa: ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਭੁੱਲ ਗਏ ਤਾਂ ਤੁਹਾਡਾ ਸਾਰਾ ਡਾਟਾ ਗੁੰਮ ਜਾਏਗਾ।
pl: Jeśli je zgubisz, utracisz wszystkie swoje dane.
pt_br: Se você perde-la, perderá todos os seus dados.
ru: Если вы потеряете её, то потеряете все свои данные.
sk: Ak ju stratíte, prídete o všetky svoje údaje.
sr: Ако изгубите лозинку, изгубићете све своје податке.
sv: Om du förlorar den, förlorar du all din data.
tr: Kaybederseniz tüm verilerinizi kaybedersiniz.
ug: ئەگەر ئۇنى يوقىتىپ قويسىڭىز، ھەممە سانلىق مەلۇماتىڭىزنى يوقىتىسىز.
uk: Якщо ви його загубите, ви втратите всі свої дані.
zh: 如果丢失，所有数据都将丢失。
zh_tw: 如果弄丟密碼，您將會失去所有資料。

# chooseOptionalPassphraseInfoHeader
source: Store your passphrase and recovery key somewhere safe
ca: Emmagatzemeu la contrasenya i la clau de recuperació en algun lloc segur
cs: Uložte si přístupové heslo a klíč pro obnovení na bezpečném místě
de: Bewahren Sie Ihre Passphrase und Ihren Wiederherstellungsschlüssel an einem sicheren Ort auf
eo: Konservu vian pasfrazon kaj restaŭran ŝlosilon ie sekure
et: Salvesta salafraas ja taastevõti turvaliselt, näiteks digitaalses salasõnalaekas või vana kooli seifis
eu: Gorde pasaesaldia eta berreskuratze gakoa leku seguruan
fa: عبارت عبور و کلید بازیابیتان را در جایی امن ذخیره کنید
fi: Tallenna tunnuslause ja palautusavain turvalliseen paikkaan
fr: Conservez votre phrase de passe et la clé de récupération en lieu sûr
ga: Stóráil do phasfhocal agus eochair athshlánaithe áit éigin sábháilte
he: נא לאחסן את מילת הצופן ואת מפתח הגיבוי שלך במקום בטוח
hu: Tárolja a jelmondatát és a helyreállítási kulcsot biztonságos helyen
it: Conserva la tua frase d'accesso e chiave di recupero in un luogo sicuro
ja: パスフレーズとリカバリーキーをどこか安全なところに保存
ka: შეინახეთ თქვენი საკვანძო ფრაზა და აღდგენის გასაღები სადმე უსაფრთხო ადგილას
kn: ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಮತ್ತು ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಗ್ರಹಿಸಿ
lo: ເກັບວະລີຜ່ານ ແລະ ຄີກູ້ຄືນຂອງທ່ານໄວ້ໃນບ່ອນທີ່ປອດໄພ
nl: Bewaar uw wachtwoordzin en herstelcodes op een veilige plek
oc: Gardatz vòstra frasa secrèta e clau de recuperacion en luòc segur
pl: Przechowuj hasło i klucz odzyskiwania w bezpiecznym miejscu
pt_br: Guarde sua senha e chave de recuperação em um local seguro
ru: Храните парольную фразу и ключ восстановления в безопасном месте
sk: Uložte svoju prístupovú frázu a obnovovací kľúč na bezpečné miesto
sv: Förvara din lösenfras och återställningsnyckel på ett säkert ställe
tr: Parolanızı ve kurtarma anahtarınızı güvenli bir yerde saklayın
ug: ئىم ئىبارە ۋە ئەسلىگە كەلتۈرۈش ئاچقۇچىنى بىخەتەر بىر جايغا ساقلاڭ
uk: Зберігайте пароль і ключ відновлення в безпечному місці
zh: 将您的密码和恢复密钥保存在安全的地方
zh_tw: 將您的密碼和復原金鑰存放在安全的地方

# chooseOptionalPassphraseInfoBody
source: If you lose your passphrase, you will lose all your data. The passphrase does not replace the recovery key or your user password.
ca: Si perdeu la vostra contrasenya, perdreu totes les vostres dades. La contrasenya no substitueix la clau de recuperació o la contrasenya d'usuari.
cs: Pokud ztratíte přístupové heslo, ztratíte i všechna data. Přístupové heslo nenahrazuje klíč pro obnovení ani vaše uživatelské heslo.
de: Wenn Sie Ihre Passphrase verlieren, verlieren Sie alle Ihre Daten. Die Passphrase ersetzt nicht den Wiederherstellungsschlüssel oder Ihr Benutzerpasswort.
eo: Se vi perdos vian pasfrazon, vi perdos ĉiom da viaj datenoj. La pasfrazo ne anstataŭigas la restaŭran ŝlosilon nek la pasvorton de la uzanto.
et: Kui unustad salafraasi, siis kaotad ligipääsu oma andmetele. Salafraas ei asenda taastevõtit ega kasutajakonto salasõna.
eu: Pasaesaldia galtzen baduzu, zure datu guztiak galduko dituzu. Pasaesaldiak ez du berreskuratze gakoa edo erabiltzaile-pasahitza ordezkatzen.
fi: Jos tunnuslause hukkuu, kaikki tiedot menetetään. Tunnuslause ei korvaa palautusavainta tai käyttäjäns salasanaa.
fr: Si vous perdez votre phrase de passe, vous perdrez toutes vos données. La phrase de passe ne remplace pas la clé de récupération ni votre mot de passe utilisateur.
ga: Má chailleann tú do phasfhrása, caillfidh tú do shonraí go léir. Ní thagann an pasfhrása in ionad na heochrach athshlánaithe ná do phasfhocal úsáideora.
he: אובדן מילת הצופן שלך תוביל לאובדן כל הנתונים שלך. מילת הצופן אינה מחליפה את קוד השחזור או את הסיסמה שלך.
hu: Ha elveszíti a jelmondatát, akkor elveszíti az összes adatát. A jelszó nem helyettesíti a helyreállítási kulcsot vagy a felhasználói jelszavát.
it: Se perdi la tua frase d'accesso, perderai tutti i tuoi dai. La frase d'accesso non sostituisce la chiave di recupero o la tua password utente.
ja: パスフレーズを失うと、すべてのデータを失います。パスフレーズはリカバリーキーやユーザーのパスワードで代替することはできません。
ka: თუ თქვენს საკვანძო ფრაზას დაკარგავთ, ასევე სრულად დაკარგავთ თქვენს მონაცემებსაც. საკვანძო ფრაზა არ ანაცვლებს თქვენს აღდგენის გასაღებს, ან თქვენი მომხმარებლის პაროლს.
kn: ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನೀವು ಕಳೆದುಕೊಂಡರೆ, ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ. ಪಾಸ್‌ಫ್ರೇಸ್ ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಅಥವಾ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ.
lo: ຖ້າທ່ານເຮັດວະລີຜ່ານເສຍ, ທ່ານຈະສູນເສຍຂໍ້ມູນທັງໝົດ. ວະລີຜ່ານ ບໍ່ໄດ້ທົດແທນຄີກູ້ຄືນ ຫຼື ລະຫັດຜ່ານຜູ້ໃຊ້ຂອງທ່ານ.
nl: Als u de wachtwoordzin verliest, verliest u de toegang tot al uw gegevens. De wachtwoordzin is geen vervanger voor de herstelsleutel of uw gebruikerswachtwoord.
oc: Se perdètz la frasa secrèta, perdretz totas las donadas. La frasa secrèta remplaçarà pas la clau de recuperacion o lo senhal utilizaire.
pl: Jeśli zgubisz hasło, stracisz wszystkie dane. Hasło nie zastępuje klucza odzyskiwania ani hasła użytkownika.
pt_br: Se você perder sua senha, perderá todos os seus dados. A senha não substitui a chave de recuperação nem a sua senha de usuário.
ru: Если потеряете парольную фразу, Вы потеряете все свои данные. Парольная фраза не заменяет ключ восстановления или пароль пользователя.
sk: Ak stratíte svoju prístupovú frázu, prídete o všetky svoje údaje. Prístupová fráza nenahrádza obnovovací kľúč ani vaše používateľské heslo.
sv: Om du tappar bort din lösenfras kommer du att förlora all din data. Lösenfrasen ersätter inte återställningsnyckeln eller ditt användarlösenord.
tr: Parolanızı kaybederseniz, tüm verilerinizi kaybedersiniz. Parola, kurtarma anahtarınızın veya kullanıcı parolanızın yerine geçmez.
ug: ئەگەر ئۇنى يوقىتىپ قويسىڭىز، ھەممە سانلىق مەلۇماتىڭىزنى يوقىتىسىز. ئىم ئىبارە ئەسلىگە كەلتۈرۈش ئاچقۇچى ياكى ئىشلەتكۈچى ئىمنىڭ ئورنىنى ئالالمايدۇ.
uk: Якщо ви втратите парольну фразу, ви втратите всі свої дані. Парольна фраза не замінює ключ відновлення або пароль користувача.
zh: 如果您丢失了密码，您将失去所有的数据。密码不能代替恢复密钥或者用户密码。
zh_tw: 如果弄丟密碼，您將會失去所有資料。密碼不能取代復原金鑰或您的使用者密碼。

# passphrasePageTitle
source: Encryption
ca: Encriptació
de: Verschlüsselung
eo: Ĉifrado
et: Krüptimine
eu: Zifratzea
fa: رمزنگاری
fi: Salaus
ga: Criptiú
he: הצפנה
hu: Titkosítás
it: Cifratura
ja: 暗号化
ka: დაშიფვრა
kn: ಗೂಢಲಿಪೀಕರಣ
lo: ການເຂົ້າລະຫັດ
nl: Versleuteling
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ
pl: Szyfrowanie
pt_br: Criptografar
ru: Шифрование
sk: Šifrovanie
sv: Kryptering
tr: Şifreleme
ug: شىفىرلاش
uk: Шифрування
zh: 加密

# passphrasePageHeaderPassphrase
source: Set an encryption passphrase
ca: Estableix una contrasenya d'encriptació
de: Festlegen einer Passphrase für die Verschlüsselung
eo: Krei ĉifran pasfrazon
et: Seadista krüptimise salafraas
eu: Ezarri zifratzeko pasaesaldia
fa: تنظیم عبارت عبور رمزنگاری
fi: Aseta salauksen tunnuslause
ga: Socraigh frása faire criptithe
he: הגדרת מילת צופן להצפנה
hu: Titkosítási jelmondat beállítása
it: Imposta una frase d'accesso di cifratura
ja: 暗号化パスフレーズを設定
ka: დაშიფვრის საკვანძო ფრაზის მორგება
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ಹೊಂದಿಸಿ
lo: ຕັ້ງຄ່າວະລີຜ່ານການເຂົ້າລະຫັດ
nl: Een versleutelingswachtwoordzin instellen
pl: Ustaw hasło szyfrowania
pt_br: Definir senha de criptografia
ru: Установить парольную фразу шифрования
sk: Nastavenie prístupovej frázy
sv: Ställ in en krypteringslösenfras
tr: Bir şifreleme parolası ayarlayın
ug: شىفىرلاش ئىم ئىبارە تەڭشىكى
uk: Встановити пароль для шифрування
zh: 设置加密密码

# passphrasePageHeaderPin
source: Set an encryption PIN
ca: Establiu un PIN d'encriptació
de: Festlegen einer PIN für die Verschlüsselung
eo: Krei ĉifran PIN
et: Seadista krüptimise PIN-kood
eu: Ezarri zifratzeko PINa
fa: تنظیم پین رمزنگاری
fi: Aseta salauksen PIN-koodi
ga: Socraigh UAP criptithe
he: הגדרת קוד הצפנה אישי
hu: Titkosítási PIN-kód beállítása
it: Imposta un PIN di cifratura
ja: 暗号化PINを設定
ka: დაშიფვრის PIN-კოდის მორგება
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಿನ್ ಹೊಂದಿಸಿ
lo: ຕັ້ງຄ່າ PIN ການເຂົ້າລະຫັດ
nl: Een versleutelings-PIN instellen
pl: Ustaw kod PIN szyfrowania
pt_br: Definir PIN de criptografia
ru: Установить PIN-код шифрования
sk: Nastavenie šifrovacieho PINu
sv: Ställ in en krypterings-PIN
tr: Şifreleme PIN'i ayarlayın
ug: شىفىرلاش PIN تەڭشىكى
uk: Встановити PIN-код для шифрування
zh: 设置一个加密 PIN 码

# passphrasePageBodyPassphrase
source: You will need to enter your passphrase every time you turn on your computer. This passphrase is different from your user password. You will be able to change it later, but not disable it. If you forget your passphrase, you can regain access to the disk by using the recovery key.
ca: Cada vegada que engegueu l'ordinador haureu d'introduir la contrasenya. Aquesta contrasenya és diferent de la vostra contrasenya d'usuari. Podreu canviar-la més tard, però no desactivar-la. Si us oblideu de la contrasenya, podeu recuperar l'accés al disc usant la clau de recuperació.
de: Sie müssen Ihre Passphrase jedes Mal eingeben, wenn Sie Ihren Computer einschalten. Diese Passphrase unterscheidet sich von Ihrem Benutzerpasswort. Sie können sie später ändern, aber nicht deaktivieren. Wenn Sie Ihre Passphrase vergessen haben, können Sie mit dem Wiederherstellungsschlüssel wieder Zugriff auf die Festplatte erhalten.
eo: Vi devos tajpi vian pasfrazon dum ĉiu starto de via komputilo. La pasfrazo diferencas de la pasvorto de la konto de la uzanto. Vi povos ŝanĝi ĝin poste sed ne povos malŝalti ĝin. Se vi forgesos vian pasfrazon, vi povos atingi la diskon per la restaŭra ŝlosilo.
et: Pead selle salafraasi sisestama igal arvuti käivituskorral. See salafraas ei ole sama, kui sinu salasõna. Vajadusel saad teda hiljem muuta, kuid mitte välja lülitada. Kui peaksid salafraasi unustama, siis saad ligipääsu andmekandjale taastada taastevõtmega.
eu: Pasaesaldia sartu beharko duzu ordenagailua pizten duzun aldiro. Pasaesaldi hau ez da erabiltzaile-pasahitza. Geroago aldatu ahalko duzu, baina ezingo duzu inoiz ezgaitu. Pasaesaldia ahazten bazaizu, berriro diskoa atzitu ahal izateko berreskuratze gakoa erabili beharko duzu.
fi: Tunnuslause tulee syöttää joka kerta tietokonetta käynnistettäessä. Tämä Tunnuslause on eri kuin käyttäjän salasana. Voit muuttaa sitä myöhemmin, mutta sitä ei voi ottaa pois käytöstä. Jos tunnuslause unohdetaan, palautusavainta voi käyttää levyn tietoihin pääsemiseen.
ga: Beidh ort do phasfhocal a iontráil gach uair a chasann tú ar do ríomhaire. Tá an pasfhocal seo difriúil ó do phasfhocal úsáideora. Beidh tú in ann é a athrú níos déanaí, ach ní bheidh tú in ann é a dhíchumasú. Má dhéanann tú dearmad ar do phasfhocal, is féidir leat rochtain a fháil ar an diosca arís trí úsáid a bhaint as an eochair aisghabhála.
he: יש למלא את מילת הצופן שלך עם כל הדלקה של המחשב. מילת הצופן הזאת שונה מסיסמת המשתמש שלך. אפשר לשנות אותה אחר כך אבל לא להשבית אותה. אם שכחת את מילת הצופן שלך, אפשר לשחזר את הגישה לכונן דרך שימוש במפתח שחזור.
hu: Meg kell adnia a jelmondatát minden alkalommal, amikor bekapcsolja a számítógépet. Ez a jelmondat eltér a felhasználói jelszavától. Később megváltoztathatja, de nem tilthatja le. Ha elfelejti a jelmondatát, akkor a helyreállítási kulcs használatával szerezheti vissza a hozzáférést a lemezhez.
it: Dovrai inserire la tua passphrase ogni volta che accendi il computer. Questa passphrase è diversa dalla password utente. Potrai cambiarla in seguito, ma non disabilitarla. Se dimentichi la passphrase, potrai recuperare l’accesso al disco utilizzando la chiave di ripristino.
ja: PCの電源を入れるたびにパスフレーズを入力する必要があります。パスフレーズはユーザーのパスワードとは異なります。後ほど変更はできますが、無効にはできません。パスフレーズを忘れてしまうと、リカバリーキーを使用してディスクにアクセスすることになります。
ka: თქვენი საკვანძო ფრაზის შეყვანა დაგჭირდებათ ყოველ ჯერზე, როცა კომპიუტერს ჩართავთ. ეს საკვანძო ფრაზა განსხვავდება თქვენი მომხმარებლის პაროლისგან. მისი შეცვლა მოგვიანებით შეგეძლებათ, მაგრამ არა გამორთვა. თუ საკვანძო ფრაზა დაგავიწყდებათ, დისკთან წვდომის დაბრუნებას აღდგენის გასაღებით შეძლებთ.
kn: ನೀವು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಪಾಸ್‌ಫ್ರೇಸ್ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದೆ. ನೀವು ಅದನ್ನು ನಂತರ ಬದಲಾಯಿಸಬಹುದು, ಆದರೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನೀವು ಮರೆತರೆ, ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಡಿಸ್ಕ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಬಹುದು.
lo: ທ່ານຈະຕ້ອງປ້ອນວະລີຜ່ານທຸກຄັ້ງທີ່ເປີດຄອມພິວເຕີ. ວະລີຜ່ານນີ້ຕ່າງຈາກລະຫັດຜ່ານຜູ້ໃຊ້ຂອງທ່ານ. ທ່ານສາມາດປ່ຽນມັນພາຍຫຼັງໄດ້, ແຕ່ບໍ່ສາມາດປິດການໃຊ້ງານມັນໄດ້. ຖ້າທ່ານລືມວະລີຜ່ານ, ທ່ານສາມາດເຂົ້າເຖິງດິດຄືນໄດ້ໂດຍການໃຊ້ຄີກູ້ຄືນ.
nl: Elke keer dat u uw computer inschakelt, moet u uw wachtwoordzin invoeren. Deze wachtwoordzin verschilt van uw gebruikerswachtwoord. U kunt het later wijzigen, maar niet uitschakelen. Als u uw wachtwoordzin vergeet, kunt u weer toegang krijgen tot de schijf door de herstelcode te gebruiken.
pl: Wymagane będzie podanie hasła za każdym razem, gdy włączysz komputer. To hasło różni się od hasła użytkownika. Będzie można je później zmienić, ale nie wyłączyć. Jeśli zapomnisz hasła, możesz odzyskać dostęp do dysku, używając klucza odzyskiwania.
pt_br: Você precisará inserir sua senha sempre que ligar o computador. Essa senha é diferente da sua senha de usuário. Você poderá alterá-la posteriormente, mas não desativá-la. Caso se esqueça da sua senha, poderá recuperar o acesso ao disco utilizando a chave de recuperação.
ru: Каждый раз при включении компьютера вам нужно будет вводить свою парольную фразу. Эта парольная фраза отличается от вашего пароля пользователя. Вы сможете изменить её позже, но не отключить. Если вы забудете свою парольную фразу, то сможете восстановить доступ к диску, используя ключ восстановления.
sk: Pri každom spustení počítača budete musieť zadať prístupovú frázu. Táto prístupová fráza sa líši od používateľského hesla. Neskôr ju budete môcť zmeniť, ale nie vypnúť. Ak zabudnete prístupovú frázu, môžete znova získať prístup k disku pomocou obnovovacieho kľúča.
sv: Du måste ange din lösenfras varje gång du startar datorn. Denna lösenfras skiljer sig från ditt användarlösenord. Du kan ändra den senare, men inte inaktivera den. Om du glömmer bort din lösenfras kan du återfå åtkomst till disken med hjälp av återställningsnyckeln.
tr: Bilgisayarınızı her açtığınızda parolanızı girmeniz gerekecektir. Bu parola, kullanıcı parolanızdan farklıdır. Parolanızı daha sonra değiştirebilirsiniz, ancak devre dışı bırakamazsınız. Parolanızı unutursanız, kurtarma anahtarını kullanarak diske yeniden erişebilirsiniz.
ug: كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك. بۇ ئىم ئىبارە ئىشلەتكۈچى ئىمدىن پەرقلىق. ئۇنى كېيىن ئۆزگەرتەلەيسىز ئەمما ئۇنى چەكلىيەلمەيسىز. ئەگەر ئىم ئىبارىنى ئۇنتۇپ قالسىڭىز، ئەسلىگە كەلتۈرۈش ئاچقۇچى ئارقىلىق دىسكىنى زىيارەت قىلىش ئىجازىتىنى قايتا بېرەلەيسىز.
uk: Вам потрібно буде вводити пароль кожного разу, коли ви вмикаєте комп'ютер. Цей пароль відрізняється від вашого пароля користувача. Ви зможете змінити його пізніше, але не зможете вимкнути. Якщо ви забули пароль, ви можете відновити доступ до диска за допомогою ключа відновлення.
zh: 每次启动计算机都需要输入密码。 此密码不是您的用户密码。您可以稍后更改它，但是不能禁用。如果忘记了密码，您可以用恢复密钥重新获得访问磁盘的权限。

# passphrasePageBodyPin
source: You will need to enter your PIN every time you turn on your computer. This PIN is different from your user password. You will be able to change it later, but not disable it. If you forget your PIN, you can regain access to the disk by using the recovery key.
ca: Cal que introduïu el PIN cada vegada que engegueu el vostre ordinador. Aquest PIN és diferent de la vostra contrasenya d'usuari. Podràs canviar-lo més tard, però no desactivar-lo. Si us oblideu el vostre PIN, podeu recuperar l'accés al disc mitjançant la clau de recuperació.
de: Sie müssen Ihre PIN jedes Mal eingeben, wenn Sie Ihren Computer einschalten. Diese PIN unterscheidet sich von Ihrem Benutzerpasswort. Sie können sie später ändern, aber nicht deaktivieren. Wenn Sie Ihre PIN vergessen haben, können Sie mit dem Wiederherstellungsschlüssel wieder Zugriff auf die Festplatte erhalten.
eo: Vi devos tajpi vian PIN dum ĉiu starto de via komputilo. La PIN diferencas de la pasvorto de la konto de la uzanto. Vi povos ŝanĝi ĝin poste sed ne povos malŝalti ĝin. Se vi forgesos vian PIN, vi povos atingi la diskon per la restaŭra ŝlosilo.
et: Pead selle PIN-koodi sisestama igal arvuti käivituskorral. See PIN-kood ei ole sama, kui sinu salasõna. Vajadusel saad teda hiljem muuta, kuid mitte välja lülitada. Kui peaksid PIN-koodi unustama, siis saad ligipääsu andmekandjale taastada taastevõtmega.
eu: PINa sartu beharko duzu ordenagailua pizten duzun aldiro. PIN hau ez da erabiltzaile-pasahitza. Geroago aldatu ahalko duzu, baina ezingo duzu inoiz ezgaitu. PINa ahazten bazaizu, berriro diskoa atzitu ahal izateko berreskuratze gakoa erabili beharko duzu.
fi: PIN-koodi tulee syöttää joka kerta tietokonetta käynnistettäessä. Tämä PIN-koodi on eri kuin käyttäjän salasana. Voit muuttaa sitä myöhemmin, mutta sitä ei voi ottaa pois käytöstä. Jos PIN-koodi unohdetaan, palautusavainta voi käyttää levyn tietoihin pääsemiseen.
ga: Beidh ort do UAP a iontráil gach uair a chasann tú ar do ríomhaire. Tá an UAP seo difriúil ó do phasfhocal úsáideora. Beidh tú in ann é a athrú níos déanaí, ach ní bheidh tú in ann é a dhíchumasú. Má dhéanann tú dearmad ar do UAP, is féidir leat rochtain a fháil ar an diosca arís trí úsáid a bhaint as an eochair aisghabhála.
he: יש להקליד קוד אישי עם כל הדלקה של המחשב. הקוד האישי הזה שונה מסיסמת המשתמש שלך. אפשר לשנות אותו בהמשך אך לא להשבית אותו. אם שכחת את הקוד האישי שלך, אפשר לשחזר את הגישה לכונן דרך שימוש במפתח שחזור.
hu: Meg kell adnia a PIN-kódját minden alkalommal, amikor bekapcsolja a számítógépet. Ez a PIN-kód eltér a felhasználói jelszavától. Később megváltoztathatja, de nem tilthatja le. Ha elfelejti a PIN-kódját, akkor a helyreállítási kulcs használatával szerezheti vissza a hozzáférést a lemezhez.
it: Dovrai inserire il tuo PIN ogni volta che accendi il computer. Questo PIN è diverso dalla password dell’utente. Potrai cambiarlo in seguito, ma non disabilitarlo. Se dimentichi il PIN, potrai recuperare l’accesso al disco utilizzando la chiave di ripristino.
ja: PCの電源を入れるたびにPINを入力する必要があります。PINはユーザーのパスワードとは異なります。後ほど変更はできますが、無効にはできません。PINを忘れてしまうと、リカバリーキーを使用してディスクにアクセスすることになります。
ka: თქვენი PIN-კოდის შეყვანა დაგჭირდებათ ყოველ ჯერზე, როცა კომპიუტერს ჩართავთ. ეს PIN-კოდი განსხვავდება თქვენი მომხმარებლის პაროლისგან. მისი შეცვლა მოგვიანებითაც შეგეძლებათ, მაგრამ არა მისი გამორთვა. თუ PIN-კოდი დაგავიწყდებათ, დისკზე წვდომის დაბრუნებას აღდგენის გასაღების გამოყენებით შეძლებთ.
kn: ನೀವು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಪಿನ್ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದೆ. ನೀವು ಅದನ್ನು ನಂತರ ಬದಲಾಯಿಸಬಹುದು, ಆದರೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ಮರೆತರೆ, ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಡಿಸ್ಕ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಬಹುದು.
lo: ທ່ານຈະຕ້ອງປ້ອນ PIN ທຸກຄັ້ງທີ່ເປີດຄອມພິວເຕີ. PIN ນີ້ຕ່າງຈາກລະຫັດຜ່ານຜູ້ໃຊ້ຂອງທ່ານ. ທ່ານສາມາດປ່ຽນມັນພາຍຫຼັງໄດ້, ແຕ່ບໍ່ສາມາດປິດການໃຊ້ງານມັນໄດ້. ຖ້າທ່ານລືມ PIN, ທ່ານສາມາດເຂົ້າເຖິງດິດຄືນໄດ້ໂດຍການໃຊ້ຄີກູ້ຄືນ.
nl: Elke keer dat u uw computer inschakelt, moet u uw pincode invoeren. Deze pincode verschilt van uw gebruikerswachtwoord. U kunt het later wijzigen, maar niet uitschakelen. Als u uw pincode vergeet, kunt u weer toegang krijgen tot de schijf met behulp van de herstelcode.
pl: Wymagane będzie podanie kodu PIN każdym razem, gdy włączysz komputer. Ten kod PIN różni się od hasła użytkownika. Będzie można go później zmienić, ale nie wyłączyć. Jeśli zapomnisz kodu PIN, możesz odzyskać dostęp do dysku, używając klucza odzyskiwania.
pt_br: Você precisará inserir seu PIN sempre que ligar o computador. Este PIN é diferente da sua senha de usuário. Você poderá alterá-lo posteriormente, mas não desativá-lo. Caso esqueça seu PIN, você poderá recuperar o acesso ao disco usando a chave de recuperação.
ru: Каждый раз при включении компьютера вам нужно будет вводить свой PIN-код. Этот PIN-код отличается от вашего пароля пользователя. Вы сможете изменить его позже, но не отключить. Если вы забудете свой PIN-код, то сможете восстановить доступ к диску, используя ключ восстановления.
sk: PIN budete musieť zadať pri každom spustení počítača. Tento PIN sa líši od používateľského hesla. Neskôr ho budete môcť zmeniť, ale nie vypnúť. Ak zabudnete PIN, môžete znova získať prístup k disku pomocou obnovovacieho kľúča.
sv: Du måste ange din PIN-kod varje gång du startar datorn. Denna PIN-kod skiljer sig från ditt användarlösenord. Du kan ändra den senare, men inte inaktivera den. Om du glömmer bort din PIN-kod kan du återfå åtkomst till disken med hjälp av återställningsnyckeln.
tr: Bilgisayarınızı her açtığınızda PIN kodunuzu girmeniz gerekecektir. Bu PIN, kullanıcı parolanızdan farklıdır. Daha sonra değiştirebilirsiniz, ancak devre dışı bırakamazsınız. PIN kodunuzu unutursanız, kurtarma anahtarını kullanarak diske tekrar erişebilirsiniz.
ug: كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا PIN كىرگۈزۈشىڭىز كېرەك. بۇ PIN ئىشلەتكۈچى ئىمدىن پەرقلىق. ئۇنى كېيىن ئۆزگەرتەلەيسىز ئەمما ئۇنى چەكلىيەلمەيسىز. ئەگەر PIN نى ئۇنتۇپ قالسىڭىز، ئەسلىگە كەلتۈرۈش ئاچقۇچى ئارقىلىق دىسكىنى زىيارەت قىلىش ئىجازىتىنى قايتا بېرەلەيسىز.
uk: Вам потрібно буде вводити PIN-код кожного разу, коли ви вмикаєте комп'ютер. Цей PIN-код відрізняється від вашого пароля користувача. Ви зможете змінити його пізніше, але не зможете вимкнути. Якщо ви забули PIN-код, ви можете відновити доступ до диска за допомогою ключа відновлення.
zh: 每次启动计算机都需要输入 PIN。 此 PIN 不是您的用户密码。您可以稍后更改它，但是不能禁用。如果忘记了您的 PIN，您可以用恢复密钥重新获得访问磁盘的权限。
