Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# rebootToConfigureWarning
source: You have to restart the computer to continue the installation process.
be: Вы перазапусцілі камп'ютар, каб працягнуць працэс усталявання.
ca: Heu de reiniciar l'ordinador per continuar el procés d'instal·lació.
cs: Chcete-li pokračovat v procesu instalace, musíte počítač restartovat.
de: Sie müssen den Computer neu starten, um den Installationsprozess fortzusetzen.
eo: Vi devas restartigi la komputilon por daŭrigi la instaladon.
et: Paigaldusprotsessi jätkamiseks pead arvuti uuesti käivitama.
eu: Instalazio prozesuarekin jarraitzeko ordenagailua berrabiarazi behar duzu.
fa: برای ادامهٔ فرایند نصب باید رایانه را دوباره آغاز کنید.
fi: Tietokone tulee käynnistää uudelleen, jotta asennusta voidaan jatkaa.
fr: Vous devez redémarrer l'ordinateur pour continuer le processus d'installation.
ga: Caithfidh tú an ríomhaire a atosú chun leanúint leis an bpróiseas suiteála.
he: יש להפעיל את המחשב מחדש כדי להמשיך את תהליך ההתקנה.
hu: Újra kell indítania a számítógépet a telepítési folyamat folytatásához.
it: Per continuare il processo di installazione è necessario riavviare il computer.
ja: インストール処理の継続のためコンピューターを再起動してください。
ka: დაყენების პროცესის გასაგრძელებლად საჭიროა, გადატვირთოთ კომპიუტერი.
kn: ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬೇಕು.
ko: 설치 과정을 계속하려면 컴퓨터를 다시 시작해야 합니다.
lo: ທ່ານຕ້ອງຣີສະຕາດຄອມພິວເຕີເພື່ອສືບຕໍ່ຂັ້ນຕອນການຕິດຕັ້ງ.
nl: Je moet de computer opnieuw opstarten om het installatieproces voort te zetten.
oc: Devètz reaviar l’ordenador per contunhar lo processús d’installacion.
pl: Musisz ponownie uruchomić komputer, aby kontynuować proces instalacji.
pt_br: Você precisa reiniciar o computador para continuar o processo de instalação.
ru: Чтобы продолжить процесс установки, необходимо перезагрузить компьютер.
sk: Ak chcete pokračovať v procese inštalácie, musíte reštartovať počítač.
sr: Морате поново покренути рачунар да бисте наставили процес инсталације.
sv: Du måste starta om datorn för att fortsätta installationsprocessen.
tr: Kurulum işlemine devam edebilmek için bilgisayarınızı yeniden başlatmanız gerekmektedir.
ug: ئورنىتىش جەريانىنى داۋاملاشتۇرۇش ئۈچۈن كومپيۇتېرنى قايتا قوزغىتىش زۆرۈر.
uk: Щоб продовжити процес встановлення, потрібно перезапустити комп'ютер.
zh: 您需要重新启动计算机以继续安装。
zh_tw: 您必須重新啟動電腦以繼續您的安裝流程。

source: Shut Down
be: Выключыць
ca: Atura
cs: Vypnout
de: Herunterfahren
eo: Malŝalti
et: Seiska
eu: Itzali
fa: خاموش کردن
fi: Sammuta
fr: Éteindre
ga: Múch
he: כיבוי
hu: Leállítás
it: Spegni
ja: シャットダウン
ka: გამორთვა
kn: ಸ್ಥಗಿತಗೊಳಿಸಿ
ko: 시스템 종료
lo: ປິດເຄື່ອງ
ml: ഷട്ട് ഡൗൺ
nl: Afsluiten
oc: Atudar
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Desligar
ru: Выключить
si: වසා දමන්න
sk: Vypnúť
sr: Искључи
sv: Stäng av
tr: Kapat
ug: تاقا
uk: Вимкнути
zh: 关机
zh_tw: 關機

source: Restart now
be: Перазапусціць зараз
ca: Reinicia ara
cs: Restartovat nyní
de: Jetzt neu starten
eo: Restartigi nun
et: Taaskäivita kohe
eu: Berrabiarazi orain
fa: اکنون دوباره آغاز شود
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
ga: Atosaigh anois
he: להפעיל מחדש כעת
hu: Újraindítás most
it: Riavvia adesso
ja: 今すぐ再起動
ka: გადატვირთვა ახლავე
kn: ಈಗ ಮರುಪ್ರಾರಂಭಿಸಿ
ko: 지금 다시 시작
lo: ຣີສະຕາດດຽວນີ້
nl: Nu opnieuw starten
oc: Reaviar ara
pa: ਹੁਣੇ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru: Перезагрузить
si: යළි අරඹන්න
sk: Reštartovať teraz
sr: Поново покрени сада
sv: Starta om nu
tr: Şimdi yeniden başlat
ug: ھازىر قايتا قوزغات
uk: Перезапустити зараз
zh: 立即重启
zh_tw: 立即重新啟動

source: Continue testing
be: Працягнуць тэсціраванне
ca: Continua la prova
cs: Pokračovat ve zkoušení
de: Testen fortsetzen
eo: Daŭre elprovi
et: Jätka proovisessioni
eu: Jarraitu probatzen
fa: ادامهٔ آزمودن
fi: Jatka testaamista
fr: Continuer à tester
ga: Leanúint ar aghaidh leis an tástáil
he: להמשיך לבחון
hu: Kipróbálás folytatása
it: Continua il test
ja: 試用を継続する
ka: შემოწმების გაგრძელება
kn: ಪರೀಕ್ಷೆಯನ್ನು ಮುಂದುವರಿಸಿ
ko: 체험 계속하기
lo: ສືບຕໍ່ທົດລອງໃຊ້
nl: Doorgaan met testen
oc: Contunhar d’ensajar
pa: ਟੈਸਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj testowanie
pt_br: Continuar testando
ru: Продолжить тестирование
si: අත්හදා බැලීම දිගටම
sk: Pokračovať v skúšaní
sr: Настави са тестирањем
sv: Fortsätt att testa
tr: Test etmeye devam et
ug: سىناشنى داۋاملاشتۇر
uk: Продовжити ознайомлення
zh: 继续试用
zh_tw: 繼續試用

# bitlockerInfoTitle
source: BitLocker detected
ca: S'ha detectat el BitLocker
cs: Zjištěn BitLocker
de: BitLocker erkannt
eo: Troviĝis BitLocker
et: Tuvastasime BitLockeri
eu: BitLocker antzeman da
fa: بیت‌لاکر تشخیص داده شد
fi: BitLocker havaittu
fr: BitLocker detecté
ga: Braitheadh BitLocker
he: זוהה BitLocker
hu: BitLocker észlelhető
it: Rilevato BitLocker
ja: BitLocker検出
ka: აღმოჩენილია BitLocker
kn: ಬಿಟ್‌ಲಾಕರ್ ಪತ್ತೆಯಾಗಿದೆ
lo: ກວດພົບ BitLocker
nl: Bitlocker gedetecteerd
oc: BitLocker detectat
pl: Wykryto funkcję BitLocker
pt_br: BitLocker detectado
ru: BitLocker обнаружен
sk: Zistený BitLocker
sv: BitLocker upptäckt
tr: BitLocker algılandı
ug: BitLocker بايقالدى
uk: Виявлено BitLocker
zh: 检测到 BitLocker
zh_tw: 偵測到 BitLocker

# bitlockerInfoDescription
source: One or more partitions are encrypted with BitLocker.
ca: Una o més particions estan encriptades amb el BitLocker.
cs: Jeden nebo více oddílů je šifrováno pomocí nástroje BitLocker.
de: Eine oder mehrere Partitionen sind mit BitLocker verschlüsselt.
eo: Unu aŭ pluraj subdisko(j) estis ĉifrita(j) per BitLocker.
et: Üks või enam partitsiooni on krüptitud BitLockeriga.
eu: Partizio bat edo gehiago BitLocker erabiliz zifratu dira.
fa: یکی یا چندتا از افرازهایتان با بیت‌لاکر رمزنگاری شده.
fi: Yksi tai useampia osioita on salattu BitLockerilla.
fr: Une ou plusieurs partitions sont chiffrées avec BitLocker.
ga: Tá deighilt amháin nó níos mó criptithe le BitLocker.
he: מחיצה אחת או יותר מוצפנות ב־BitLocker.
hu: Egy vagy több partíció BitLocker használatával van titkosítva.
it: Una o più partizioni sono crittografate con BitLocker.
ja: BitLockerで暗号化されたパーティションがあります。
ka: ერთი ან მეტი დანაყოფი დაშიფრულია BitLocker-ით.
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ವಿಭಾಗಗಳನ್ನು ಬಿಟ್‌ಲಾಕರ್‌ನೊಂದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ.
lo: ໜຶ່ງ ຫຼື ຫຼາຍພາທິຊັນຖືກເຂົ້າລະຫັດດ້ວຍ BitLocker.
nl: Een of meer partities zijn versleuteld met BitLocker.
oc: Una o mai d'una particion son chifrada amb BitLocker.
pl: Jedna lub więcej partycji są szyfrowane za pomocą funkcji BitLocker.
pt_br: Uma ou mais partições estão criptografadas com o BitLocker.
ru: Один или несколько разделов зашифрованы с помощью Bitlocker.
sk: Jeden alebo viacero oddielov je šifrovaných pomocou BitLockeru.
sv: En eller flera partitioner är krypterade med BitLocker.
tr: Bir veya daha fazla bölüm BitLocker ile şifrelenmiştir.
ug: بىر ياكى بىر قانچە دىسكا رايونى BitLocker بىلەن شىفىرلانغان.
uk: Один або декілька розділів зашифровано за допомогою BitLocker.
zh: 一个或多个分区由 BitLocker 加密。
zh_tw: 一個或多個磁碟分割區已使用 BitLocker 加密。

# bitlockerInfoDisable
source: To install alongside Windows, disable BitLocker in Windows.
ca: Per instal·lar al costat de Windows, desactiveu BitLocker a Windows.
cs: Pro instalaci vedle systému Windows vypněte ve Windows nástroj BitLocker.
de: Für die Installation neben Windows müssen Sie BitLocker in Windows deaktivieren.
eo: Por instali apud Windows, malŝaltu BitLocker en Windows.
et: Paigaldamaks kõrvuti Windowsiga, palun lülita BitLocker Windowsist välja.
eu: Windowsekin batera instalatzeko, ezgaitu BitLocker Windowsen.
fa: برای نصب کنار ویندوز، بیت‌لاکر را در ویندوز از کار بیندازید.
fi: Asentaaksesi Windowsin rinnalle, ota Bitlocker pois käytöstä Windowsissa.
fr: Pour installer à côté de Windows, désactivez BitLocker dans Windows.
ga: Chun é a shuiteáil taobh le Windows, díchumasaigh BitLocker i Windows.
he: כדי להתקין לצד Windows, יש להשבית את BitLocker ב־Windows.
hu: A Windows mellé történő telepítéshez tiltsa le a BitLockert a Windowsban.
it: Per installare insieme a Windows, disabilitare BitLocker in Windows.
ja: Windowsと共存してインストールするには、WindowsのBitLockerを解除してください。
ka: Windows-თან ერთად დასაყენებლად გამორთეთ BitLocker Windows-ში.
kn: ವಿಂಡೋಸ್ ಜೊತೆಗೆ ಸ್ಥಾಪಿಸಲು, ವಿಂಡೋಸ್‌ನಲ್ಲಿ ಬಿಟ್‌ಲಾಕರ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.
lo: ເພື່ອຕິດຕັ້ງຄຽງຄູ່ກັບ Windows, ໃຫ້ປິດ BitLocker ໃນ Windows.
nl: Voor een installatie naast Windows moet BitLocker in Windows uitgeschakeld worden.
oc: Per installar a costat de Windows, desactivatz BitLocker dins Windows.
pl: Aby przeprowadzić instalację obok systemu Windows, wyłącz funkcję BitLocker w systemie Windows.
pt_br: Para instalar em conjunto com o Windows, desative o BitLocker no Windows.
ru: Чтобы выполнить установку рядом с Windows, отключите в Windows функцию Bitlocker.
sk: Pre inštaláciu vedľa Windowsu vypnite BitLocker v systéme Windows.
sv: För att installera bredvid med Windows, inaktivera BitLocker i Windows.
tr: Windows'un yanına kurulum yapmak için Windows'ta BitLocker'ı devre dışı bırakın.
ug: Windows بىلەن يانداش ئورنىتىش ئۈچۈن، Windows تىكى BitLocker نى چەكلەش كېرەك.
uk: Щоб встановити разом з Windows, вимкніть BitLocker у Windows.
zh: 要与 Windows 共存安装，在 Windows 中禁用 BitLocker。
zh_tw: 若要與 Windows 並存的方式安裝，請停用 Windows 中的 BitLocker。

# bitlockerInfoRecovery
source: Windows may request recovery keys on boot after installation.
ca: Windows pot sol·licitar claus de recuperació en l'arrencada després de la instal·lació.
cs: Po instalaci může systém Windows při spuštění vyžadovat obnovovací klíče.
de: Windows kann beim Hochfahren nach der Installation Wiederherstellungsschlüssel anfordern.
eo: Windows povas peti restaŭrajn ŝlosilojn dum startado post instalo.
et: Peale paigaldamist võib Windows järgmisel alglaadimisel küsida taastevõtmeid.
eu: Baliteke Windowsek berreskuratze gakoak eskatzea instalazio ondoren abiaraztean.
fa: ممکن است ویندوز در راه‌اندازی پس از نصب درخواست کلید بازیابی کند.
fi: Windows voi vaatia palautusavaimia asennuksen jälkeen käynnistettäessä.
fr: Windows pourrait demander des clés de récupération au démarrage après l’installation.
ga: Féadfaidh Windows eochracha athshlánaithe a iarraidh ar an tosaithe tar éis na suiteála.
he: Windows עשוי לבקש מפתחות שחזור עם העלייה לאחר ההתקנה.
hu: A Windows helyreállítási kulcsokat kérhet a telepítés utáni rendszerindításkor.
it: Windows potrebbe richiedere le chiavi di recupero all'avvio dopo l'installazione.
ja: Windowsがインストール後の起動時にリカバリーキーを要求するかもしれません。
ka: Windows-მა დაყენების შემდეგ გადატვირთვისას, შეიძლება, აღდგენის გასაღებები მოგთხოვოთ.
kn: ಅನುಸ್ಥಾಪನೆಯ ನಂತರ ಬೂಟ್‌ನಲ್ಲಿ ವಿಂಡೋಸ್ ಮರುಪ್ರಾಪ್ತಿ ಕೀಗಳನ್ನು ವಿನಂತಿಸಬಹುದು.
lo: Windows ອາດຈະຮ້ອງຂໍຄີກູ້ຄືນຕອນບູດເຄື່ອງຫຼັງການຕິດຕັ້ງ.
nl: Na installatie kan Windows bij het opstarten om herstelcodes vragen.
oc: Windows poiriá demandar de claus de recuperacion a l’aviada aprèp l’installacion.
pl: Po instalacji system Windows może zażądać kluczy odzyskiwania podczas rozruchu.
pt_br: O Windows pode solicitar chaves de recuperação na inicialização após a instalação.
ru: Windows может запросить ключи восстановления во время загрузки после завершения установки.
sk: Windows môže po inštalácii pri spustení požadovať obnovovacie kľúče.
sv: Windows kan begära återställningsnycklar vid uppstart efter installationen.
tr: Windows, kurulumdan sonra önyükleme sırasında kurtarma anahtarları isteyebilir.
ug: ئورناتقاندىن كېيىن Windows قوزغالغاندا ئەسلىگە قايتۇرۇش شىفىرلىق ئاچقۇچىنى سورىشى مۇمكىن.
uk: Windows може запитувати ключі відновлення під час завантаження після встановлення.
zh: 安装后 Windows 可能在启动时要求输入恢复密钥。
zh_tw: 安裝完成後，Windows 可能會在開機時要求復原金鑰。

# bitlockerInfoInstructions
source: For instructions, visit the <a href="{url}">BitLocker guide</a>.
ca: Per obtenir instruccions, visiteu la guia <a href="{url}">BitLocker</a>.
cs: Pokyny naleznete v <a href="{url}">průvodci nástrojem BitLocker</a>.
de: Anleitungen finden Sie im <a href="{url}">BitLocker-Handbuch</a>.
eo: Por instrukcioj, vizitu <a href="{url}">la helpilon pri BitLocker</a>.
et: Täpsem teave leidub <a href="{url}">BitLockeri juhendis</a>.
eu: Jarraibideetarako, bisitatu <a href="{url}">BitLocker-en gida</a>.
fa: برای دستورالعمل‌ها <a href="{url}">راهنمای بیت‌لاکر</a> را ببینید.
fi: Lue lisää <a href="{url}">BitLocker-ohjeesta</a>.
fr: Pour des instructions, visitez le <a href="{url}">guide BitLocker</a>.
ga: Le treoracha a fháil, tabhair cuairt ar an <a href="{url}">Treoir BitLocker</a>.
he: להנחיות, אפשר לפנות אל <a href="{url}">הדרכת BitLocker</a>.
hu: Az utasításokért nézze meg a <a href="{url}">BitLocker útmutatóját</a>.
it: Per istruzioni, visita la <a href="{url}">guida di BitLocker</a>.
ja: 詳細な説明は <a href="{url}">BitLockerガイド</a> をご覧ください。
ka: ინსტრუქციებისთვის ეწვიეთ <a href="{url}">BitLocker-ის სახელმძღვანელოს</a>.
kn: ಸೂಚನೆಗಳಿಗಾಗಿ, <a href="{url}">BitLocker ಮಾರ್ಗದರ್ಶಿ</a> ಅನ್ನು ಭೇಟಿ ಮಾಡಿ.
lo: ສຳລັບຄຳແນະນຳ, ເຂົ້າໄປທີ່ <a href="{url}">ຄູ່ມື BitLocker</a>.
nl: Ga voor instructies naar de <a href="{url}">BitLocker handleiding</a>.
oc: Per las consignas, consultatz <a href="{url}">la guida BitLocker</a>.
pl: Instrukcje znajdziesz w <a href="{url}">przewodniku po funkcji BitLocker</a>.
pt_br: Para obter instruções, visite o <a href="{url}">Guia do BitLocker</a>.
ru: Инструкции можно найти в <a href="{url}">Руководство по использованию BitLocker</a>.
sk: Pre inštrukcie navštívte <a href="{url}">sprievodcu BitLocker</a>.
sv: För instruktioner, besök vår <a href="{url}">BitLocker-guide</a>.
tr: Talimatlar için <a href="{url}">BitLocker kılavuzunu</a> ziyaret edin.
ug: چۈشەندۈرۈشى ئۈچۈن <a href="{url}">BitLocker يېتەكچىسى</a>نى زىيارەت قىلىڭ.
uk: Для отримання інструкцій відвідайте <a href="{url}">Довідник BitLocker</a>.
zh: 如需说明，请参阅 <a href="{url}">BitLocker 指南</a>。
zh_tw: 如需說明，請造 <a href="{url}">BitLocker 指南</a>.

# bitlockerWarningTitle
source: You may lose all your data without BitLocker recovery keys
ca: Podeu perdre totes les vostres dades sense claus de recuperació de BitLocker
cs: Bez obnovovacích klíčů nástroje BitLocker můžete přijít o všechna data
de: Ohne BitLocker-Wiederherstellungsschlüssel können Sie alle Ihre Daten verlieren
eo: Vi povas perdi ĉiom da datenoj sen restaŭraj ŝlosiloj de BitLocker
et: Ilma BitLockeri taastevõtmeteta võid kaotada ligipääsu kõikidele oma andmetele
eu: Datu guztiak gal ditzakezu BitLocker-en berreskuratze gakorik gabe
fa: بدون کلید بازیابی بیت‌لاکر ممکن است همهٔ داده‌هایتان را از دست بدهید
fi: Ilman BitLocker-palautusavaimia on mahdollista, että kaikki tiedot menetetään
fr: Vous risquez de perdre toutes vos données sans les clés de récupération BitLocker
ga: Seans go gcaillfidh tú do shonraí go léir gan eochracha athshlánaithe BitLocker
he: כל הנתונים שלך עלולים ללכת לאיבוד ללא מפתחות שחזור BitLocker
hu: BitLocker helyreállítási kulcsok nélkül elveszítheti az összes adatát
ja: BitLockerリカバリーキーがないとすべてのデータを失うことになるかもしれません
ka: BitLocker-ის აღდგენის გასაღებების გარეშე, შეიძლება, მონაცემები სულ დაკარგოთ
kn: ಬಿಟ್‌ಲಾಕರ್ ಮರುಪ್ರಾಪ್ತಿ ಕೀಗಳಿಲ್ಲದೆ ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳಬಹುದು
lo: ທ່ານອາດຈະສູນເສຍຂໍ້ມູນທັງໝົດຫາກບໍ່ມີຄີກູ້ຄືນ BitLocker
nl: Zonder BitLocker-herstelcodes kunt u al uw gegevens kwijtraken
oc: Riscatz de pèrdre totas vòstras donadas sens las claus de recuperacion BitLocker
pl: Bez kluczy odzyskiwania funkcji BitLocker możesz utracić wszystkie swoje dane
pt_br: Você pode perder todos os seus dados sem as chaves de recuperação do BitLocker
ru: Без ключей восстановления BitLocker вы можете потерять все свои данные
sk: Môžete prísť o všetky svoje údaje bez obnovovacích kľúčov BitLocker
sv: Du kan förlora all din data utan BitLocker-återställningsnycklar
tr: BitLocker kurtarma anahtarları olmadan tüm verilerinizi kaybedebilirsiniz
ug: ئەگەر BitLocker ئەسلىگە قايتۇرۇش ئاچقۇچىڭىز بولمىسا بارلىق سانلىق مەلۇماتلىرىڭىزنى يوقىتىشىڭىز مۇمكىن
uk: Без ключів відновлення BitLocker ви можете втратити всі свої дані
zh: 没有 BitLocker 恢复密钥，您可能丢失所有数据
zh_tw: 如果沒有 BitLocker 復原金鑰，您可能會遺失所有資料

# installationSlidesSupportCommunity
source: Ask Ubuntu covers a range of questions and responses and the Ubuntu Discourse provides guides and discussions for new and experienced users.
be: База ведаў сайта Ask Ubuntu ахоплівае шэраг пытанняў і адказаў, а Ubuntu Discourse забяспечвае дапаможнікамі і абмеркаваннямі новых і дасведчаных карыстальнікаў.
ca: Ask Ubuntu cobreix una sèrie de preguntes i respostes i l'Ubuntu Discourse proporciona guies i discussions per a usuaris nous i experimentats.
cs: Stránka Ask Ubuntu pokrývá celou škálu otázek a odpovědí, dále na fóru Ubuntu Discourse jsou k dispozici návody a diskuze pro nové i pokročilé uživatele.
de: Ask Ubuntu deckt eine Reihe von Fragen und Antworten ab und der Ubuntu Discourse bietet Anleitungen und Diskussionen für neue und erfahrene Benutzer.
eo: Ĉe Ask Ubuntu troviĝas gamo da demandoj kaj respondoj, kaj ĉe Ubuntu Discourse estas gvidiloj kaj diskutejoj por kaj novaj kaj spertaj uzantoj.
et: Ask Ubuntu veebisaidist leiad laias valikus küsimusi koos vastustega ning Ubuntu Discourse'i põhine kogukonnafoorum sisaldab juhendeid ja vestlusi nii uutele, kui kogenud kasutajatele.
eu: Ask Ubuntuk galdera-erantzun sorta zabala dauka, eta Ubuntu Discoursek erabiltzaile hasiberri zein esperientziadunentzako gidak eta eztabaidak eskaintzen ditu.
fi: Ask Ubuntu -palvelu sisältää lukuisia kysymyksiä sekä vastauksia, ja Ubuntu Discourse tarjoaa ohjeita sekä keskusteluja niin uusille kuin vanhoillekin käyttäjille.
fr: Ask Ubuntu couvre une gamme de questions et de réponses. Discours Ubuntu fournit des guides et des discussions pour les nouveaux utilisateurs et les utilisateurs expérimentés.
ga: Clúdaíonn Ask Ubuntu raon ceisteanna agus freagraí agus soláthraíonn Dioscúrsa Ubuntu treoracha agus plé d'úsáideoirí nua agus a bhfuil taithí acu.
he: האתר Ask Ubuntu חולש על פני מגוון רחב של שאלות ותשובות ו־Ubuntu Discourse מספק מדריכים ודיונים למשתמשים חדשים ומנוסים.
hu: Az Ask Ubuntu a kérdések és válaszok széles skáláját lefedi, az Ubuntu Discourse pedig útmutatókat és beszélgetési lehetőségeket nyújt új és tapasztalt felhasználók számára.
ja: Ask Ubuntuではさまざまな質問と回答をカバーし、Ubuntu Discourseは新規ユーザーと経験豊富なユーザーのためのガイドと議論の場を提供します。
ka: Ak Ubuntu მოიცავს კითხვაპასუხის დიდ დიაპაზონს და Ubuntu Discourse მოგაწვდით სახელმძღვანელოებს და კამათის თემებს ახალი და გამოცდილი მომხმარებლებისთვის.
kn: Ask Ubuntu ಹಲವಾರು ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ ಮತ್ತು ಉಬುಂಟು ಡಿಸ್ಕೋರ್ಸ್ ಹೊಸ ಮತ್ತು ಅನುಭವಿ ಬಳಕೆದಾರರಿಗೆ ಮಾರ್ಗದರ್ಶಿಗಳು ಮತ್ತು ಚರ್ಚೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: Ask Ubuntu에는 넒은 범위의 질문과 답변이 있으며 Ubuntu Discourse 에서는 신규 사용자와 숙련된 사용자를 위한 가이드와 토론이 제공됩니다.
lo: Ask Ubuntu ກວມເອົາຄຳຖາມ ແລະ ຄຳຕອບທີ່ຫຼາກຫຼາຍ ແລະ Ubuntu Discourse ໃຫ້ຄຳແນະນຳ ແລະ ການສົນທະນາສຳລັບຜູ້ໃຊ້ໃໝ່ ແລະ ຜູ້ທີ່ມີປະສົບການ.
nl: Ask Ubuntu behandelt een breed scala aan vragen en antwoorden en Ubuntu Discourse biedt handleidingen en discussies voor zowel nieuwe als ervaren gebruikers.
oc: Ask Ubuntu cobrís una larga plaja de questions e responsas e lo Discourse d’Ubuntu provesís de guidas e de discussions pels nòuvenguts e los utilizaires experimentats.
pl: Serwis Ask Ubuntu obejmuje szereg pytań i odpowiedzi, a Ubuntu Discourse zawiera przewodniki i dyskusje dla nowych i doświadczonych użytkowników.
pt_br: O Ask Ubuntu cobre uma variedade de perguntas e respostas e o Ubuntu Discourse fornece guias e discussões para usuários novos e experientes.
ru: Ask Ubuntu охватывает ряд вопросов и ответов, а Ubuntu Discourse содержит руководства и обсуждения для новых и опытных пользователей.
sk: Web Ask Ubuntu pokrýva široké spektrum otázok a odpovedí. Na fóre Ubuntu Discourse nájdete návody a diskusie pre nových aj skúsených používateľov.
sr: Ask Ubuntu покрива низ питања и одговора, а Ubuntu Discourse пружа водиче и дискусије за нове и искусне кориснике.
sv: Ask Ubuntu täcker en rad frågor och svar och Ubuntu Discourse ger guider och diskussioner för nya och erfarna användare.
tr: Ubuntu'ya Sor çeşitli soru ve yanıtlarını kapsar. Ubuntu Discourse yeni ve deneyimli kullanıcılar için kılavuzlar ve tartışmalar sunar.
ug: Ask Ubuntu ھەر خىل مەسىلە ۋە جاۋابلار بار، Ubuntu Discourse يېڭىياچى ۋە تەجرىبىلىك ئىشلەتكۈچىلەرگە يېتەكچى ۋە مۇنازىرە سۇپىسى تەمىنلەيدۇ.
uk: Ask Ubuntu охоплює широкий спектр питань і відповідей, а Ubuntu Discourse містить посібники та обговорення для нових і досвідчених користувачів.
zh: Ask Ubuntu 覆盖了各种问题和回答，而 Ubuntu Discourse 为新手和有经验的用户提供指南和讨论。
zh_tw: Ask Ubuntu 含括了各式各樣的問題與回答，而 Ubuntu Discourse 則可為新手與有經驗的使用者提供指南與討論。
