Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# appTitle
source: Ubuntu Desktop Installer
be: Сродак усталявання Ubuntu Desktop
ca: Instal·lador de l'Ubuntu per a l'escriptori
cs: Instalátor Ubuntu pro osobní počítače
de: Ubuntu-Desktop-Installationsprogramm
eo: Instalilo de Ubuntu Desktop
et: Ubuntu töölauaversiooni paigaldaja
eu: Mahaigainerako Ubunturen instalatzailea
fa: نصب کنندهٔ میزکار اوبونتو
fi: Ubuntun työpöytäversion asennusohjelma
fr: Programme d’installation de Ubuntu Desktop
ga: Suiteálaí Deisce Ubuntu
he: תוכנית התקנת שולחן עבודה אובונטו
hu: Ubuntu asztali telepítő
it: Installer di Ubuntu Desktop
ja: Ubuntuデスクトップインストーラー
ka: Ubuntu Desktop-ის დაყენების პროგრამა
kn: ಉಬುಂಟು ಡೆಸ್ಕ್‌ಟಾಪ್ ಸ್ಥಾಪಕ
ko: 우분투 데스크톱 인스톨러
lo: ຕົວຕິດຕັ້ງ Ubuntu Desktop
ml: ഉബുണ്ടു ഡെസ്ക്ടോപ്പ് ഇൻസ്റ്റാളർ
nl: Ubuntu Desktop instalatieprogramma
oc: Programa d’installacion del burèu Ubuntu
pa: ਉਬੰਤੂ ਡੈਸਕਟਾਪ ਇੰਸਟਾਲਰ
pl: Instalator Ubuntu Desktop
pt_br: Instalador do Ubuntu Desktop
ru: Установщик Ubuntu Desktop
si: උබුන්ටු වැඩතල ස්ථාපකය
sk: Inštalátor Ubuntu Desktop
sr: Убунту десктоп инсталација
sv: Installerare för Ubuntu-skrivbordet
tr: Ubuntu Desktop Yükleyici
ug: Ubuntu ئۈستەلئۈستى ئورناتقۇچ
uk: Встановлювач Ubuntu Desktop
zh: Ubuntu 桌面安装程序
zh_tw: Ubuntu 桌面版安裝程式

# windowTitle
source: Install {RELEASE}
be: Усталяваць {RELEASE}
ca: Instal·lació del sistema {RELEASE}
cs: Nainstalovat {RELEASE}
de: {RELEASE} installieren
el: Εγκατάσταση του {RELEASE}
eo: Instali {RELEASE}
et: Paigalda {RELEASE}
eu: Instalatu {RELEASE}
fa: نصب {RELEASE}
fi: Asenna {RELEASE}
fr: Installer {RELEASE}
ga: Suiteáil {RELEASE}
he: להתקין את {RELEASE}
hu: A(z) {RELEASE} telepítése
it: Installa {RELEASE}
ja: {RELEASE} をインストール
ka: {RELEASE}-ის დაყენება
kn: ಸ್ಥಾಪಿಸಿ {RELEASE}
ko: {RELEASE} 설치
lo: ຕິດຕັ້ງ {RELEASE}
ml: {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക
nl: {RELEASE} installeren
oc: Installar {RELEASE}
pa: {RELEASE} ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj {RELEASE}
pt_br: Instalar {RELEASE}
ru: Установить {RELEASE}
si: {RELEASE} ස්ථාපනය
sk: Nainštalovať {RELEASE}
sr: Инсталирај {RELEASE}
sv: Installera {RELEASE}
tr: {RELEASE} Yükle
ug: ‏{RELEASE} نى ئورنات
uk: Встановити {RELEASE}
zh: 安装 {RELEASE}
zh_tw: 安裝 {RELEASE}

# autoinstallDirectTitle
source: Automated installation
ca: Instal·lació automatitzada
cs: Automatická instalace
de: Automatisierte Installation
el: Αυτοματοποιημένη εγκατάσταση
eo: Aŭtomata instalado
et: Automaatne paigaldus
eu: Instalazio automatizatua
fa: نصب خودکار
fi: Automaattinen asennus
fr: installation automatisée
ga: Suiteáil uathoibrithe
he: התקנה אוטומטית
hu: Automatizált telepítés
it: Installazione automatica
ja: 自動インストール
ka: ავტომატური დაყენება
kn: ಸ್ವಯಂಚಾಲಿತ ಅನುಸ್ಥಾಪನೆ
ko: 자동화된 설치
lo: ການຕິດຕັ້ງແບບອັດຕະໂນມັດ
nl: Geautomatiseerde installatie
oc: Installacion automatica
pa: ਆਪਣੇ-ਆਪ ਇੰਸਟਾਲੇਸ਼ਨ
pl: Instalacja zautomatyzowana
pt_br: Instalação automatizada
ru: Автоматизированая установка
sk: Automatická inštalácia
sv: Automatisk installation
tr: Otomatik kurulum
ug: ئۆزلۈكىدىن ئورنىتىش
uk: Автоматизоване встановлення
zh: 自动安装
zh_tw: 自動安裝

# autoinstallDirectHeader
source: Import autoinstall file
ca: Importa el fitxer autoinstall
cs: Importovat soubor autoinstall
de: Autoinstall-Datei importieren
eo: Enporti dosieron de aŭtomata instalado
et: Impordi automaatse paigalduse juhtfail
eu: Inportatu autoinstall fitxategia
fa: درون‌ریزی پروندهٔ نصب خودکار
fi: Tuo autoinstall-tiedosto
fr: Importer fichier autoinstall
ga: Iompórtáil comhad a shuiteáil uathoibríoch
he: ייבוא קובץ autoinstall (התקנה אוטומטית)
hu: Automatikus telepítőfájl importálása
it: Importa autoinstall file
ja: 自動インストールファイルのインポート
ka: ავტოდაყენების ფაილის შემოტანა
kn: ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ಆಮದು ಮಾಡಿ
ko: 자동으로 설치된 파일을 가져옵니다.
lo: ນຳເຂົ້າໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດ
nl: Autom. installatiebestand importeren
oc: Importar fichièr autoinstall
pl: Importuj plik autoinstalacji
pt_br: Importar arquivo de instalação automática
ru: Импортировать файл autoinstall
sk: Importovať súbor autoinštalácie
sv: Importera automatisk installationsfil
tr: Otomatik kurulum dosyasını içe aktar
ug: ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنى ئەكىر
uk: Імпорт файлу автоматичного встановлення
zh: 导入自动安装文件
zh_tw: 匯入自動安裝檔

# autoinstallDirectUrlLabel
source: You can enter the URL of an autoinstall file:
ca: Podeu introduir l'URL d'un fitxer autoinstall:
cs: Můžete zadat adresu URL souboru autoinstall:
de: Sie können die URL einer autoinstall-Datei eingeben:
eo: Vi povas tajpi la retadreson de dosiero de aŭtomata instalado:
et: Sa võid sisestada automaatse paigalduse juhtfaili võrguaadressi:
eu: Autoinstall fitxategi baten URLa sar dezakezu:
fa: می‌توانید نشانی پروندهٔ نصب خودکار را وارد کنید:
fi: Voit syöttää autoinstall-tiedoston URL-osoitteen:
fr: Vous pouvez saisir l’URL d’un fichier autoinstall :
ga: Is féidir leat URL an chomhaid uathshuiteála a chur isteach:
he: אפשר למלא כתובת של קובץ autoinstall:
hu: Megadhatja egy automatikus telepítőfájl URL-jét:
it: Puoi inserire l'URL del file di autoinstall:
ja: 自動インストールファイルのURLを入力してください:
ka: შეგიძლიათ, შეიყვანოთ ავტოდაყენების ფაილის URL:
kn: ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ಆಮದು ಮಾಡಿನೀವು ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್‌ನ URL ಅನ್ನು ನಮೂದಿಸಬಹುದು:
ko: 자동으로 설치된 파일의 경로를 입력 해주세요:
lo: ທ່ານສາມາດປ້ອນ URL ຂອງໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດ:
nl: Je kunt de URL van een autom. installatiebestand invoeren:
oc: Podètz picar l’URL d’un fichièr autoinstall :
pl: Możesz wpisać adres URL pliku autoinstalacji:
pt_br: Você pode inserir a URL de um arquivo de instalação automática:
ru: Вы можете ввести URL-адрес файла autoinstall:
sk: Zadajte URL súboru pre autoinštaláciu:
sv: Du kan ange URL:en till en automatisk installationsfil:
tr: Otomatik kurulum dosyasının URL'sini girebilirsiniz:
ug: ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنىڭ تور ئادرېسىنى كىرگۈزەلەيسىز:
uk: Ви можете ввести URL-адресу файлу автоматичного встановлення:
zh: 您可以输入自动安装文件的 URL：
zh_tw: 您可以輸入自動安裝檔的 URL：

# autoinstallDirectFileLabel
source: Or select a local file:
ca: O seleccioneu un fitxer local:
cs: Nebo vyberte místní soubor:
de: Oder wählen Sie eine lokale Datei aus:
el: 'Η επιλογή τοπικού αρχείου:
eo: Aŭ elekti lokan dosieron:
et: Või vali fail kohalikust seadmest:
eu: Edo fitxategi lokal bat hautatu:
fa: یا گزینش پروندهٔ محلی:
fi: Tai valita paikallisen tiedoston:
fr: Ou sélectionnez un fichier local :
ga: Nó roghnaigh comhad áitiúil:
he: או לבחור בקובץ מקומי:
hu: Vagy válasszon egy helyi fájlt:
it: O selezione un file locale:
ja: またはファイルを選択してください:
ka: ან აირჩიეთ ლოკალური ფაილი:
kn: ಅಥವಾ ಸ್ಥಳೀಯ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ:
ko: 혹은 로컬 파일을 선택하세요:
lo: ຫຼື ເລືອກໄຟລ໌ໃນເຄື່ອງ:
nl: Of selecteer een lokaal bestand:
oc: O seleccionatz un fichièr local :
pl: Lub wybierz plik lokalny:
pt_br: Ou selecione um arquivo local:
ru: Или выбрать локальный файл:
sk: Alebo vyberte miestny súbor:
sv: Eller välj en lokal fil:
tr: Veya yerel bir dosya seçin:
ug: ياكى يەرلىك ھۆججەت تاللىنىدۇ:
uk: Або виберіть локальний файл:
zh: 或选择本地文件：
zh_tw: 或選擇本機檔案：

# autoinstallDirectFileButtonLabel
source: Select file...
ca: Seleccioneu el fitxer...
cs: Vybrat soubor…
de: Datei auswählen...
el: Επιλογή αρχείου...
eo: Elekti dosieron…
et: Vali fail...
eu: Hautatu fitxategia...
fa: گزینش پرونده…
fi: Valitse tiedosto...
fr: Sélection fichier...
ga: Roghnaigh comhad...
he: בחירת קובץ…
hu: Fájl kiválasztása…
it: Seleziona file...
ja: ファイルの選択...
ka: ფაილის არჩევა...
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ...
ko: 파일을 선택하세요...
lo: ເລືອກໄຟລ໌...
nl: Bestand selecteren…
oc: Seleccionar un fichièr...
pa: ...ਫ਼ਾਇਲ ਨੂੰ ਚੁਣੋ
pl: Wybierz plik...
pt_br: Selecione o arquivo...
ru: Выбрать файл…
sk: Vybrať súbor...
sv: Välj fil...
tr: Dosya seç...
ug: ھۆججەت تاللىنىدۇ…
uk: Вибрати файл...
zh: 选择文件…
zh_tw: 選擇檔案...

# autoinstallDirectFileClearButtonLabel
source: Clear file
ca: Esborra el fitxer
cs: Vyčistit soubor
de: Datei leeren
el: Εκκαθάριση αρχείου
eo: Forviŝi dosieron
et: Eemalda fail
eu: Kendu fitxategia
fa: پاک‌سازی پرونده
fi: Poista tiedostovalinta
fr: Effacer fichier
ga: Glan an comhad
he: פינוי קובץ
hu: Fájl törlése
it: Pulisci file
ja: ファイルの選択解除
ka: ფაილის გასუფთავება
kn: ಫೈಲ್ ತೆರವುಗೊಳಿಸಿ
lo: ລ້າງໄຟລ໌
nl: Bestand wissen
oc: Escafar lo fichièr
pa: ਫ਼ਾਇਲ ਨੂੰ ਮਿਟਾਓ
pl: Wyczyść plik
pt_br: Limpar arquivo
ru: Очистить файл
sk: Vymazať súbor
sv: Töm fil
tr: Dosyayı temizle
ug: ھۆججەتنى تازىلا
uk: Очистити файл
zh: 清除文件
zh_tw: 清除檔案

# autoinstallDirectFilePickerTitle
source: Choose file
ca: Trieu el fitxer
cs: Vybrat soubor
de: Datei auswählen
el: Επιλογή αρχείου
eo: Elekti dosieron
et: Vali fail
eu: Aukeratu fitxategia
fa: گزینش پرونده
fi: Valitse tiedosto
fr: Choisir fichier
ga: Roghnaigh comhad
he: בחירת קובץ
hu: Fájl kiválasztása
it: Scegli file
ja: ファイルの選択
ka: ფაილის არჩევა
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກໄຟລ໌
nl: Bestand kiezen
oc: Causissètz un fichièr
pa: ਫ਼ਾਇਲ ਨੂੰ ਚੁਣੋ
pl: Wybierz plik
pt_br: Selecione o arquivo
ru: Выберите файл
sk: Zvoľte súbor
sv: Välj fil
tr: Dosya seçin
ug: ھۆججەت تاللىنىدۇ
uk: Обрати файл
zh: 选择文件
zh_tw: 選擇檔案

# autoinstallDirectFilePickerFilterLabel
source: YAML files
ca: Fitxers YAML
cs: Soubory YAML
de: YAML-Dateien
el: YAML αρχεία
eo: YAML-dosieroj
et: YAML-failid
eu: YAML fitxategiak
fa: پرونده‌های YAML
fi: YAML-tiedostot
fr: Fichiers YAML
ga: Comhaid YAML
he: קובצי YAML
hu: YAML-fájlok
it: File YAML
ja: YAMLファイル
ka: YAML ფაილები
kn: YAML ಫೈಲ್‌ಗಳು
lo: ໄຟລ໌ YAML
nl: YAML-bestanden
oc: fichièrs YAML
pa: YAML ਫਾਇਲਾਂ
pl: Pliki YAML
pt_br: Arquivos YAML
ru: Файлы YAML
sk: Súbory YAML
sv: YAML-filer
tr: YAML dosyaları
ug: YAML ھۆججەت
uk: Файли YAML
zh: YAML 文件
zh_tw: YAML 檔

# autoinstallDirectImportButtonLabel
source: Import
ca: Importa
cs: Importovat
de: Importieren
eo: Enporti
et: Impordi
eu: Inportatu
fa: درون‌ریزی
fi: Tuo
fr: Importer
ga: Iompórtáil
he: ייבוא
hu: Importálás
it: Importa
ja: インポート
ka: შემოტანა
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ
lo: ນຳເຂົ້າ
nl: Importeren
oc: Importar
pa: ਇੰਪੋਰਟ
pl: Importuj
pt_br: Importar
ru: Импортировать
sk: Importovať
sv: Importera
tr: İçeri aktar
ug: ئەكىر
uk: Імпорт
zh: 导入
zh_tw: 匯入

# autoinstallDirectErrorNetworkTitle
source: Autoinstall file is not reachable
ca: El fitxer autoinstall no és accessible
cs: K souboru autoinstall nelze přistoupit
de: Autoinstall-Datei ist nicht erreichbar
eo: Ne povas atingi dosieron de aŭtomata instalado
et: Automaatse paigalduse juhtfail pole leitav
eu: Ezin izan da autoinstall fitxategia eskuratu
fa: پروندهٔ نصب خودکار قابل دسترسی نیست
fi: Autoinstall-tiedostoa ei voida avata
fr: Fichier autoinstall non accessible
ga: Níl an comhad uathshuiteála inrochtana
he: קובץ ההתקנה האוטומטית (Autoinstall) לא נגיש
hu: Az automatikus telepítőfájl nem érhető el
it: File di autoinstall non è raggiungibile
ja: 自動インストールファイルに到達できません
ka: ავტოდაყენების ფაილი ხელმისაწვდომი არაა
kn: ಸ್ವಯಂಇನ್‌ಸ್ಟಾಲ್ ಫೈಲ್ ಅನ್ನು ತಲುಪಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ສາມາດເຂົ້າເຖິງໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດໄດ້
nl: Autom. installatiebestand is onbereikbaar
oc: Fichièr autoinstall non accessible
pl: Plik autoinstalacji jest niedostępny
pt_br: O arquivo de instalação automática está inacessível
ru: Файл автоматической установки недоступен
sk: Súbor autoinštalácie nie je dostupný
sv: Automatiska installationsfilen kan inte nås
tr: Otomatik kurulum dosyasına ulaşılamıyor
ug: ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنى زىيارەت قىلغىلى بولمايدۇ
uk: Файл автоматичного встановлення недоступний
zh: 自动安装文件不可达
zh_tw: 無法存取自動安裝檔

# autoinstallDirectErrorNetworkBody
source: Check the URL is correct, test your internet connection, or try later.
ca: Comproveu si l'URL és correcte, proveu la connexió a Internet, o proveu més tard.
cs: Zkontrolujte správnost adresy URL, otestujte připojení k internetu nebo to zkuste později.
de: Überprüfen Sie, ob die URL korrekt ist, testen Sie Ihre Internetverbindung oder versuchen Sie es später.
eo: Kontrolu, ĉu la retadreso estas ĝusta, aŭ testu vian Interretan konekton, aŭ reprovu poste.
et: Palun kontrolli, et võrguaadress oleks õige ja võrguühendus toimib või proovi hiljem uuesti.
eu: Egiaztatu URLa zuzena dela, probatu Interneterako konexioa, edo saiatu geroago.
fa: درستی نشانی را بررسی کنید؛ اینترنتتان را آزموده یا دوباره تلاش کنید.
fi: Tarkista että URL on oikein, testaa Internet-yhteytesi toimivuus, tai yritä myöhemmin uudelleen.
fr: Vérifiez que l’URL est correcte, testez votre connexion internet ou essayez plus tard.
ga: Seiceáil go bhfuil an URL i gceart, déan do nasc idirlín a thástáil, nó bain triail eile as ar ball.
he: נא לבדוק שהכתובת נכונה, שהחיבור שלך לאינטרנט תקין או לנסות מאוחר יותר.
hu: Ellenőrizze, hogy az URL helyes-e, tesztelje az internetkapcsolatát, vagy próbálja meg később.
it: Controlla se l'URL è corretto, testa la connessione internet, o riprova più tardi.
ja: URLが正しいか確認するか、インターネット接続をテストするか、後ほど試してください。
ka: შეამოწმეთ, სწორია, თუ არა URL, შეამოწმეთ კავშირი ინტერნეტთან, ან მოგვიანებით სცადეთ.
kn: URL ಸರಿಯಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ, ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರೀಕ್ಷಿಸಿ ಅಥವಾ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
lo: ກວດເບິ່ງວ່າ URL ຖືກຕ້ອງ, ທົດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ ຫຼື ລອງໃໝ່ພາຍຫຼັງ.
nl: Controleer of de URL correct is, test de internetverbinding of probeer het later.
oc: Verificatz que l'URL es corrècta, provatz la connexion Internet, o ensajatz mai tard.
pl: Sprawdź poprawność adresu URL, przetestuj połączenie internetowe lub spróbuj później.
pt_br: Verifique se o URL está correto, teste sua conexão com a internet ou tente novamente mais tarde.
ru: Проверьте правильность URL-адреса, проверьте подключение к Интернету или попробуйте позже.
sk: Skontrolujte, či je URL správna, otestujte internetové pripojenie alebo to skúste neskôr.
sv: Kontrollera att webbadressen är korrekt, testa din internetanslutning eller försök senare.
tr: URL'nin doğru olduğundan emin olun, internet bağlantınızı test edin veya daha sonra deneyin.
ug: تور ئادرېسىنىڭ توغرىلىقىنى تەكشۈرۈڭ، ئىنتېرنېت باغلىنىشىنى سىناڭ ياكى سەل تۇرۇپ قايتا سىناڭ.
uk: Перевірте правильність URL-адреси, перевірте інтернет-з'єднання або спробуйте пізніше.
zh: 请检查 URL 是否正确，测试您的网络连接，或者稍后再试。
zh_tw: 檢查 URL 是否正確、測試您的網路連線，或稍後再試。

# autoinstallDirectErrorInvalidUrlTitle
source: Invalid URL
ca: URL no vàlida
cs: Neplatná adresa URL
de: Ungültige URL
eo: Nevalida retadreso
et: Vigane võrguaadress
eu: URL baliogabea
fa: نشانی نامعتبر
fi: Virheellinen URL
fr: URL invalide
ga: URL neamhbhailí
he: כתובת שגויה
hu: Érvénytelen URL
it: URL invalido
ja: 無効なURL
ka: არასწორი URL
kn: ಅಮಾನ್ಯ URL
lo: URL ບໍ່ຖືກຕ້ອງ
nl: Ongeldige URL
oc: URL invalida
pl: Nieprawidłowy adres URL
pt_br: URL Invalida
ru: Недопустимый URL
sk: Neplatná URL
sv: Ogiltig webbadress
tr: Geçersiz URL
ug: ئىناۋەتسىز تور ئادرېسى
uk: Недійсна URL-адреса
zh: 无效的 URL
zh_tw: 無效 URL

# autoinstallDirectErrorInvalidUrlBody
source: Check the URL is correct or select a local file.
ca: Comproveu que l'URL sigui correcta o seleccioneu un fitxer local.
cs: Zkontrolujte správnost adresy URL nebo vyberte místní soubor.
de: Überprüfen Sie, ob die URL korrekt ist, oder wählen Sie eine lokale Datei aus.
eo: Kontrolu, ĉu la retadreso estas ĝusta, aŭ elektu lokan dosieron.
et: Palun kontrolli, kas võrguaadress on korrektne või vali kohalik fail.
eu: Egiaztatu URLa zuzena dela edo hautatu fitxategi lokal bat.
fa: درستی نشانی را بررسی کرده یا پرونده‌ای محلی بگزینید.
fi: Tarkista että URL on kelvollinen, tai valitse paikallinen tiedosto.
fr: Vérifier que l’URL est correcte ou sélectionner un fichier local.
ga: Seiceáil go bhfuil an URL ceart nó roghnaigh comhad áitiúil.
he: נא לבדוק שהכתובת נכונה או לבחור קובץ מקומי.
hu: Ellenőrizze, hogy az URL helyes-e, vagy válasszon egy helyi fájlt.
it: Controlla se l'URL è corretto o selezione un file locale.
ja: URLあるいはローカルファイルの選択が正しいか確認してください。
ka: შეამოწმეთ URL-ის სისწორე, ან აირჩიეთ ლოკალური ფაილი.
kn: URL ಸರಿಯಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಸ್ಥಳೀಯ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
lo: ກວດເບິ່ງວ່າ URL ຖືກຕ້ອງ ຫຼື ເລືອກໄຟລ໌ໃນເຄື່ອງ.
nl: Controleer of de URL correct is of selecteer een lokaal bestand.
oc: Verificatz que l'URL es corrècta o seleccionatz un fichièr local.
pl: Sprawdź, czy adres URL jest poprawny lub wybierz plik lokalny.
pt_br: Verifique se o URL está correto ou selecione um arquivo local.
ru: Проверьте правильность URL-адреса или выберите локальный файл.
sk: Skontrolujte správnosť URL alebo vyberte miestny súbor.
sv: Kontrollera att webbadressen är korrekt eller välj en lokal fil.
tr: URL'nin doğru olduğundan emin olun veya yerel bir dosya seçin.
ug: تور ئادرېسىنىڭ توغرا ئىكەنلىكىنى تەكشۈرۈڭ ياكى يەرلىك ھۆججەتنى تاللاڭ.
uk: Перевірте правильність URL-адреси або виберіть локальний файл.
zh: 检查 URL 是否正确或者选择本地文件。
zh_tw: 檢查 URL 是否正確或選擇本機檔案。

# autoinstallDirectErrorInvalidContentTitle
source: Invalid autoinstall file
ca: Fitxer autoinstall invàlid
cs: Neplatný soubor autoinstall
de: Ungültige autoinstall-Datei
eo: Nevalida dosiero por aŭtomata instalado
et: Vigane automaatse paigalduse juhtfail
eu: Autoinstall fitxategi baliogabea
fa: پروندهٔ نصب خودکار نامعتبر
fi: Virheellinen autoinstall-tiedosto
fr: Fichier autoinstall invalide
ga: Comhad uathshuiteála neamhbhailí
he: קובץ התקנה אוטומטית (autoinstall) שגוי
hu: Érvénytelen automatikus telepítőfájl
it: File di autoinstall invalido
ja: 無効な自動インストールファイル
ka: არასწორი ავტოდაყენების ფაილი
kn: ಅಮಾನ್ಯ ಸ್ವಯಂ ಸ್ಥಾಪನೆ ಫೈಲ್
lo: ໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດບໍ່ຖືກຕ້ອງ
nl: Ongeldig autom. installatiebestand
oc: Fichièr autoinstall invalid
pl: Nieprawidłowy plik autoinstalacji
pt_br: Arquivo de instalação automática inválido
ru: Неверный файл автоустановки
sk: Neplatný súbor autoinštalácie
sv: Ogiltig automatisk installationsfil
tr: Geçersiz otomatik kurulum dosyası
ug: ئىناۋەتسىز ئۆزلۈكىدىن ئورنىتىش ھۆججىتى
uk: Неправильний файл автоматичного встановлення
zh: 无效的自动安装文件
zh_tw: 無效的自動安裝檔

# autoinstallDirectErrorInvalidContentBody
source: Check the file or provide a different one.
ca: Comproveu el fitxer o proveu-ne un altre.
cs: Zkontrolujte soubor nebo poskytněte jiný.
de: Überprüfen Sie die Datei oder stellen Sie eine andere Datei bereit.
eo: Kontrolu la dosieron, aŭ elektu alian.
et: Kontrolli, kas fail on korrektne või asenda ta mõne muu failiga.
eu: Egiaztatu fitxategia egokia dela, edo aukeratu beste bat.
fa: پرونده را بررسی کرده یا پروندهٔ دیگری فراهم کنید.
fi: Tarkista tiedosto tai valitse jokin toinen.
fr: Vérifier le fichier ou en fournir un autre.
ga: Seiceáil an comhad nó cuir ceann eile ar fáil.
he: נא לבדוק שהקובץ תקין או לספק אחד חלופי.
hu: Ellenőrizze a fájlt, vagy adjon meg egy másikat.
it: Controlla il file o seleziona uno diverso.
ja: ファイルを確認するか別なものを選択してください。
ka: შეამოწმეთ ფაილი, ან აირჩიეთ სხვა.
kn: ಫೈಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೆಯದನ್ನು ಒದಗಿಸಿ.
lo: ກວດເບິ່ງໄຟລ໌ ຫຼື ໃຊ້ໄຟລ໌ອື່ນ.
nl: Controleer het bestand of geef een ander bestand op.
oc: Verificatz lo fichièr o fornissètz-ne un autre.
pl: Sprawdź plik lub podaj inny.
pt_br: Verifique o arquivo ou forneça um diferente.
ru: Проверьте файл или предоставьте другой.
sk: Skontrolujte súbor alebo vyberte iný.
sv: Kontrollera filen eller ange en annan.
tr: Dosyayı kontrol edin veya farklı bir dosya sağlayın.
ug: ھۆججەتنى تەكشۈرۈڭ ياكى باشقا بىرىنى تەمىنلەڭ.
uk: Перевірте файл або надайте інший.
zh: 检查文件或者换个文件。
zh_tw: 檢查檔案或提供其他檔案。

# autoinstallDirectErrorFileSystemTitle
source: Autoinstall file is not readable
ca: No es pot llegir el fitxer autoinstall
cs: Soubor autoinstall není čitelný
de: Autoinstall-Datei ist nicht lesbar
eo: Ne povas legi dosieron por aŭtomata instalado
et: Automaatse paigalduse juhtfail pole loetav
eu: Autoinstall fitxategia ezin da irakurri
fa: پروندهٔ نصب خودکار قابل خواندن نیست
fi: Autoinstall-tiedostoa ei voi lukea
fr: Fichier autoinstall non lisible
ga: Níl an comhad uathshuiteála inléite
he: קובץ ההתקנה האוטומטית (autoinstall) אינו קריא
hu: Az automatikus telepítőfájl nem olvasható
it: Il file di autoinstall non è leggibile
ja: 自動インストールファイルが読み込めません
ka: ავტოდაყენების ფაილი წაკითხვადი არაა
kn: ಫೈಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೆಯದನ್ನು ಒದಗಿಸಿ.ಫೈಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೆಯದನ್ನು ಒದಗಿಸಿ.
lo: ບໍ່ສາມາດອ່ານໄຟລ໌ຕິດຕັ້ງອັດຕະໂນມັດໄດ້
nl: Autom. installatiebestand is niet leesbaar
oc: Fichièr autoinstall illegible
pl: Plik autoinstalacji jest nieczytelny
pt_br: O arquivo de instalação automática não pode ser lido
ru: Файл автоустановки не доступен для чтения
sk: Súbor autoinštalácie nie je čitateľný
sv: Filen för automatisk installation är inte läsbar
tr: Otomatik yükleme dosyası okunamıyor
ug: ئۆزلۈكىدىن ئورنىتىش ھۆججىتىنى ئوقۇغىلى بولمايدۇ
uk: Файл автовстановлення нечитабельний
zh: 无法读取自动安装文件
zh_tw: 無法讀取自動安裝檔

# autoinstallDirectErrorFileSystemBody
source: Check your permissions or provide a different file.
ca: Comproveu els permisos o proporcioneu un fitxer diferent.
cs: Zkontrolujte svá oprávnění nebo poskytněte jiný soubor.
de: Überprüfen Sie Ihre Berechtigungen oder stellen Sie eine andere Datei bereit.
eo: Kontrolu la permesojn, aŭ provizu alian dosieron.
et: Kontrolli vajalikke õigusi või otsi mõni muu fail.
eu: Egiaztatu irakurtzeko baimenak dituzula, edo aukeratu beste fitxategi bat.
fa: اجازه‌هایتان را بررسی کرده یا پروندهٔ دیگری فراهم کنید.
fi: Tarkista tiedoston oikeudet tai käytä toista tiedostoa.
fr: Vérifiez vos autorisations ou fournissez un fichier différent.
ga: Seiceáil do cheadanna nó cuir comhad eile ar fáil.
he: נא לבדוק את ההרשאות שלך או לספק קובץ חלופי.
hu: Ellenőrizze a jogosultságait, vagy adjon meg egy másik fájlt.
it: Controlla i permessi o seleziona un file diverso.
ja: パーミッションを確認するか別なものを選択してください。
ka: შეამოწმეთ წვდომები, ან აირჩიეთ სხვა ფაილი.
kn: ಫೈಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೆಯದನ್ನು ಒದಗಿಸಿ.ನಿಮ್ಮ ಅನುಮತಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೆ ಫೈಲ್ ಅನ್ನು ಒದಗಿಸಿ.
lo: ກວດເບິ່ງສິດຂອງທ່ານ ຫຼື ໃຊ້ໄຟລ໌ອື່ນ.
nl: Controleer uw machtigingen of biedt een ander bestand aan.
oc: Verificatz las permissions o fornissètz un fichièr diferent.
pl: Sprawdź swoje uprawnienia lub prześlij inny plik.
pt_br: Verifique suas permissões ou forneça um arquivo diferente.
ru: Проверьте права доступа или предоставьте другой файл.
sk: Skontrolujte oprávnenia alebo vyberte iný súbor.
sv: Kontrollera dina behörigheter eller ange en annan fil.
tr: İzinlerinizi kontrol edin veya farklı bir dosya sağlayın.
ug: ئىجازىتىڭىزنى تەكشۈرۈڭ ياكى باشقا ھۆججەت تەمىنلەڭ.
uk: Перевірте права доступу або надайте інший файл.
zh: 检查您的权限或者换个文件。
zh_tw: 檢查您的權限或提供其他檔案。

# autoinstallDirectErrorUnkownTitle
source: Unknown error
ca: Error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
eo: Nekonata eraro
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
ga: Earráid anaithnid
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
ka: უცნობი შეცდომა
kn: ಅಜ್ಞಾತ ದೋಷ
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
nl: Onbekende fout
oc: Error desconeguda
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
tr: Bilinmeyen hata
ug: يوچۇن خاتالىق
uk: Невідома помилка
zh: 未知错误
zh_tw: 未知錯誤

# autoinstallTitle
source: Type of installation
be: Тып усталёўкі
ca: Tipus d'instal·lació
cs: Typ instalace
de: Art der Installation
eo: Speco de instalado
et: Paigalduse tüüp
eu: Instalazio mota
fa: گونهٔ نصب
fi: Asennuksen tyyppi
fr: Type d’installation
ga: Cineál suiteála
he: סוג ההתקנה
hu: Telepítés típusa
it: Tipo di installazione
ja: インストールの種類
ka: დაყენების ტიპი
kn: ಅನುಸ್ಥಾಪನೆಯ ಪ್ರಕಾರ
ko: 설치 유형
lo: ປະເພດຂອງການຕິດຕັ້ງ
nl: Type installatie
oc: Tipe d’installacion
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕਿਸਮ
pl: Rodzaj instalacji
pt_br: Tipo de instalação
ru: Тип установки
si: ස්ථාපන වර්ගය
sk: Typ inštalácie
sr: Тип инсталације
sv: Installationstyp
tr: Yükleme türü
ug: ئورنىتىش تۈرى
uk: Тип встановлення
zh: 安装类型
zh_tw: 安裝類型
