Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

source: New partition table
be: Новая табліца раздзела
ca: Taula de particions nova
cs: Nová tabulka dělení oddílů
de: Neue Partitionstabelle
eo: Nova subdiskotabelo
et: Uus kettajaotustabel
eu: Partizio-taula berria
fa: جدول افراز جدید
fi: Uusi osiotaulu
fr: Nouvelle table de partition
ga: Tábla nua críochdheighilte
he: טבלת מחיצות חדשה
hu: Új partíciós tábla
it: Nuova tavola di partizione
ja: 新しいパーティションテーブルを作成する
ka: ახალი დანაყოფების ცხრილი
kn: ಹೊಸ ವಿಭಜನಾ ಕೋಷ್ಟಕ
ko: 새 파티션 테이블
lo: ຕາຕະລາງພາທິຊັນໃໝ່
ml: പുതിയ പാർട്ടീഷൻ ടേബിൾ
nl: Nieuwe partitietabel
oc: Taula de particion novèla
pa: ਨਵਾਂ ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ
pl: Nowa tablica partycji
pt_br: Nova tabela de partições
ru: Новая таблица разделов
si: නව පංගු වගුවක්
sk: Nová tabuľka oddielov
sr: Нова табела партиција
sv: Ny partitionstabell
tr: Yeni bölüm tablosu
ug: يېڭى دىسكا رايون جەدۋىلى
uk: Нова таблиця розділів
zh: 新建分区表
zh_tw: 新建分割表

# newPartitionTableConfirmationTitle
source: New empty partition
be: Новы пусты раздзел
ca: Nova partició buida
cs: Nový prázdný oddíl
de: Neue leere Partition
eo: Nova malplena subdisko
et: Uus tühi partitsioon
eu: Partizio huts berria
fa: افراز خالی جدید
fi: Uusi tyhjä osio
fr: Nouvelle partition vide
ga: Críochdheighilt fholamh nua
he: מחיצה ריקה חדשה
hu: Új üres partíció
it: Nuova partizione vuota
ja: 新しい空のパーティション
ka: ახალი ცარიელი დანაყოფი
kn: ಹೊಸ ಖಾಲಿ ವಿಭಾಗ
ko: 새로운 빈 파티션
lo: ພາທິຊັນຫວ່າງເປົ່າໃໝ່
ml: ഈ ഉപകരണത്തിൽ ഒരു പുതിയ ശൂന്യമായ പാർട്ടീഷൻ ടേബിൾ സൃഷ്ടിക്കണോ?
nl: Nieuwe lege partitie
oc: Particion novèla voida
pa: ਨਵਾਂ ਖਾਲੀ ਪਾਰਟੀਸ਼ਨ
pl: Nowa pusta partycja
pt_br: Nova partição vazia
ru: Новый пустой раздел
si: නව හිස් පංගුවක්
sk: Nový prázdny oddiel
sr: Нова празна партиција
sv: Ny tom partition
tr: Yeni boş bölüm
ug: يېڭى بوش دىسكا رايونى
uk: Новий порожній розділ
zh: 新建空分区
zh_tw: 新建分割區

# newPartitionTableConfirmationMessage
source: Creating a new partition table on an entire device will remove all of its current partitions. This operation can be undone if needed.
be: Стварэнне новай табліцы раздзелаў на гэтай прыладзе прывядзе да выдалення бягучых раздзелаў. Гэту аперацыю немагчыма будзе адрабіць пры неабходнасці.
ca: La creació d'una nova taula de particions per a un dispositiu complet eliminarà totes les particions actuals. Aquesta operació es pot desfer si és necessari.
cs: Vytvoření nové tabulky oddílů na celém zařízení odebere veškeré stávající oddíly. V tomto kroku ještě lze tuto operaci vzít zpět.
de: Die Erstellung einer neuen Partitionstabelle auf einem gesamten Gerät entfernt alle aktuellen Partitionen. Dieser Vorgang kann bei Bedarf rückgängig gemacht werden.
eo: Kreado de nova subdiskotabelo sur la tuta aparato forviŝos ĉiujn ekzistantajn subdiskojn. Vi povos laŭvole malfari ĉi tiun operacion poste.
et: Uue kettajaotustabeli (partitsioonitabeli) loomine kogu seadmele eemaldab kõik senised partitsioonid. Seda tegevust ei saa hiljem tagasi pöörata.
eu: Gailu osoan partizio-taula berria sortuz gero, une honetan bertan dauden partizio guztiak ezabatuko dira. Eragiketa hau desegin daiteke, beharrezkoa bada.
fi: Uuden osiotaulun luominen koko laitteelle poistaa kaikki laitteen nykyiset levyosiot. Voit perua tämän toimenpiteen, jos haluat.
fr: La création d’une nouvelle table de partitions sur un périphérique entier supprimera toutes ses partitions actuelles. Vous pourrez annuler cette opération plus tard si vous le souhaitez.
ga: Beidh Cruthú tábla laindéal nua ar gléas ar fad a bhaint gach ceann de na Deighiltí atá ann faoi láthair. Is féidir an oibríocht seo a chealú más gá.
he: יצירת טבלת מחיצות חדשה על כל הכונן תסיר את כל המחיצות הנוכחיות שלו. אי אפשר להשתקם מהפעולה הזאת במקרה הצורך.
hu: Egy új partíciós tábla létrehozása egy teljes eszközön eltávolítja az összes jelenlegi partíciót. Ez a művelet visszavonható, ha szükséges.
it: La creazione di una nuova tabella delle partizioni su un intero dispositivo rimuoverà tutte le partizioni correnti. Questa operazione può essere annullata se necessario.
ja: デバイスに対して新しいパーティションを作成すると、現在のパーティションがすべて削除されます。この操作は必要に応じて戻すことができます。
ka: ახალი დანაყოფების ცხრილის შექმნა მთელ მოწყობილობაზე ზედ ამჟამად არსებულ ყველა დანაყოფს წაშლით. ეს ქმედება სურვილის შემთხვევაში დაბრუნებადია.
kn: ಸಂಪೂರ್ಣ ಸಾಧನದಲ್ಲಿ ಹೊಸ ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ರಚಿಸುವುದು ಅದರ ಎಲ್ಲಾ ಪ್ರಸ್ತುತ ವಿಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಅಗತ್ಯವಿದ್ದರೆ ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ರದ್ದುಗೊಳಿಸಬಹುದು.
ko: 장치 전체에 새 파티션을 생성하면, 기존 파티션은 모두 삭제됩니다. 필요하신 경우 작업을 되돌리실 수 있습니다.
lo: ການສ້າງຕາຕະລາງພາທິຊັນໃໝ່ໃນອຸປະກອນທັງໝົດຈະລຶບພາທິຊັນປະຈຸບັນທັງໝົດອອກ. ການດຳເນີນການນີ້ສາມາດຍົກເລີກໄດ້ຖ້າຈຳເປັນ.
ml: പാർട്ടീഷൻ ചെയ്യാൻ നിങ്ങൾ ഒരു മുഴുവൻ ഉപകരണവും തിരഞ്ഞെടുത്തിരിക്കുന്നു. നിങ്ങൾ ഉപകരണത്തിൽ ഒരു പുതിയ പാർട്ടീഷൻ ടേബിൾ തയ്യാറാക്കുന്നത് തുടരുകയാണെങ്കിൽ, നിലവിലുള്ള എല്ലാ പാർട്ടീഷനുകളും നീക്കം ചെയ്യപ്പെടും. നിങ്ങൾക്ക് വേണമെങ്കിൽ ഈ പ്രവർത്തനം പിന്നീട് പഴയപടിയാക്കാനാകുമെന്ന കാര്യം ശ്രദ്ധിക്കുക.
nl: Bij de aanmaak van een nieuwe partitietabel op een heel apparaat, worden alle huidige partities verwijderd. Deze handeling kan indien nodig ongedaan worden gemaakt.
oc: La creacion d’una taula de particions novèla sus un periferic entièr suprimirà totas sas particions actualas. Poiretz anullar aquesta operacion mai tard s'o volètz.
pl: Utworzenie nowej tabeli partycji na całym urządzeniu spowoduje usunięcie wszystkich jego bieżących partycji. Operację tę można cofnąć w razie potrzeby.
pt_br: Criar uma nova tabela de partição em um dispositivo inteiro removerá todas as suas partições atuais. Esta operação pode ser desfeita se necessário.
ru: Создание новой таблицы разделов на этом устройстве удалит все его текущие разделы. При необходимости эту операцию можно отменить.
si: සමස්ත උපාංගයට නව පංගු වගුවක් සෑදීමේ දී වත්මන් සියළුම පංගු ඉවත් කෙරෙනු ඇත. මෙම මෙහෙයුම අප්‍රතිවර්ත්‍යයි.
sk: Vytvorením novej tabuľky oddielov na celom zariadení sa odstránia všetky existujúce oddiely. Túto operáciu je možné v tomto kroku ešte vrátiť späť.
sr: Креирање нове табеле партиција на целом уређају ће уклонити све тренутне партиције. Ова операција може бити поништена ако је потребно.
sv: Skapa en ny partitionstabell på en hel enhet tar bort alla dess nuvarande partitioner. Denna operation kan ångras om det behövs.
tr: Bir cihazın tamamında yeni bir bölüm tablosu oluşturmak, cihazın tüm mevcut bölümlerini kaldırır. Gerekirse bu işlem geri alınabilir.
ug: پۈتكۈل ئۈسكۈنىدە يېڭى دىسكا رايون جەدۋىلى قۇرغاندا نۆۋەتتىكى بارلىق دىسكا رايونىنى ئۆچۈرۈۋېتىدۇ. ئەگەر لازىم بولسا بۇ مەشغۇلاتتىن يېنىۋالغىلى بولىدۇ.
uk: Створення нової таблиці розділів на всьому пристрої призведе до вилучення всіх поточних розділів. Цю операцію можна скасувати за потреби.
zh: 在整个设备上创建新的分区表将删除其当前所有的分区。此操作可随时撤销。
zh_tw: 在整個硬碟上建立新分割表會移除目前所有的分割區，本操作若有需要可以復原。

source: Too many primary partitions
be: Занадта шмат першасных раздзелаў
ca: Massa particions primàries
cs: Příliš mnoho primárních oddílů
de: Zu viele primäre Partitionen
eo: Tro da unuagradaj subdiskoj
et: Liiga palju primaarseid partitsioone
eu: Partizio primario gehiegi
fa: افرازهای اصلی بیش از حد
fi: Liian monta ensisijaista osiota
fr: Trop de partitions primaires
ga: An iomarca críochdheighiltí bunscoile
he: יותר מדי מחיצות ראשיות
hu: Túl sok elsődleges partíció
it: Sono presenti troppe partizioni primarie
ja: 基本パーティションが多すぎます
ka: მეტისმეტად ბევრი ძირითადი დანაყოფი
kn: ಹಲವಾರು ಪ್ರಾಥಮಿಕ ವಿಭಾಗಗಳು
ko: 주 파티션이 너무 많음
lo: ມີພາທິຊັນຫຼັກ (Primary) ຫຼາຍເກີນໄປ
nl: Te veel primaire partities
oc: Tròp de particions primàrias
pl: Zbyt wiele partycji podstawowych
pt_br: Há partições primárias demais
ru: Слишком много первичных разделов
si: ප්‍රාථමික පංගු බොහෝය
sk: Príliš veľa primárnych oddielov
sr: Превише примарних партиција
sv: För många primära partitioner
tr: Çok fazla birincil bölüm
ug: ئاساسىي رايون بەك كۆپ
uk: Забагато первинних розділів
zh: 主分区过多
zh_tw: 主要分割區過多

# partitionLimitReached
source: Limit reached
be: Дасягнута абмежаванне
ca: Límit assolit
cs: Dosaženo limitu
de: Grenze erreicht
eo: Limo atingiĝis
et: Ülempiir on käes
eu: Mugara iritsi da
fa: به محدودیت رسیده
fi: Raja saavutettu
fr: Limite atteinte
ga: Teorainn bainte amach
he: הגעת למגבלה
hu: Korlát elérve
it: Limite raggiunto
ja: 制限に達しました
ka: ზღვარი მიღწეულია
kn: ಮಿತಿಯನ್ನು ತಲುಪಿದೆ
ko: 한도 도달
lo: ຮອດຂີດຈຳກັດແລ້ວ
nl: Limiet bereikt
oc: Limit atenh
pl: Osiągnięto limit
pt_br: Limite atingido
ru: Достигнут предел
si: සීමාවට ළඟා විය
sk: Dosiahnutý limit
sr: Достигнут лимит
sv: Gränsen uppnådd
tr: Sınıra ulaşıldı
ug: يۇقىرى چېكىگە يەتتى
uk: Ліміт досягнуто
zh: 已达上限
zh_tw: 已達上限

# bootLoaderDevice
source: Device for boot loader installation
be: Прылада для ўсталявання загрузчыка
ca: Dispositiu per a la instal·lació del carregador d'arrencada
cs: Zařízení kam nainstalovat zavaděč systému
de: Laufwerk zur Installation des Bootloaders
eo: Aparato, sur kiun instaliĝos la praŝargilo
et: Seade alglaaduri paigaldamiseks
eu: Abio kargatzailea instalatzeko gailua
fa: افزاره برای نصب بارکنندهٔ راه‌اندازی
fi: Laite, jolle alkulatausohjelma asennetaan
fr: Périphérique pour installer le chargeur d’amorçage (bootloader)
ga: Gléas le haghaidh suiteáil loader tosaithe
he: התקן להתקנת מנהל טעינה
hu: Eszköz a rendszertöltő telepítéséhez
it: Dispositivo per l'installazione del boot loader
ja: ブートローダーをインストールするデバイスを選択
ka: მოწყობილობა ჩამტვირთავის დასაყენებლად
kn: ಬೂಟ್ ಲೋಡರ್ ಅನುಸ್ಥಾಪನೆಗೆ ಸಾಧನ
ko: 부트 로더 설치에 사용할 장치
lo: ອຸປະກອນສຳລັບຕິດຕັ້ງ boot loader
ml: ബൂട്ട് ലോഡർ ഇൻസ്റ്റലേഷനുള്ള ഉപകരണം
nl: Apparaat voor installatie van bootloader
oc: Periferic per l’installacion del gestionari d’aviada
pl: Urządzenie do instalacji programu rozruchowego
pt_br: Dispositivo para instalação do boot loader
ru: Устройство для установки загрузчика
si: ඇරඹුම්කාරකය ස්ථාපනය සඳහා උපාංගය
sk: Zariadenie na inštaláciu zavádzača systému
sr: Уређај за инсталацију бутлоадера
sv: Enhet för installation av starthanteraren
tr: Önyükleyici kurulumu yapılacak cihaz
ug: قوزغىتىش يېتەكلىگۈچ ئورنىتىدىغان ئۈسكۈنە
uk: Пристрій для встановлення завантажувача
zh: 用于安装引导程序的设备
zh_tw: 安裝開機載入程式的裝置

# partitionCreateTitle
source: Create partition
be: Стварыць раздзел
ca: Crea una partició
cs: Vytvořit oddíl
de: Partition erstellen
eo: Krei subdiskon
et: Loo partitsioon
eu: Sortu partizioa
fa: ایجاد افراز
fi: Luo osio
fr: Créer une partition
ga: Cruthaigh críochdheighilt
he: יצירת מחיצה
hu: Partíció létrehozása
it: Crea partizione
ja: パーティションを作成
ka: დანაყოფის შექმნა
kn: ವಿಭಾಗವನ್ನು ರಚಿಸಿ
ko: 파티션 만들기
lo: ສ້າງພາທິຊັນ
ml: പാർട്ടീഷൻ ഉണ്ടാക്കുക
nl: Partitie aanmaken
oc: Crear una particion
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pl: Utwórz partycję
pt_br: Criar partição
ru: Создать раздел
si: පංගුව සාදන්න
sk: Vytvoriť oddiel
sr: Креирај партицију
sv: Skapa partition
tr: Bölüm oluştur
ug: دىسكا رايونى قۇر
uk: Створити розділ
zh: 创建分区
zh_tw: 建立分割區

# partitionEditTitle
source: Edit partition
be: Рэдагаваць раздзел
ca: Edita la partició
cs: Upravit oddíl
de: Partition bearbeiten
eo: Modifi subdiskon
et: Muuda partitsiooni
eu: Editatu partizioa
fa: ویرایش افراز
fi: Muokkaa osiota
fr: Modifier la partition
ga: Cuir críochdheighilt in eagar
he: עריכת מחיצה
hu: Partíció szerkesztése
it: Modifica partizione
ja: パーティションを編集
ka: დანაყოფის ჩასწორება
kn: ವಿಭಾಗವನ್ನು ಸಂಪಾದಿಸಿ
ko: 파티션 편집
lo: ແກ້ໄຂພາທິຊັນ
ml: പാർട്ടീഷൻ എഡിറ്റ് ചെയ്യുക
nl: Partitie bewerken
oc: Modificar una particion
pa: ਪਾਰਟੀਸ਼ਨ ਨੂੰ ਸੋਧੋ
pl: Modyfikowanie partycji
pt_br: Editar partição
ru: Изменить раздел
si: පංගුව සංස්කරණය
sk: Upraviť oddiel
sr: Уреди партицију
sv: Redigera partition
tr: Bölüm düzenle
ug: دىسكا رايوننى تەھرىرلە
uk: Редагувати розділ
zh: 编辑分区
zh_tw: 編輯分割區

# partitionSizeLabel
source: Size:
be: Памер:
ca: Mida:
cs: Velikost:
de: Größe:
eo: Grando:
et: Suurus:
eu: Tamaina:
fa: اندازه:
fi: Koko:
fr: Taille :
ga: Méid:
he: גודל:
hu: Méret:
it: Dimensione:
ja: サイズ：
ka: ზომა:
kn: ಗಾತ್ರ:
ko: 크기:
lo: ຂະໜາດ:
ml: വലിപ്പം:
nl: Grootte:
oc: Talha :
pa: ਆਕਾਰ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
si: ප්‍රමාණය:
sk: Veľkosť:
sr: Величина:
sv: Storlek:
tr: Boyut:
ug: چوڭلۇقى:
uk: Розмір:
zh: 大小：
zh_tw: 大小：

# partitionTypeLabel
source: Type for the new partition:
be: Тып новага раздзела:
ca: Tipus de partició nova:
cs: Typ nového oddílu:
de: Typ der neuen Partition:
eo: Speco de nova subdisko:
et: Uue partitsiooni tüüp:
eu: Partizio berriaren mota:
fa: گونهٔ افراز جدید:
fi: Uuden osion tyyppi:
fr: Type pour la nouvelle partition :
ga: Cineál don laindéal nua:
he: סוג המחיצה החדשה:
hu: Az új partíció típusa:
it: Tipo della nuova partizione:
ja: 新しいパーティションの種類を選択してください。
ka: ტიპი ახალი დანაყოფისთვის:
kn: ಹೊಸ ವಿಭಾಗಕ್ಕಾಗಿ ಟೈಪ್ ಮಾಡಿ:
ko: 새 파티션 유형:
lo: ປະເພດສຳລັບພາທິຊັນໃໝ່:
ml: പുതിയ പാർട്ടീഷന്റെ തരം:
nl: Typ voor de nieuwe partitie:
oc: Tipe per la particion novèla :
pa: ਨਵੇਂ ਪਾਰਟੀਸ਼ਨ ਲਈ ਕਿਸਮ:
pl: Typ nowej partycji:
pt_br: Tipo para a nova partição:
ru: Тип нового раздела:
si: නව පංගුව සඳහා වර්ගය:
sk: Typ nového oddielu:
sr: Тип за нову партицију:
sv: Typ för nya partitionen:
tr: Yeni bölümün türü:
ug: يېڭى دىسكا رايونىنىڭ تۈرى:
uk: Тип нового розділу:
zh: 指定新分区的类型：
zh_tw: 新分割區的類型：

# partitionTypePrimary
source: Primary
be: Першасны
ca: Primària
cs: Primární
de: Primär
eo: Unuagrada
et: Primaarne partitsioon
eu: Primarioa
fa: اصلی
fi: Ensisijainen
fr: Primaire
ga: Bunscoileanna
he: עיקרית
hu: Elsődleges
it: Primario
ja: 基本パーティション
ka: ძირითადი
kn: ಪ್ರಾಥಮಿಕ
ko: 주
lo: ຫຼັກ (Primary)
ml: പ്രാഥമികം
nl: Primair
oc: Primària
pa: ਪ੍ਰਾਇਮਰੀ
pl: Podstawowa
pt_br: Primária
ru: Первичный
si: ප්‍රාථමික
sk: Primárny
sr: Примарна
sv: Primär
tr: Birincil
ug: ئاساسىي
uk: Основний
zh: 主分区
zh_tw: 主要分割區

# partitionTypeLogical
source: Logical
be: Лагічны
ca: Lògica
cs: Logický
de: Logisch
eo: Logika
et: Loogiline partitsioon
eu: Logikoa
fa: منطقی
fi: Looginen
fr: Logique
ga: Loighciúil
he: לוגית
hu: Logikai
it: Logico
ja: 論理パーティション
ka: ლოგიკური
kn: ತಾರ್ಕಿಕ
ko: 논리
lo: ໂລຈິກ (Logical)
ml: ലോജിക്കൽ
nl: Logisch
oc: Logicala
pa: ਲਾਜ਼ੀਕਲ
pl: Logiczna
pt_br: Lógica
ru: Логический
si: තාර්කික
sk: Logický
sr: Логичка
sv: Logisk
tr: Mantıksal
ug: لوگىكىلىق
uk: Додатковий
zh: 逻辑分区
zh_tw: 邏輯分割區

# partitionLocationLabel
source: Location for the new partition:
be: Размяшчэнне новага раздзела:
ca: Ubicació de la partició nova:
cs: Umístění nového oddílu:
de: Ort der neuen Partition:
eo: Loko de nova subdisko:
et: Uue partitsiooni asukoht:
eu: Partizio berriaren kokalekua:
fa: مکان افراز جدید:
fi: Uuden osion paikka:
fr: Emplacement pour la nouvelle partition :
ga: Suíomh don chríochdheighilt nua:
he: מיקום המחיצה החדשה:
hu: Az új partíció helye:
it: Posizione per la nuova partizione:
ja: 新しいパーティションの場所を選択してください。
ka: მდებარეობა ახალი დანაყოფისთვის:
kn: ಹೊಸ ವಿಭಾಗದ ಸ್ಥಳ:
ko: 새 파티션 위치:
lo: ຕຳແໜ່ງສຳລັບພາທິຊັນໃໝ່:
ml: പുതിയ പാർട്ടീഷനുള്ള സ്ഥലം:
nl: Locatie voor de nieuwe partitie:
oc: Emplaçament de la particion novèla :
pa: ਨਵੇਂ ਪਾਰਟੀਸ਼ਨ ਲਈ ਟਿਕਾਣਾ:
pl: Położenie nowej partycji:
pt_br: Localização para a nova partição:
ru: Расположение нового раздела:
si: නව පංගුව සඳහා ස්ථානය:
sk: Umiestnenie nového oddielu:
sr: Локација за нову партицију:
sv: Plats för nya partitionen:
tr: Yeni bölümün konumu:
ug: يېڭى دىسكا رايونىنىڭ ئورنى:
uk: Розташування нового розділу:
zh: 新分区的位置：
zh_tw: 新分割區的位置：

# partitionLocationBeginning
source: Beginning of this space
be: Пачатак гэтай прасторы
ca: Començament d'aquest espai
cs: Začátek tohoto prostoru
de: Anfang dieses Bereichs
eo: Komenco de ĉi tiu spaco
et: Selle andmeruumi alguses
eu: Tarte honen hasieran
fa: ابتدای این فضا
fi: Tilan alku
fr: Début de cet espace
ga: Tús an spáis seo
he: תחילת שטח זה
hu: A hely kezdete
it: Inizio di questo spazio
ja: この領域の始点
ka: ამ სივრცის დასაწყისში
kn: ಈ ಜಾಗದ ಆರಂಭ
ko: 이 공간이 시작하는 지점
lo: ຈຸດເລີ່ມຕົ້ນຂອງພື້ນທີ່ນີ້
ml: ഈ ഇടത്തിന്റെ തുടക്കം
nl: Begin van deze ruimte
oc: Debuta d’aqueste espaci
pa: ਇਸ ਥਾਂ ਦੀ ਸ਼ੁਰੂਆਤ
pl: Początek przestrzeni
pt_br: Início deste espaço
ru: Начало этого пространства
si: මෙම ඉඩෙහි ආරම්භය
sk: Začiatok tohto priestoru
sr: Почетак овог простора
sv: Början av detta utrymme
tr: Bu alanın başlangıcı
ug: مەزكۇر بوشلۇقنىڭ بېشى
uk: Початок цього простору
zh: 空间起始位置
zh_tw: 此空間的起始位置

# partitionLocationEnd
source: End of this space
be: Канец гэтай прасторы
ca: Final d'aquest espai
cs: Konec tohoto prostoru
de: Ende dieses Bereichs
eo: Fino de ĉi tiu spaco
et: Selle andmeruumi lõpus
eu: Tarte honen amaieran
fa: پایان این فضا
fi: Tilan loppu
fr: Fin de cet espace
ga: Deireadh an spáis seo
he: סוף שטח זה
hu: A hely vége
it: Fine di questo spazio
ja: この領域の終点
ka: ამ ადგილის ბოლოში
kn: ಈ ಜಾಗದ ಅಂತ್ಯ
ko: 이 공간이 끝나는 지점
lo: ຈຸດສິ້ນສຸດຂອງພື້ນທີ່ນີ້
ml: ഈ ഇടത്തിന്റെ അവസാനം
nl: Einde van deze ruimte
oc: Fin d’aqueste espaci
pa: ਇਸ ਥਾਂ ਦਾ ਅੰਤ
pl: Koniec przestrzeni
pt_br: Final deste espaço
ru: Конец этого пространства
si: මෙම ඉඩෙහි අවසානය
sk: Koniec tohto priestoru
sr: Крај овог простора
sv: Slutet av detta utrymme
tr: Bu alanın sonu
ug: مەزكۇر بوشلۇقنىڭ ئاخىرى
uk: Кінець цього простору
zh: 空间结束位置
zh_tw: 此空間的結束位置

# partitionFormatLabel
source: Used as:
be: Выкарыстоўваецца як:
ca: Usat com:
cs: Použito jako:
de: Verwendet als:
eo: Uzata kiel:
et: Kasutusel kui:
eu: Erabilera:
fa: استفاده شده برای:
fi: Käytetään kohteena:
fr: Utilisée comme :
ga: Úsáidte mar:
he: בשימוש בתור:
hu: Használva mint:
it: Usato come:
ja: 使用方法：
ka: გამოიყენება, როგორც:
kn: ಹೀಗೆ ಬಳಸಲಾಗಿದೆ:
ko: 용도:
lo: ໃຊ້ເປັນ:
ml: ഇതായി ഉപയോഗിക്കുന്നു:
nl: Gebruikt als:
oc: Utilizada coma :
pa: ਇਸ ਵਜੋਂ ਵਰਤੋਂ:
pl: Używana jako:
pt_br: Utilizado como:
ru: Исп. как:
si: භාවිතය:
sk: Použité ako:
sr: Коришћено као:
sv: Används som:
tr: Kullanılan:
ug: ئىشلىتىلگىنى:
uk: Використовується як:
zh: 用于：
zh_tw: 用於：

# partitionFormatNone
source: Leave unformatted
be: Пакінуць нефарматаваным
ca: Deixa sense formatar
cs: Ponechat nenaformátované
de: Unformatiert lassen
eo: Lasi nestrukturita
et: Jäta vormindamata
eu: Utzi formateatu gabe
fa: قالب‌بندی نشده گذاشتن
fi: Jätä alustamatta
fr: Laisser non formatée
ga: Fág gan fhoirm
he: להשאיר בלי פרמוט
hu: Formázatlanul hagyás
it: Lascia non formattato
ja: フォーマットしない
ka: დაუფორმატებლად დატოვება
kn: ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡದೆ ಬಿಡಿ
ko: 포맷하지 않기
lo: ປ່ອຍໄວ້ໂດຍບໍ່ຟໍແມັດ
nl: Ongeformatteerd laten
oc: utilizar pas la particion
pa: ਬਿਨਾਂ ਫਾਰਮੈਟ ਦੇ ਛੱਡੋ
pl: Pozostaw niesformatowaną
pt_br: Deixar sem formatação
ru: Оставить неформатированным
si: පවිත්‍ර නොකර තබන්න
sk: Ponechať nenaformátované
sr: Остави неформатирано
sv: Lämna oformaterad
tr: Biçimlendirilmemiş olarak bırak
ug: پىچماي قالدۇر
uk: Залишити без форматування
zh: 保持未格式化
zh_tw: 保持未格式化

# partitionFormatKeep
source: Leave formatted as {format}
be: Пакінуць фарматаваным у {format}
ca: Deixa format com {format}
cs: Ponechat naformátované jako {format}
de: Als {format} formatiert lassen
eo: Lasi nestrukturita kiel {format}
et: Kasuta {format} vormindust
eu: Utzi {format} gisa formateatuta
fa: رها کردن قالب بندی به صورت {format}
fi: Jätä alustetuksi muotoon {format}
fr: Laisser formatée en {format}
ga: Fág formáidithe mar {format}
he: להשאיר בעיצוב {format}
hu: {format} formátumra formázva hagyás
it: Lascia formattato come {format}
ja: フォーマットを {format} のままにする
ka: {format}-ის ფორმატში დატოვება
kn: {format} ನಂತೆ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡುವುದನ್ನು ಬಿಡಿ
ko: {format} 포맷 유지하기
lo: ປ່ອຍໃຫ້ຟໍແມັດເປັນ {format}
nl: Als {format} geformatteerd laten
oc: Gardar lo formatatge en {format}
pl: Pozostaw sformatowaną jako {format}
pt_br: Deixe formatado como {format}
ru: Оставить в формате {format}
si: {format} ලෙස පවිත්‍රව තබන්න
sk: Nechať naformátované ako {format}
sr: Остави форматирано као {format}
sv: Lämna formaterat som {format}
tr: {format} olarak biçimlendirilmiş bırak
ug: {format} پىچىمىدا قالدۇرىدۇ
uk: Залиште у форматі {format}
zh: 保持 {format} 格式
zh_tw: 保持 {format} 格式

# partitionErase
source: Format the partition
be: Фарматаваць раздзел
ca: Formata la partició
cs: Naformátovat oddíl
de: Partition formatieren
eo: Restrukturi la subdiskon
et: Vorminda partitsioon
eu: Formateatu partizioa
fa: قالب‌بندی افراز
fi: Alusta osio
fr: Formatter la partition
ga: Formáidigh an laindéal
he: פרמוט המחיצה
hu: A partíció formázása
it: Formatta la partizione
ja: パーティションをフォーマット
ka: დანაყოფის დაფორმატება
kn: ವಿಭಾಗವನ್ನು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಿ
ko: 파티션 포맷
lo: ຟໍແມັດພາທິຊັນ
ml: പാർട്ടീഷൻ ഫോർമാറ്റ് ചെയ്യുക
nl: De partitie formatteren
oc: Formatar la particion
pa: ਪਾਰਟੀਸ਼ਨ ਨੂੰ ਫਾਰਮੈਟ ਕਰੋ
pl: Sformatuj partycję
pt_br: Formatar a partição
ru: Форматировать раздел
si: පංගුව පවිත්‍ර කරන්න
sk: Naformátovať oddiel
sr: Форматирај партицију
sv: Formatera partitionen
tr: Bölümü biçimlendir
ug: رايوننى پىچىدۇ
uk: Відформатувати розділ
zh: 格式化分区
zh_tw: 格式化分割區

# partitionMountPointLabel
source: Mount point:
be: Пункт падключэння:
ca: Punt de muntatge:
cs: Přípojný bod:
de: Einhängepunkt:
eo: Surmetingo:
et: Haakepunkt:
eu: Muntatze-puntua:
fa: نقطهٔ سوار کردن:
fi: Liitoskohta:
fr: Point de montage :
ga: Pointe gléasta:
he: נקודת עגינה:
hu: Csatolási pont:
it: Punto di mount:
ja: マウントポイント：
ka: მიმაგრების წერტილი:
kn: ಮೌಂಟ್ ಪಾಯಿಂಟ್:
ko: 마운트 위치:
lo: ຈຸດເຊື່ອມຕໍ່ (Mount point):
ml: മൗണ്ട് പോയിന്റ്:
nl: Aankoppelpunt:
oc: Ponch de montatge :
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ:
pl: Punkt montowania:
pt_br: Ponto de montagem:
ru: Точка монтирования:
si: සවිවන ස්ථානය:
sk: Prípojný bod:
sr: Монтирана тачка:
sv: Monteringspunkt:
tr: Bağlama noktası:
ug: ئېگەرلەش نۇقتىسى:
uk: Точка монтування:
zh: 挂载点：
zh_tw: 掛載點：

# confirmPageTitle
source: Ready to install
be: Гатова да ўсталявання
ca: A punt per instal·lar
cs: Připraveno k instalaci
de: Bereit zur Installation
eo: Preta por instalado
et: Valmis paigaldamiseks
eu: Instalatzeko prest
fa: آمادهٔ نصب
fi: Valmis asennukseen
fr: Prêt à installer
ga: Réidh le suiteáil
he: סיימנו להתכונן להתקנה
hu: Telepítésre kész
it: Pronto per l'installazione
ja: インストールの準備完了
ka: დაყენებისთვის მზადაა
kn: ಸ್ಥಾಪಿಸಲು ಸಿದ್ಧವಾಗಿದೆ
ko: 설치 준비 완료
lo: ພ້ອມທີ່ຈະຕິດຕັ້ງ
ml: ഡിസ്കിൽ മാറ്റങ്ങൾ എഴുതുക
nl: Klaar voor installatie
oc: Lèst per installacion
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ
pl: Gotów do instalacji
pt_br: Pronto para instalar
ru: Всё готово к установке
si: වෙනස්කම් තැටියට ලියන්න
sk: Pripravené na inštaláciu
sr: Спремно за инсталацију
sv: Redo att installera
tr: Kuruluma hazır
ug: ئورنىتىشقا تەييارلاندى
uk: Записати зміни на диск
zh: 准备好开始安装
zh_tw: 準備開始安裝

# confirmHeader
source: Review your choices
be: Пераглядзець выбранае
ca: Reviseu les vostres eleccions
cs: Zkontrolujte své volby
de: Überprüfen Sie Ihre Auswahl
eo: Reviziu viajn elektojn
et: Vaata oma valikud üle
eu: Berrikusi zure aukeraketa
fa: بازبینی انتخاب‌هایتان
fi: Tarkista valintasi
fr: Vérifiez vos choix
ga: Déan athbhreithniú ar do chuid roghanna
he: סקירת הבחירות שלך
hu: Választások áttekintése
it: Rivedi le scelte
ja: これまでの選択を確認してください
ka: გადახედეთ თქენს არჩევანს
kn: ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 선택 사항 다시 확인하기
lo: ກວດເບິ່ງການເລືອກຂອງທ່ານ
ml: നിങ്ങൾ തുടരുകയാണെങ്കിൽ, ചുവടെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന മാറ്റങ്ങൾ ഡിസ്കുകളിലേക്ക് എഴുതപ്പെടും. നിങ്ങൾക്ക് സ്വമേധയാ കൂടുതൽ മാറ്റങ്ങൾ വരുത്താൻ കഴിയും.
nl: Bekijk uw keuzes
oc: Se contunhatz, las modificacions çai-jos seràn escrichas suls disques. Poiretz realizar de cambiaments mai tard a la man.
pa: ਆਪਣੀਆਂ ਚੋਣਾਂ ਦੀ ਪੜਤਾਲ ਕਰੋ
pl: Przejrzyj swoje wybory
pt_br: Revise suas escolhas
ru: Просмотрите свой выбор
si: ඔබගේ තේරීම් සමාලෝචනය කරන්න
sk: Skontrolujte svoje voľby
sr: Прегледајте своје изборе
sv: Granska dina val
tr: Seçimlerinizi gözden geçirin
ug: تاللىشىڭىزنى تەكشۈرىدۇ
uk: Переглянути свій вибір
zh: 回顾您的选择
zh_tw: 檢視您的選擇

# confirmDiskEncryptionNone
source: None
be: Няма
ca: Cap
cs: Žádné
de: Keine
eo: Nenio
et: Pole kasutusel
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucune
ga: Ceann ar bith
he: בלי
hu: Nincs
it: Nessuna
ja: なし
ka: არცერთი
kn: ಯಾವುದೂ ಇಲ್ಲ
ko: 없음
lo: ບໍ່ມີ
nl: Geen
oc: Cap
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_br: Nenhuma
ru: Нет
si: කිසිවක් නැත
sk: Žiadne
sr: Ништа
sv: Ingen
tr: Hiçbiri
ug: يوق
uk: Нічого
zh: 无
zh_tw: 無
