Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installationSlidesSoftwareTitle
source: All the applications you need
be: Усе праграмы, якія вам патрэбны
ca: Totes les aplicacions que us calen
cs: Všechny aplikace, které potřebujete
de: Alle Anwendungen, die Sie brauchen
eo: Ĉiom da programoj, kiom vi bezonas
et: Kõik rakendused, mida sa vajad
eu: Behar dituzun aplikazio guztiak
fa: تمامی برنامه‌هایی که نیاز دارید
fi: Kaikki tarvitsemasi sovellukset
fr: Toutes les applications dont vous avez besoin
ga: Na hiarratais go léir a theastaíonn uait
he: כל היישומים שדרושים לך
hu: Minden alkalmazás, amire szüksége van
it: Tutte le applicazioni di cui hai bisogno
ja: 必要なアプリケーションを網羅
ka: ყველა აპლიკაცია, რომელიც გჭირდებათ
kn: ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು
ko: 필요한 모든 애플리케이션
lo: ທຸກແອັບພລິເຄຊັນທີ່ທ່ານຕ້ອງການ
nl: Alle toepassingen die u nodig hebt
oc: Totas las aplicacions qu’avètz mestièr
pl: Wszystkie potrzebne aplikacje
pt_br: Todos os aplicativos que você precisa
ru: Все необходимые приложения
si: ඔබට වුවමනා සියලුම මෘදුකාංග
sk: Všetky aplikácie, ktoré potrebujete
sr: Све апликације које су вам потребне
sv: Alla program du behöver
tr: İhtiyacınız olan tüm uygulamalar
ug: سىز ئېھتىياجلىق ھەممە پىروگرامما بار
uk: Усі необхідні вам застосунки
zh: 您需要的所有应用程序
zh_tw: 包含您需要的所有應用程式

# installationSlidesSoftwareBody
source: Install, manage and update all your apps in Ubuntu Software, including thousands of applications from both the Snap Store and {DISTRO} archive.
be: Усталёўвайце, кіруйце і абнаўляйце ўсе вашы праграмы ў Ubuntu Software, уключаючы тысячы праграм з Snap Store і архіва {DISTRO}.
ca: Instal·leu, gestioneu i actualitzeu totes les vostres aplicacions a Programari de l'Ubuntu, incloent-hi milers d'aplicacions tant de la Snap Store com dels dipòsits de {DISTRO}.
cs: V Centru aplikací můžete instalovat, spravovat a aktualizovat všechny aplikace, včetně tisíců aplikací z obchodu Snap i z archivu {DISTRO}.
de: Installieren, verwalten und aktualisieren Sie alle Ihre Anwendungen in Ubuntu Software, einschließlich Tausender von Anwendungen aus dem Snap Store und dem {DISTRO}-Archiv.
eo: Instalu, administru kaj ĝisdatigu ĉiujn viajn programojn per Ubuntu-Programvendejo, inkluzive de miloj da programoj en la Snap-Vendejo kaj en la arkivoj de {DISTRO}.
et: Paigalda, halda ja uuenda kõiki oma rakendusi Ubuntu Tarkvarast, sealhulgas tuhandeid rakendusi, mis leiduvad nii Snap Store'is kui {DISTRO} distributsiooni arhiivis.
eu: Instalatu, kudeatu eta eguneratu zure aplikazio guztiak Ubuntu Softwarearekin, Snap biltegiko eta {DISTRO}ren artxiboko milaka aplikazio barne.
fa: نصب، مدیریت و به‌روز رسانی تمامی کاره‌هایتان در نرم‌افزارهای اوبونتو، شامل هزاران برنامه از مخازن {DISTRO} و فروشگاه اسنپ.
fi: Asenna, hallitse ja päivitä sovelluksia Ubuntun sovelluskaupasta, mukaan lukien tuhansia sovelluksia Snap-sovelluskaupasta ja {DISTRO}n arkistosta.
fr: Installez, gérez et mettez à jour toutes vos applications dans Ubuntu Software, y compris des milliers d’applications provenant du Snap Store et de l’archive {DISTRO}.
ga: Suiteáil, bainistigh agus nuashonraigh do chuid feidhmchlár go léir i mBogearraí Ubuntu, lena n-áirítear na mílte feidhmchlár ón Snap Store agus ón gcartlann {DISTRO} araon.
he: אפשר להתקין, לנהל ולעדכן את כל היישומים שלך עם מרכז התוכנה של אובונטו לרבות אלפי יישומים מחנות Snap ומארכיון {DISTRO}.
hu: Telepítse, kezelje és frissítse az Ubuntu szoftverben található összes alkalmazást, beleértve a Snap alkalmazásboltból és a(z) {DISTRO} archívumából származó több ezer alkalmazást is.
ja: Ubuntu Softwareを使えば、Snap Storeと{DISTRO}リポジトリの両方から、数多のアプリケーションをインストール・管理・更新できます。
ka: დააყენეთ, მართეთ და განაახლეთ ყველა თქვენი აპი Ubuntu Software-ში ათასობით აპლიკაციის ჩათვლით ორივე, Snap Store-დან და {DISTRO}-ის არქივიდან.
kn: ಸ್ನ್ಯಾಪ್ ಸ್ಟೋರ್ ಮತ್ತು {DISTRO} ಆರ್ಕೈವ್ ಎರಡರಿಂದಲೂ ಸಾವಿರಾರು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಉಬುಂಟು ಸಾಫ್ಟ್‌ವೇರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ, ನಿರ್ವಹಿಸಿ ಮತ್ತು ನವೀಕರಿಸಿ.
ko: 스냅 스토어와 {DISTRO} 아카이브에 있는 수천개의 애플리케이션과, 여러분의 모든 애플리케이션을 우분투 소프트웨어에서 설치하고 관리하고, 업데이트 하십시오.
lo: ຕິດຕັ້ງ, ຈັດການ ແລະ ອັບເດດແອັບຂອງທ່ານທັງໝົດໃນ Ubuntu Software, ລວມທັງ ແອັບພລິເຄຊັນຫຼາຍພັນລາຍການຈາກທັງ Snap Store ແລະ {DISTRO} archive.
nl: Installeer, beheer en update al uw apps in Ubuntu Software, inclusief duizenden applicaties uit zowel de Snap Store als het {DISTRO}-archief.
oc: Installatz, gerissètz e metatz a jorn vòstras aplicacions dins Ubuntu Software, incluses milierats d’aplicacions venent de Snap Store e dels archius {DISTRO}.
pl: Instaluj, zarządzaj i aktualizuj wszystkie aplikacje w Ubuntu Software, w tym tysiące aplikacji zarówno ze Snap Store, jak i archiwum {DISTRO}.
pt_br: Instale, gerencie e atualize todos os seus aplicativos na Ubuntu Software, incluindo milhares de aplicativos tanto da Snap Store quanto dos repositórios do {DISTRO}.
ru: Устанавливайте, управляйте и обновляйте все свои приложения в Ubuntu Software, включая тысячи приложений из Snap Store и архива {DISTRO}.
sk: Inštalujte, spravujte a aktualizujte svoje aplikácie v Ubuntu Software, ktorý obsahuje tisíce aplikácií zo Snap Store aj z archívu balíčkov {DISTRO}.
sr: Инсталирајте, управљајте и ажурирајте све своје апликације у Ubuntu Software, укључујући хиљаде апликација из Snap Store и {DISTRO} архиве.
sv: Installera, hantera och uppdatera alla dina program med Ubuntu Software, inklusive tusentals program från både Snap Store och {DISTRO}-arkivet.
tr: Snap Store ve {DISTRO} arşivindeki binlerce uygulama dahil tüm uygulamaları Ubuntu Software ile kurun, yönetin ve güncelleyin.
ug: Ubuntu يۇمشاق دېتال مەركىزىدە Snap دۇكىنى ۋە {DISTRO} يۇمشاق دېتال ئامبىرىدىن مىڭلىغان يۇمشاق دېتالنى ئورنىتىپ، باشقۇرۇپ ۋە يېڭىلىيالايسىز.
uk: Встановлюйте, оновлюйте усі свої застосунки та керуйте ними в Ubuntu Software, включно з тисячами застосунків зі Snap Store та архіву {DISTRO}.
zh: 在 Ubuntu 软件中心安装、管理和更新应用程序，包括来自 Snap Store 和 {DISTRO} 存档的成千上万应用程序。
zh_tw: 在 Ubuntu 軟體中心安裝、管理和更新您的所有應用軟體，包括來自 Snap Store 和 {DISTRO} 軟體庫的上千個應用軟體。

# installationSlidesDevelopmentTitle
source: Develop with the best of open source
be: Распрацоўвайце праграмы з найлепшым адкрытым праграмным забеспячэннем
ca: Desenvolupeu amb el millor de codi obert
cs: Vyvíjejte s nejlepším open source
de: Entwickeln Sie mit dem Besten aus Open Source
eo: Programu helpate de malfermitaj kodoj
et: Arenda parimate avatud lähtekoodil põhinevate töövahenditega
eu: Garatu kode irekirik onenarekin
fa: توسعه با بهترین‌های نرم‌افزار آزاد
fi: Kehitä avoimen lähdekoodin parhailla välineillä
fr: Développez avec le meilleur de l’open source
ga: Forbairt leis an chuid is fearr de fhoinse oscailte
he: כלי פיתוח קוד פתוח מהשורה הראשונה
hu: Fejlesszen a nyílt forráskód legjobbjaival
it: Sviluppa con il meglio dell'open source
ja: 最高のオープンソースを活用して開発
ka: წერეთ პროგრამები ღია კოდის საუკეთესო ნაწილით
kn: ಅತ್ಯುತ್ತಮ ತೆರೆದ ಮೂಲದೊಂದಿಗೆ ಅಭಿವೃದ್ಧಿಪಡಿಸಿ
ko: 최고의 오픈소스를 활용하여 개발하기
lo: ພັດທະນາດ້ວຍສິ່ງທີ່ດີທີ່ສຸດຂອງໂອເພນຊອດ (Open Source)
nl: Ontwikkel enmet het beste van open source
oc: Desvolopatz amb çò melhor del monde liure
pl: Twórz z wykorzystaniem najlepszych rozwiązań open source
pt_br: Desenvolva com o melhor do código aberto
ru: Разрабатывайте с использованием лучшего из открытого исходного кода
sk: Vyvíjajte s najlepším open source
sr: Развијајте са најбољим од отвореног кода
sv: Utveckla med det bästa av öppen källkod
tr: Açık kaynağın en iyileriyle geliştirildi
ug: ئەڭ ياخشى ئوچۇق كودلۇق يۇمشاق دېتالدا ئىجادىيەت بىلەن شۇغۇللىنىڭ
uk: Розробляйте з найкращим відкритим кодом
zh: 汇聚开源精粹，助力开发
zh_tw: 站在開源的肩膀上進行開發

# installationSlidesDevelopmentBody
source: {DISTRO} is the ideal workstation for app or web development, data science and AI/ML as well as devops and administration. Every {DISTRO} release includes the latest toolchains and supports all major IDEs.
be: {DISTRO} — гэта ідэальная працоўная станцыя для распрацоўкі праграм, навукі аб даных, ШІ і машыннага навучання, а таксама DevOps і адміністравання. Кожны выпуск {DISTRO} уключае апошнія наборы інструментаў і падтрымлівае ўсе асноўныя IDE.
ca: {DISTRO} és l'estació de treball ideal per al desenvolupament d'aplicacions o web, ciència de dades i AI /ML, així com operacions de desenvolupament i administració. Totes les versions {DISTRO} inclouen les últimes cadenes d'eines i suporten tots els IDE principals.
cs: {DISTRO} je ideální prostředí pro vývoj aplikací či webů, datovou vědu a umělou inteligenci (AI/ML), a také pro devops a správu systémů. Každé vydání {DISTRO} obsahuje nejnovější sady potřebných nástrojů a podporuje všechna hlavní integrovaná vývojářská prostředí (IDE).
de: {DISTRO} ist die ideale Arbeitsumgebung für App- oder Webentwicklung, Datenwissenschaft und KI/ML sowie für Devops und Administration. Jede {DISTRO}-Version enthält die neuesten Toolchains und unterstützt alle wichtigen IDEs.
eo: {DISTRO} estas la ideala laborstacio por verkado de poŝaparataj kaj Interretaj programoj, datenscienco, artefarita intelekto, maŝina lernado, evoluoperacioj kaj servila administrado. Ĉiu versio de {DISTRO} inkluzivas la plej novajn ilĉenojn kaj subtenas ĉiujn precipajn programadmediojn.
et: {DISTRO} on ideaalne tööjaam rakenduste või veebiteenuste arendusteks, andmeteaduse ja tehisintellektiga seotud tööde jaoks ning loomulikult devopsi ja süsteemihalduse jaoks. Iga {DISTRO} viimane versioon sisaldab uusimaid arendustarvikuid ning toetab kõiki suurimaid lõimitud arenduskeskondi.
eu: {DISTRO} lan-estazio paregabea da aplikazio edo web garapenerako, datuen zientziarako eta AArako (adimen artifiziala) / ikasketa automatikorako, hala nola devops eta administraziorako. {DISTRO}ren bertsio bakoitzak azkeneko tresna-kateak ditu barnean, eta IDE nagusiekin bateragarria da.
fi: {DISTRO} on erinomainen valinta sovellus- tai web-kehitykseen, datatieteisiin, AI-/ML-työskentelyyn sekä devopsiin ja ylläpitotehtäviin. Jokainen {DISTRO}-julkaisu sisältää uusimmat työkalut sekä tuen keskeisimmille sovelluskehitysympäristöille.
fr: {DISTRO} est le poste de travail idéal pour le développement d’applications ou de sites Web, la science des données, l’intelligence artificielle et l’apprentissage automatique, ainsi que pour le devops et l’administration. Chaque version {DISTRO} inclut les dernières chaînes d’outils et prend en charge tous les principaux environnements de développement intégrés.
ga: Is é {DISTRO} an stáisiún oibre idéalach d'fhorbairt app nó gréasáin, eolaíocht sonraí agus AI / ML chomh maith le devops agus riarachán. Cuimsíonn gach eisiúint {DISTRO} na huirlisí is déanaí agus tacaíonn sé le gach IDEs mór.
he: {DISTRO} היא תחנת העבודה האידאלית לפיתוח יישומים ואתרים, מדעי נתונים ובינה מלאכותית/למידת מכונה לרבות DevOps וניהול. כל מהדורה של {DISTRO} כוללת את סוללת כלי העבודה העדכנית ביותר ותומכת בכל סביבות הפיתוח המשולבות העיקריות.
hu: A(z) {DISTRO} ideális munkaállomás az alkalmazás- vagy webfejlesztéshez, az adattudományhoz és a mesterséges intelligenciához vagy gépi tanuláshoz, valamint a fejlesztésekhez és az adminisztrációhoz. Minden {DISTRO} kiadás a legújabb eszközláncokat tartalmazza, és támogatja az összes főbb integrált fejlesztőkörnyezetet.
ja: {DISTRO}はDevOpsや運用だけでなく、アプリケーションやウェブの開発、データサイエンス、AI/MLにも最適なワークステーションです。{DISTRO}のリリースごとに、最新のツールチェインやすべての主要なIDEが含まれています。
ka: {DISTRO} იდეალური სამუშაო ადგილია აპის ან ვების დასაწერად, მონაცემთა მეცნიერებისთვის, ხი/მს-ისთვის და devops/ადმინისტრატორებისთვის. ყოველ {DISTRO}-ის რელიზი შეიცავს საუკეთესო ხელსაწყოებს და აქვს ყველა ძირითადი IDE-ის მხარდაჭერა.
kn: ಈ ಕಂಪ್ಯೂಟರ್ ಪ್ರಸ್ತುತ ${OS} ಅನ್ನು ಹೊಂದಿದೆ. ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ವೆಬ್ ಅಭಿವೃದ್ಧಿ, ಡೇಟಾ ಸೈನ್ಸ್ ಮತ್ತು AI/ML ಹಾಗೂ devops ಮತ್ತು ಆಡಳಿತಕ್ಕಾಗಿ {DISTRO} ಆದರ್ಶ ಕಾರ್ಯಸ್ಥಳವಾಗಿದೆ. ಪ್ರತಿ {DISTRO} ಬಿಡುಗಡೆಯು ಇತ್ತೀಚಿನ ಟೂಲ್‌ಚೇನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಾ ಪ್ರಮುಖ IDE ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.
ko: {DISTRO} 앱 또는 웹 개발, 데이터 과학 및 AI / ML뿐만 아니라 devops 및 관리를위한 이상적인 워크 스테이션입니다. 모든 {DISTRO} 릴리스에는 최신 툴체인이 포함되어 있으며 모든 주요 IDE를 지원합니다.
lo: {DISTRO} ເປັນເວີກສະເຕຊັນທີ່ເໝາະສົມທີ່ສຸດສຳລັບການພັດທະນາແອັບ ຫຼື ເວັບ, ວິທະຍາສາດຂໍ້ມູນ ແລະ AI/ML ລວມທັງ devops ແລະ ການບໍລິຫານຈັດການ. ທຸກໆການປ່ອຍລຸ້ນຂອງ {DISTRO} ຈະລວມມີ toolchains ລ່າສຸດ ແລະ ຮອງຮັບ IDEs ຫຼັກທັງໝົດ.
nl: {DISTRO} is het ideale werkstation voor app- of webontwikkeling, data science en AI/ML, maar ook voor devops en beheer. Elke {DISTRO}-release bevat de nieuwste toolchains en ondersteunt alle belangrijke IDE's.
oc: {DISTRO} es un pòst de trabalh ideal pel desvolopament de logicials o web, las sciéncias de las donadas, l’intelligéncia artificiala e l’aprentissatge automatic, mas tanben pel devops e l’administracion. Totas las versions de {DISTRO} incluson las darrièras cadenas d’aisinas e prenon en carga totes los principals environaments de desvolopament integrats.
pl: {DISTRO} to idealna stacja robocza do tworzenia aplikacji lub stron internetowych, nauki o danych i sztucznej inteligencji/uczenia maszynowego, a także DevOps i administracji. Każda wersja {DISTRO} zawiera najnowsze zestawy narzędzi i obsługuje wszystkie główne IDE.
pt_br: {DISTRO} é a estação de trabalho ideal para o desenvolvimento de aplicativos ou web, ciência de dados e IA/AM, bem como DevOps e administração. Cada versão do {DISTRO} inclui as mais recentes cadeias de ferramentas e suporta todos os principais IDEs.
ru: {DISTRO} - это идеальная рабочая станция для разработки приложений и веб-приложений, data science и AI/ML, а также devops и администрирования. Каждый выпуск {DISTRO} включает новейшие инструментальные цепочки и поддерживает все основные IDE.
sk: {DISTRO} je ideálne prostredie na vývoj aplikácií a webov, dátovú vedu, umelú inteligenciu a strojové učenie, ako aj devops a správu systémov. Každé vydanie {DISTRO} obsahuje najnovšie vývojové nástroje a podporuje všetky hlavné vývojové prostredia (IDE).
sr: {DISTRO} је идеална радна станица за развој апликација или веба, науку о подацима и AI/ML, као и за devops и администрацију. Свака {DISTRO} верзија укључује најновије алате и подржава све главне IDE-ове.
sv: {DISTRO} är den idealiska arbetsstationen för app- eller webbutveckling, datavetenskap och AI/ML samt devops och administration. Varje {DISTRO}-version innehåller de senaste verktygskedjorna och har stöd för alla större IDE:er.
tr: {DISTRO} uygulama veya web geliştirme, veri bilimi, yapay zeka ve makine öğrenmesi yanı sıra sistem yönetimi ve DevOps için ideal iş istasyonudur. Her {DISTRO} sürümü en güncel toolchainleri içerir ve tüm popüler IDE'leri destekler.
ug: {DISTRO} پىروگرامما ياكى تور ئىجادىيىتى، ئۇچۇر ئىلمى ۋە AI/ML شۇنداقلا يۈرگۈزۈش ۋە باشقۇرۇشنىڭ كۆڭۈلدىكىدەك خىزمەت پونكىتى. ھەر بىر {DISTRO} نەشرىدە ئەڭ يېڭى قورال زەنجىرى بولۇپلا قالماي يەنە بارلىق ئاساسىي ئېقىمدىكى IDE نى قوللايدۇ.
uk: {DISTRO} — ідеальна робоча станція для розробки застосунків та веб, науки про дані та AI/ML, а також для devops та адміністрування. Кожен випуск {DISTRO} містить найновіші набори інструментів та підтримує усі основні IDE.
zh: {DISTRO} 是应用程序或 Web 开发、数据科学和 AI/ML 以及 DevOps 和管理的理想工作站。每个 {DISTRO} 版本都包含最新的工具链，并支持所有主要的 IDE。
zh_tw: {DISTRO} 乃一個理想的工作站，適合研發應用程式、網站、資料科學、人工智慧/機器學習，以及進行 DevOps 和系統管理。每一個 {DISTRO} 版本皆包含最新的工具鏈，並支援所有主流的開發環境 (IDE)。

# installationSlidesCreativityTitle
source: Enhance your creativity
be: Палепшыце свае творчыя здольнасці
ca: Potencieu la creativitat
cs: Buďte tvořivější
de: Steigern Sie Ihre Kreativität
eo: Pliigu vian povon krei
et: Lase loovusel lennata
eu: Areagotu zure sormena
fa: ارتقای خلّاقیتتان
fi: Paranna luovuuttasi
fr: Améliorez votre créativité
ga: Feabhas a chur ar do chruthaitheacht
he: לפרוץ את גבולות הדמיון
hu: Növelje a kreativitását
ja: 創造性の向上
ka: განავრცეთ თქვენი კრეატიულობა
kn: ನಿಮ್ಮ ಸೃಜನಶೀಲತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ
ko: 창의력 향상
lo: ເສີມສ້າງຄວາມຄິດສ້າງສັນຂອງທ່ານ
nl: Vergroot uw creativiteit
oc: Melhoratz vòstra creativitat
pl: Zwiększ swoją kreatywność
pt_br: Aprimore sua criatividade
ru: Повышайте свою креативность
sk: Buďte tvorivejší
sr: Унапредите своју креативност
sv: Förbättra din kreativitet
tr: Yaratıcılığınızı zenginleştirin
ug: تەسەۋۋۇرىڭىزنى كۈچەيتىدۇ
uk: Розширте творчі можливості
zh: 激发您的创造力
zh_tw: 激發您的創造力

# installationSlidesCreativityBody
source: If you're an animator, designer, video creator or game developer it's easy to bring your workflows to {DISTRO} with support for open source and industry standard software and applications.
be: Калі вы аніматар, дызайнер, стваральнік відэа або распрацоўшчык гульняў, то вам будзе проста перанесці свой працоўны працэс у {DISTRO} з падтрымкай для свабоднага праграмнага забеспячэння і галіновых стандартаў праграмнага забеспячэння і праграм.
ca: Si feu animació, disseny, creació de vídeo o desenvolupament de jocs, és fàcil mantenir els vostres fluxos de treball a {DISTRO} amb suport per a programari i aplicacions de codi obert amb estàndard industrial.
cs: Poku jste animátory, designéry, tvůrci videí či vývojáři her, je snadné přenést své pracovní postupy na {DISTRO} díky podpoře software a aplikací, které patří k open source a oborovým standardům.
de: Wenn Sie ein Animator, Designer, Videokünstler oder Spieleentwickler sind, können Sie Ihre Arbeitsabläufe dank der Unterstützung von Open-Source- und Industriestandard-Software und -Anwendungen ganz einfach in {DISTRO} einbringen.
eo: Se vi estas movbildisto, dezajnisto, videoverkisto aŭ ludprogramisto, estas facile alporti viajn laborfluojn al {DISTRO} uzante malfermitkodajn kaj industrie normajn programojn.
et: Kas sa oled animatsioonide tegija, kujundaja, videolooja või mänguarendaja, siis {DISTRO} toetab sinu töövoogu nii avatud lähtekoodil põhineva, kui valdkonnale omase tarkvara ja rakendustega.
eu: Animatzailea, diseinatzailea, bideo-sortzailea edo bideojoko garatzailea bazara, erraz ekar ditzakezu zure lan-fluxuak {DISTRO}ra, kode irekiko eta industriako software eta aplikazio estandarrei esker.
fi: Jos olet animaattori, suunnittelija, videokäsittelijä tai pelikehittäjä, työnkulkujesi tuominen {DISTRO}un on helppoa avoimen lähdekoodin ja alan standardisovellusten tuen myötä.
fr: Si vous êtes animateur, concepteur, créateur vidéo ou développeur de jeux, il est facile d'amener vos flux de travail sur {DISTRO} grâce à la prise en charge de logiciels et d'applications open source et standard de l'industrie.
ga: Más beochantóir, dearthóir, cruthaitheoir físe nó forbróir cluiche tú tá sé éasca do shreabhadh oibre a thabhairt chuig {DISTRO} le tacaíocht do bhogearraí agus feidhmchláir caighdeánacha foinse oscailte agus tionscail.
he: מנפישים, מעצבים, יוצרי סרטונים ומפתחי משחקים יכולים להביא את הרגלי העבודה שלהם לתוך {DISTRO} עם תמיכה בקוד פתוח ובתוכנות ויישומים שמקובלים בתעשייה.
hu: Ha Ön animátor, tervező, videókészítő vagy játékfejlesztő, akkor könnyedén áthozhatja a munkafolyamatait a nyílt forráskódú és az iparági szabványokat használó szoftverek és alkalmazások támogatásával rendelkező {DISTRO} rendszerbe.
ja: アニメーター、デザイナー、動画クリエーターやゲーム開発者であれば、必要なワークフローを、オープンソースであり業界標準のソフトウェアやアプリケーションをサポートしている{DISTRO}に簡単に導入できます。
ka: თუ ბრძანდებით ანიმატორი, დიზაინერი, ქმნით ვიდეოებს, ან წერთ თამაშებს, თქვენი სამუშაოს გადმოტანა ადვილია {DISTRO}-ზე ღია კოდის მქონე და სტანდარტული პროგრამებითა და აპლიკაციებით.
kn: ನೀವು ಆನಿಮೇಟರ್, ಡಿಸೈನರ್, ವೀಡಿಯೊ ರಚನೆಕಾರರು ಅಥವಾ ಗೇಮ್ ಡೆವಲಪರ್ ಆಗಿದ್ದರೆ ಓಪನ್ ಸೋರ್ಸ್ ಮತ್ತು ಇಂಡಸ್ಟ್ರಿ ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ಬೆಂಬಲದೊಂದಿಗೆ ನಿಮ್ಮ ವರ್ಕ್‌ಫ್ಲೋಗಳನ್ನು {DISTRO} ಗೆ ತರಲು ಸುಲಭವಾಗಿದೆ.
ko: 애니메이터, 디자이너, 비디오 크리에이터 또는 게임 개발자라면 오픈 소스 및 업계 표준 소프트웨어와 애플리케이션을 지원하는 {DISTRO}로 워크플로우를 쉽게 가져올 수 있습니다.
lo: ຖ້າທ່ານເປັນນັກເຮັດອະນິເມຊັນ, ນັກອອກແບບ, ຜູ້ສ້າງວິດີໂອ ຫຼື ນັກພັດທະນາເກມ ມັນງ່າຍ ທີ່ຈະນຳຂັ້ນຕອນການເຮັດວຽກຂອງທ່ານມາສູ່ {DISTRO} ດ້ວຍການຮອງຮັບຊອບແວ ແລະ ແອັບພລິເຄຊັນ ມາດຕະຖານອຸດສາຫະກຳ ແລະ ໂອເພນຊອດ.
nl: Of u een animator, ontwerper, videomaker of game-ontwikkelaar bent, u kunt uw workflows eenvoudig naar {DISTRO} overbrengen met ondersteuning voor open source en industriestandaard software en applicaties.
oc: Se sètz animator, designer, cineasta o desvolopaire de jòcs, es facil de passar vòstre pòst de trabalh cap a {DISTRO} gràcia a la compatibilitat de logicials e aplicacions liuras e dels estandards de l’industria.
pl: Jeśli zajmujesz się animacją, projektowaniem, tworzeniem wideo lub gier, możesz łatwo przenieść swoje przepływy pracy do {DISTRO} dzięki obsłudze oprogramowania i aplikacji będących standardem branżowym oraz open source.
pt_br: Se você é um animador, designer, criador de vídeos ou desenvolvedor de jogos, é fácil trazer seu fluxo de trabalho ao {DISTRO} com suporte para código aberto e também aplicativos e software padrões do setor.
ru: Если вы аниматор, дизайнер, создатель видео или разработчик игр, вам будет легко перенести свои рабочие процессы в {DISTRO} благодаря поддержке программного обеспечения и приложений с открытым исходным кодом и промышленных стандартов.
sk: Ak ste animátor, dizajnér, tvorca videí alebo vývojár hier, svoje pracovné postupy môžete ľahko preniesť na {DISTRO} vďaka podpore softvéru a aplikácií, ktoré spĺňajú open source a priemyselné štandardy.
sr: Ако сте аниматор, дизајнер, видео креатор или програмер игара, лако је пренети своје радне токове на {DISTRO} уз подршку за софтвер и апликације отвореног кода и индустријских стандарда.
sv: Om du är en animatör, designer, videoskapare eller spelutvecklare är det enkelt att ta med dina arbetsflöden till {DISTRO} med stöd för industristandardprogram och applikationer med öppen källkod.
tr: Bir animatör, tasarımcı, video üreticisi ya da oyun geliştiricisiyseniz, açık kaynak ve endüstri standardı yazılım ve uygulama desteği ile iş akışlarınızı {DISTRO} dağıtımına taşımak çok kolay.
ug: ئەگەر سىز لايىھەلىگۈچى، كارتون فىلىم لايىھەلىگۈچى، سىن ئىجادىيەتچىسى ياكى ئويۇن ئىجادكارى بولسىڭىز، ئىش ئېقىمىنى ئوچۇق كودلۇق ۋە كەسىپ ئۆلچىمىنى قوللايدىغان يۇمشاق دېتال ۋە ئەپنى {DISTRO} غا ئەكىرىش ئىنتايىن ئاددىي.
uk: Якщо ви аніматор, дизайнер, відеоредактор або розробник ігор, ви можете з легкістю перенести свої робочі процеси в {DISTRO} з підтримкою програмного забезпечення з відкритим кодом та галузевих стандартів.
zh: 如果您是动画师、设计师、视频创作者或游戏开发人员，您能够轻松地将您的工作流程引入 {DISTRO}，其有开源和行业标准软件与应用程序的支持。
zh_tw: 如果您是動畫師、設計師、影片創作者或遊戲開發者，您可以容易的代入您的工作流程到 {DISTRO}，其有開源與行業標準的軟體與應用程式支援。

# installationSlidesGamingTitle
source: Great for gaming
be: Выдатна пасуе для аматараў гульняў
ca: Genial per jugar
cs: Skvělé pro hraní her
de: Ideal für Spiele
eo: Bonega por videoludoj
et: Suurepärane mängimiseks
eu: Jokatzeko aparta
fa: عالی برای بازی
fi: Mainio pelaamiseen
fr: Idéal pour les jeux
ga: Iontach do chearrbhachas
he: מעולה למשחקים
hu: Nagyszerű a játékokhoz
it: Fantastica per il gaming
ja: ゲームに最適
ka: საუკეთესო თამაშებისთვის
kn: ಗೇಮಿಂಗ್‌ಗೆ ಅದ್ಭುತವಾಗಿದೆ
ko: 게이밍에 최적화
lo: ຍອດຢ້ຽມສຳລັບການຫຼິ້ນເກມ
nl: Geweldig voor gamen
oc: Extra pels jòcs
pl: Świetny do gier
pt_br: Excelente para jogos
ru: Отлично подходит для игр
sk: Skvelé na hranie hier
sr: Одлично за гејминг
sv: Perfekt för spel
tr: Oyun için harika
ug: ئويۇن ئوينىغۇچىلارغا بەك ماس كېلىدۇ
uk: Чудово підходить для ігор
zh: 出色的游戏体验
zh_tw: 玩遊戲，很可以
