Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# recoveryKeyTitle
source: Recovery key
be: Ключ аднаўлення TPM
ca: Clau de recuperació
cs: Obnovovací klíč k TPM
de: Wiederherstellungsschlüssel
eo: Restaŭra ŝlosilo
et: Taastevõti
eu: Berreskuratze gakoa
fa: کلید بازیابی
fi: Palautusavain
fr: Clé de récupération du TPM
ga: Eochair aisghabhála
he: מפתח שחזור
hu: Helyreállítási kulcs
ja: リカバリーキー
ka: აღდგენის გასაღები
kn: ರಿಕವರಿ ಕೀ
ko: TPM 복구 키
lo: ຄີກູ້ຄືນ
nl: Herstelcode
oc: Clau de recuperacion del TPM
pa: ਰਿਕਵਰੀ ਕੁੰਜੀ
pl: Klucz odzyskiwania
pt_br: Chave de recuperação
ru: Ключ восстановления
si: TPM ප්‍රතිසාධන කේතය
sk: Obnovovací kľúč
sr: TPM кључ за опоравак
sv: Återställningsnyckel
tr: TPM kurtarma anahtarı
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى
uk: Ключ відновлення
zh: 恢复密钥
zh_tw: TPM 復原密鑰

# recoveryKeyTitleBadgeLabel
source: Important
de: Wichtig
eo: Grave
et: Oluline
eu: Garrantzitsua
fa: مهم
fi: Tärkeää
ga: Tábhachtach
he: חשוב
hu: Fontos
ja: 重要
ka: მნიშვნელოვანი
kn: ಪ್ರಮುಖ
lo: ສຳຄັນ
nl: Belangrijk
pa: ਖਾਸ
pl: Ważne
pt_br: Importante
ru: Важное
sk: Dôležité
sv: Viktigt
ug: مۇھىم
uk: Важливо
zh: 重要

# recoveryKeyHeader
source: Save your recovery key
ca: Deseu la vostra clau de recuperació
cs: Získat obnovovací klíč
de: Speichern Sie Ihren Wiederherstellungsschlüssel
eo: Konservu vian restaŭran ŝlosilon
et: Salvesta oma taastevõti
eu: Gorde berreskuratze gakoa
fa: ذخیرهٔ کلید بازیابیتان
fi: Tallenna palautusavain
fr: Obtenir une clé de récupération
ga: Sábháil d'eochair aisghabhála
he: לשמור את מפתח השחזור שלך
hu: Helyreállítási kulcs mentése
ja: リカバリーキーを保存してください
ka: თქვენი აღდგენის გასაღების შენახვა
kn: ನಿಮ್ಮ ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಉಳಿಸಿ
lo: ບັນທຶກຄີກູ້ຄືນຂອງທ່ານ
nl: De herstelcode opslaan
oc: Obténer una clau de recuperacion
pa: ਆਪਣੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਨੂੰ ਸੰਭਾਲੋ
pl: Zapisz klucz odzyskiwania
pt_br: Guarde sua chave de recuperação
ru: Сохранить ваш ключ восстановления
sk: Uložte svoj obnovovací kľúč
sv: Spara din återställningsnyckel
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ساقلايدۇ
uk: Збережіть свій ключ відновлення
zh: 保存恢复密钥
zh_tw: 取得復原金鑰

# recoveryKeyInfoHeader
source: You may lose all your data without a recovery key
ca: Podeu perdre totes les vostres dades sense clau de recuperació
cs: Bez klíče pro obnovení můžete přijít o všechna data
de: Ohne einen Wiederherstellungsschlüssel können Sie alle Ihre Daten verlieren
eo: Vi eble perdos ĉiom da viaj datenoj sen restaŭra ŝlosilo
et: Ilma taastevõtmeta võid kaotada ligipääsu kõikidele oma andmetele
eu: Zure datu guztiak gal ditzakezu berreskuratze gakorik ez baduzu
fa: بدون کلید بازیابی ممکن است همهٔ داده‌هایتان را از دست بدهید
fi: Saatat menettää kaikki tiedot ilman palautusavainta
fr: Vous risquez de perdre toutes vos données sans clé de récupération
ga: Seans go gcaillfidh tú do shonraí go léir gan eochair athshlánaithe
he: הנתונים שלך עלולים ללכת לאיבוד ללא מפתח שחזור
hu: Helyreállítási kulcs nélkül elveszítheti az összes adatát
ja: リカバリーキーがないとすべてのデータを失うことになるかもしれません
ka: აღდგენის გასაღების გარეშე შეიძლება, თქვენი მონაცემები მთლიანად დაკარგოთ
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಇಲ್ಲದೆಯೇ ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳಬಹುದು
lo: ທ່ານອາດຈະສູນເສຍຂໍ້ມູນທັງໝົດຫາກບໍ່ມີຄີກູ້ຄືນ
nl: Zonder herstelcode kunt u al uw gegevens verliezen
oc: Poiriatz pèrdre totas vòstras donadas sens una clau de recuperacion
pl: Bez klucza odzyskiwania możesz utracić wszystkie swoje dane
pt_br: Você pode perder todos os seus dados sem uma chave de recuperação
ru: Без ключа восстановления вы можете потерять все свои данные
sk: Bez obnovovacieho kľúča môžete prísť o všetky svoje údaje
sv: Du kan förlora all din data utan en återställningsnyckel
ug: ئەسلىگە قايتۇرۇش ئاچقۇچىڭىز بولمىسا بارلىق سانلىق مەلۇماتلىرىڭىزنى يوقىتىشىڭىز مۇمكىن
uk: Без ключа відновлення ви можете втратити всі свої дані
zh: 没有恢复密钥，您可能丢失所有数据
zh_tw: 如果沒有復原金鑰，您可能會遺失所有資料

# recoveryKeyTextFieldLabel
source: Recovery key
ca: Clau de recuperació
de: Wiederherstellungsschlüssel
eo: Restaŭra ŝlosilo
et: Taastevõti
eu: Berreskuratze gakoa
fa: کلید بازیابی
fi: Palautusavain
ga: Eochair aisghabhála
he: מפתח שחזור
hu: Helyreállítási kulcs
ja: リカバリーキー
ka: აღდგენის გასაღები
kn: ರಿಕವರಿ ಕೀ
lo: ຄີກູ້ຄືນ
nl: Herstelcode
pa: ਰਿਕਵਰੀ ਕੁੰਜੀ
pl: Klucz odzyskiwania
pt_br: Chave de recuperação
ru: Ключ восстановления
sk: Obnovovací kľúč
sv: Återställningsnyckel
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى
uk: Ключ відновлення
zh: 恢复密钥

# recoveryKeyStorageAdvice
source: You will need to provide this recovery key if decryption fails during startup. Without the key, you will lose access to all your data. Save it somewhere safe, such as a password manager.
ca: Us caldrà proporcionar aquesta clau de recuperació si la desencriptació falla durant l'arrencada. Sense la clau, perdreu l’accés a totes les vostres dades. Deseu-la en un lloc segur, com ara un gestor de contrasenyes.
cs: Uložte si klíč pro obnovení na bezpečném místě. Použijte jej k dešifrování disku v případě určitých systémových změn. Můžete jej například potřebovat, pokud měníte součásti v počítači nebo aktualizujete firmware.
de: Sie müssen diesen Wiederherstellungsschlüssel angeben, wenn die Entschlüsselung während des Starts fehlschlägt. Ohne diesen Schlüssel verlieren Sie den Zugriff auf alle Ihre Daten. Speichern Sie ihn an einem sicheren Ort, z. B. in einem Passwortmanager.
eo: Vi devos provizi ĉi tiun restaŭran ŝlosilon, se ĉifrado malsukcesas dum starto. Se la ŝlosilo mankos, vi perdos ĉiom da viaj datenoj. Konservu ĝin en sekura loko kiel ekzemple pasvortadministrilo.
et: Kui dekrüptimine käivitamisel ei õnnestunud, siis pead sisestama selle taastevõtme. Ilma selle taastevõtmeta kaotad ligipääsu kõikidele oma andmetele. Hoia taastevõtit turvaliselt kas moodsas digitaalses salasõnalaekas või vana kooli seifis.
eu: Abioan datuak deszifratzeak huts egiten badu, berreskuratze gakoa sartu beharko duzu. Gako hau gabe, zure datu guztietara sarbidea galduko duzu. Gorde ezazu leku seguruan, adibidez pasahitz-kudeatzaile batean.
fi: Palautusavain tarvitaan jos salauksen purku epäonnistuu käynnistettäessä. Ilman avainta pääsy tietoihin menetetään. Tallenna se turvalliseen paikkaan, kuten salasanojen hallintasovellukseen.
fr: Stocker la clé de récupération en lieu sûr. Utilisez-la pour déchiffrer le disque en cas de certains changements du système. Par exemple, vous pourriez en avoir besoin si vous changez les composants de votre ordinateur ou mettez à jour le micrologiciel.
ga: Beidh ort an eochair aisghabhála seo a sholáthar má theipeann ar an díchriptiú le linn an tosaithe. Gan an eochair, caillfidh tú rochtain ar do chuid sonraí go léir. Sábháil é in áit shábháilte, amhail bainisteoir pasfhocal.
he: את המפתח הזה צריך לספק אם פענוח ההצפנה נכשל במהלך העלייה. ללא המפתח, הגישה שלך לכל הנתונים שלך תלך לאיבוד. כדאי לשמור אותו במקום בטוח, כגון מנהל סיסמאות.
hu: Akkor kell megadnia ezt a helyreállítási kulcsot, ha a visszafejtés nem sikerül az indítás során. A kulcs nélkül elveszíti a hozzáférést az összes adatához. Mentse el biztonságos helyre, például jelszókezelőbe.
ja: 起動時に暗号化の解除に失敗した場合、このリカバリーキーを使用することがあります。このキーを失くすと、すべてのデータにアクセスできなくなります。キーはパスワードマネージャーなどどこか安全なところに保存してください。
ka: თუ გაშვებისას გაშიფვრა ვერ მოხერხდება, დაგჭირდებათ, ეს გასაღები შეიყვანოთ. ამ გასაღების გარეშე თქვენს მონაცემებთან წვდომას სრულად დაკარგავთ. შეინახეთ ის სადმე სანდო ადგილას, მაგალითად - პაროლების მმართველში.
kn: ಪ್ರಾರಂಭದ ಸಮಯದಲ್ಲಿ ಡೀಕ್ರಿಪ್ಶನ್ ವಿಫಲವಾದಲ್ಲಿ ನೀವು ಈ ಮರುಪ್ರಾಪ್ತಿ ಕೀಲಿಯನ್ನು ಒದಗಿಸಬೇಕಾಗುತ್ತದೆ. ಕೀ ಇಲ್ಲದೆ, ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ. ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕದಂತಹ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಅದನ್ನು ಉಳಿಸಿ.
lo: ທ່ານຈະຕ້ອງໃຊ້ຄີກູ້ຄືນນີ້ຖ້າການຖອດລະຫັດລົ້ມເຫຼວໃນລະຫວ່າງການເລີ່ມຕົ້ນ. ຫາກບໍ່ມີຄີ, ທ່ານຈະສູນເສຍການເຂົ້າເຖິງຂໍ້ມູນທັງໝົດຂອງທ່ານ. ບັນທຶກມັນໄວ້ໃນບ່ອນທີ່ປອດໄພ, ເຊັ່ນ: ໂປຣແກຣມຈັດການລະຫັດຜ່ານ.
nl: U moet deze herstelcode opgeven als de decodering mislukt tijdens het opstarten. Zonder de sleutel verliest u de toegang tot al uw gegevens. Bewaar het op een veilige plek, zoals een wachtwoordmanager.
oc: Gardatz la clau de recuperacion en luòc segur. Utilizatz-la per deschifrar lo disc en cas de cambiament de sistèma. Per exemple, vos poiriá far mestièr se modificatz los compausants de l’ordenador o actualizatz lo micrologicial.
pl: Jeśli odszyfrowanie nie powiedzie się podczas uruchamiania, konieczne będzie podanie tego klucza odzyskiwania. Bez klucza utracisz dostęp do wszystkich swoich danych. Zapisz go w bezpiecznym miejscu, np. w menedżerze haseł.
pt_br: Você precisará fornecer esta chave de recuperação caso a descriptografia falhe durante a inicialização. Sem a chave, você perderá o acesso a todos os seus dados. Guarde-a em um local seguro, como um gerenciador de senhas.
ru: Вам нужно будет предоставить этот ключ восстановления, если во время запуска не удаётся провести расшифровку. Без ключа вы потеряете доступ ко всем своим данным. Сохраните его в безопасном месте, например, в менеджере паролей.
sk: Obnovovací kľúč budete potrebovať, ak dešifrovanie pri spustení zlyhá. Bez neho stratíte prístup ku všetkým údajom. Uložte si ho na bezpečné miesto, napríklad do správcu hesiel.
sv: Du måste ange denna återställningsnyckel om avkrypteringen misslyckas under uppstarten. Utan nyckeln förlorar du åtkomst till all din data. Spara den någonstans säkert, till exempel i en lösenordshanterare.
ug: ئەگەر قوزغالغاندا شىفىر يېشەلمىسە، بۇ شىفىرلىق ئاچقۇچنى تەمىنلىشىڭىز كېرەك. ئەگەر ئاچقۇچ بولمىسا، ھېچقانداق سانلىق مەلۇماتىڭىزنى زىيارەت قىلالمايسىز. ئۇنى ئىم باشقۇرغۇچقا ئوخشاش بىخەتەر بىر جايغا ساقلاڭ.
uk: Ви повинні будете ввести цей ключ відновлення, якщо розшифрування не вдасться під час запуску. Без цього ключа ви втратите доступ до всіх своїх даних. Збережіть його в безпечному місці, наприклад, у менеджері паролів.
zh: 若启动时解密失败，您将需要提供此恢复密钥。没有密钥，您就无法访问您的任何数据。将其保存在安全的地方，例如密码管理器中。
zh_tw: 將復原金鑰存放在安全的地方。在發生某些系統變更時，使用它來解密磁碟。例如，如果您變更電腦中的零件或更新韌體，您可能需要它。

# recoveryKeyConfirmation
source: I saved my recovery key somewhere safe
ca: He guardat la meva clau de recuperació en algun lloc segur
cs: Rozumím, že pokud nebudu mít klíč pro obnovení, mohu ztratit všechna svá data
de: Ich habe meinen Wiederherstellungsschlüssel an einem sicheren Ort gespeichert
eo: Mi konservis mian restaŭran ŝlosilon en sekura loko
et: Ma olen oma taastevõtme turvaliselt salvestanud
eu: Berreskuratze gakoa leku seguruan gorde dut
fa: کلید بازیابیم را جایی امن ذخیره کردم
fi: Olen tallentanut palautusavaimen turvalliseen paikkaan
fr: Je comprends que je pourrais perdre toutes mes données si je n’ai pas de clé de récupération
ga: Shábháil mé m'eochair aisghabhála in áit shábháilte
he: שמרתי את מפתח השחזור שלי במקום בטוח
hu: Elmentettem a helyreállítási kulcsomat egy biztonságos helyre
ja: 安全なところにリカバリーキーを保存しました
ka: მე შევინახე აღდგენის გასაღები უსაფრთხო ადგილას
kn: ನಾನು ನನ್ನ ಮರುಪ್ರಾಪ್ತಿ ಕೀಲಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಎಲ್ಲೋ ಉಳಿಸಿದ್ದೇನೆ
lo: ຂ້ອຍໄດ້ບັນທຶກຄີກູ້ຄືນຂອງຂ້ອຍໄວ້ໃນບ່ອນທີ່ປອດໄພແລ້ວ
nl: Ik heb mijn herstelcode ergens veilig opgeslagen
oc: Compreni que pòdi pèrdre totas mas donadas s'ai pas de clau de recuperacion
pl: Mam zapisany klucz odzyskiwania w bezpiecznym miejscu
pt_br: Guardei minha chave de recuperação em um lugar seguro
ru: Я сохранил свой ключ восстановления в безопасном месте
sk: Uložil(a) som svoj obnovovací kľúč na bezpečné miesto
sv: Jag har sparat min återställningsnyckel någonstans säkert
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى بىخەتەر جايغا ساقلىدىم
uk: Ключ відновлення збережено в надійному місці
zh: 我把恢复密钥保存在了安全的地方
zh_tw: 我知道如果沒有復原金鑰，我可能會遺失所有資料

# recoveryKeyLinkLabel
source: Learn more
ca: Més informació
de: Mehr erfahren
eo: Lerni plu
et: Lisateave
eu: Ikasi gehiago
fa: دانستن بیش‌تر
fi: Lue lisää
ga: Foghlaim níos mó
he: מידע נוסף
hu: Tudjon meg többet
ja: 追加情報
ka: გაიგეთ მეტი
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer informatie
pa: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
pt_br: Saber mais
ru: Узнать больше
sk: Zistiť viac
sv: Läs mer
ug: مول بىلىم
uk: Докладніше
zh: 了解更多

# recoveryKeySaveToFileLabel
source: Save to file
ca: Desa a un fitxer
de: In Datei speichern
eo: Konservi en dosieron
et: Salvesta failina
eu: Gorde fitxategian
fa: ذخیره در پرونده
fi: Tallenna tiedostoon
ga: Sábháil chuig comhad
he: שמירה לקובץ
hu: Mentés fájlba
ja: ファイルに保存
ka: შენახვა ფაილში
kn: ಫೈಲ್‌ಗೆ ಉಳಿಸಿ
lo: ບັນທຶກລົງໄຟລ໌
nl: Opslaan naar bestand
pa: ਫ਼ਾਇਲ ਵਿੱਚ ਸੰਭਾਲੋ
pl: Zapisz do pliku
pt_br: Salvar em arquivo
ru: Сохранить в файл
sk: Uložiť do súboru
sv: Spara till fil
ug: ھۆججەتكە ساقلا
uk: Зберегти у файл
zh: 保存至文件

# recoveryKeyShowQrCodeLabel
source: Show QR code
ca: Mostra el codi QR
de: QR-Code anzeigen
eo: Montri QR-kodon
et: Näita QR-koodi
eu: Erakutsi QR kodea
fa: نمایش کد پاس
fi: Näytä QR-koodi
ga: Taispeáin cód QR
he: הצגת קוד QR
hu: QR-kód megjelenítése
ja: QRコードを表示
ka: QR კოდის ჩვენება
kn: QR ಕೋಡ್ ತೋರಿಸಿ
lo: ສະແດງ QR code
nl: QR-code weergeven
pa: QR ਕੋਡ ਨੂੰ ਵੇਖਾਓ
pl: Pokaż kod QR
pt_br: Mostrar código QR
ru: Показать QR-код
sk: Zobraziť QR kód
sv: Visa QR-kod
ug: QR كودىنى كۆرسەت
uk: Показати QR-код
zh: 显示二维码

# recoveryKeyQrDialogTitle
source: {DISTRO} Desktop - Recovery key
ca: {DISTRO} Escriptori - Clau de recuperació
de: {DISTRO} Desktop - Wiederherstellungsschlüssel
eo: {DISTRO} Desktop – Restaŭra ŝlosilo
et: {DISTRO} töölaud - taastevõti
eu: {DISTRO} Mahaigaina - Berreskuratze gakoa
fa: میزکار {DISTRO} - کلید بازیابی
fi: {DISTRO}-työpöytä -palautusavain
ga: Deasc {DISTRO} - Eochair aisghabhála
he: {DISTRO} לשולחן העבודה - מפתח שחזור
hu: {DISTRO} asztal – helyreállítási kulcs
ja: {DISTRO} デスクトップ - リカバリーキー
ka: {DISTRO} Desktop - აღდგენის გასაღები
kn: {DISTRO} ಡೆಸ್ಕ್‌ಟಾಪ್ - ರಿಕವರಿ ಕೀ
lo: {DISTRO} Desktop - ຄີກູ້ຄືນ
nl: {DISTRO} Desktop - Herstelcode
pa: {DISTRO} ਡੈਸਕਟਾਪ - ਰਿਕਵਰੀ ਕੁੰਜੀ
pl: {DISTRO} Desktop - Klucz odzyskiwania
pt_br: {DISTRO} Desktop - Chave de recuperação
ru: {DISTRO} Desktop - Ключ восстановления
sk: {DISTRO} Desktop – Obnovovací kľúč
sv: {DISTRO}-skrivbordet - Återställningsnyckel
ug: {DISTRO} ئۈستەلئۈستى - ئەسلىگە كەلتۈرۈش ئاچقۇچى
uk: {DISTRO} Десктоп - Ключ відновлення
zh: {DISTRO} Desktop - 恢复密钥

# recoveryKeyQrDialogBody
source: Scan the QR code to copy the recovery key and save it somewhere safe, such as a password manager. You can also take a photo for later use.
ca: Escanegeu el codi QR per copiar la clau de recuperació i guardar-la en algun lloc segur, com ara un gestor de contrasenyes. També podeu fer una foto per a un ús futur.
de: Scannen Sie den QR-Code, um den Wiederherstellungsschlüssel zu kopieren, und speichern Sie ihn an einem sicheren Ort, z. B. in einem Passwortmanager. Sie können auch ein Foto zur späteren Verwendung machen.
eo: Skanu la QR-kodon por kopii la restaŭran ŝlosilon kaj konservu ĝin en sekura loko kiel ekzemple pasvortadministrilo. Vi ankaŭ povas foti ĝin por posta uzado.
et: Taastevõtme kopeerimiseks ja turvaliseks talletamiseks skaneeri seda QR-koodi. Turvaliseks salvestamiseks sobib digitaalne salasõnahaldur. Hilisemaks töötlemiseks võid teda pildistada.
eu: Eskaneatu QR kodea berreskuratze gakoa kopiatzeko eta leku seguruan gordetzeko, adibidez pasahitz-kudeatzaile batean. Geroago erabiltzeko argazki bat ere atera dezakezu.
fi: Skannaa QR-koodi kopioidaksesi palautusavaimen ja tallentaaksesi sen johonkin turvalliseen paikkaan, kuten salasanojen hallintatyökaluun. Voit myös ottaa siitä valokuvan myöhempää käyttöä varten.
ga: Scan an cód QR chun an eochair aisghabhála a chóipeáil agus í a shábháil in áit shábháilte, amhail bainisteoir pasfhocal. Is féidir leat grianghraf a thógáil freisin lena úsáid níos déanaí.
he: יש לסרוק את קוד ה־QR כדי להעתיק את מפתח השחזור ולשמור אותו במקום בטוח כגון מנהל סיסמאות. אפשר גם לצלם אותו לשימוש עתידי.
hu: Olvassa be a QR-kódot a helyreállítási kulcs másolásához, és mentse el biztonságos helyre, például jelszókezelőbe. Fényképet is készíthet a későbbi használathoz.
ja: QRコードをスキャンしてリカバリーキーをコピーし、パスワードマネージャーなどどこか安全なところに保存してください。後のために写真を撮っておくのもいいでしょう。
ka: დაასკანერეთ QR კოდი აღდგენის გასაღებების დასაკოპირებლად და შეინახეთ ის სადმე უსაფრთხო ადგილად, მაგ: პაროლების მმართველში. ასევე შეგიძლიათ, სურათი გადაუღოთ.
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀಲಿಯನ್ನು ನಕಲಿಸಲು QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕದಂತಹ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಅದನ್ನು ಉಳಿಸಿ. ನಂತರದ ಬಳಕೆಗಾಗಿ ನೀವು ಫೋಟೋವನ್ನು ಸಹ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
lo: ສະແກນ QR code ເພື່ອຄັດລອກຄີກູ້ຄືນ ແລະ ບັນທຶກໄວ້ໃນບ່ອນທີ່ປອດໄພ, ເຊັ່ນ: ໂປຣແກຣມຈັດການລະຫັດຜ່ານ. ທ່ານຍັງສາມາດຖ່າຍຮູບໄວ້ໃຊ້ພາຍຫຼັງໄດ້.
nl: Scan de QR-code om de herstelcode te kopiëren en op een veilige plek op te slaan, zoals een wachtwoordmanager. U kunt ook een foto maken voor later gebruik.
pl: Zeskanuj kod QR, aby skopiować klucz odzyskiwania i zapisać go w bezpiecznym miejscu, np. w menedżerze haseł. Możesz również zrobić zdjęcie do późniejszego wykorzystania.
pt_br: Escaneie o código QR para copiar a chave de recuperação e salve-a em um local seguro, como um gerenciador de senhas. Você também pode tirar uma foto para usar posteriormente.
ru: Отсканируйте QR-код, чтобы скопировать ключ восстановления и сохранить его в безопасном месте, например, в менеджере паролей. Также вы можете сделать фотографию и использовать её позже.
sk: Naskenujte QR kód, skopírujte obnovovací kľúč a uložte ho na bezpečné miesto, napríklad do správcu hesiel. Môžete si tiež vytvoriť snímku obrazovky na neskoršie použitie.
sv: Skanna QR-koden för att kopiera återställningsnyckeln och spara den på ett säkert ställe, till exempel i en lösenordshanterare. Du kan också ta ett foto för senare användning.
ug: QR كودىنى تاراپ ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئىم باشقۇرغۇچقا ئوخشاش بىرەر بىخەتەر جايدا ساقلاڭ. كېيىن ئىشلىتىش ئۈچۈن ئۇنى سۈرەتكە تارتسىڭىزمۇ بولىدۇ.
uk: Відскануйте QR-код, щоб скопіювати ключ відновлення, і збережіть його в безпечному місці, наприклад, у менеджері паролів. Ви також можете сфотографувати його для подальшого використання.
zh: 扫描二维码复制恢复密钥并将其保存至安全的地方，例如密码管理器中。您也可以拍下照片以备以后使用。

# recoveryKeyClipboardNotifiaction
source: Copied to clipboard
ca: Copiat al portaretalls
de: In die Zwischenablage kopiert
eo: Kopiite en tondujon
et: Kopeeritud lõikelauale
eu: Arbelera kopiatu da
fa: در تخته‌گیره رونوشت شد
fi: Kopioitu leikepöydälle
ga: Cóipeáilte chuig an ghearrthaisce
he: הועתק ללוח הגזירים
hu: Vágólapra másolva
ja: クリップボードにコピー
ka: დაკოპირდა ბუფერში
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
lo: ຄັດລອກໄປທີ່ຄລິບບອດແລ້ວ
nl: Gekopieerd naar klembord
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ
pl: Skopiowano do schowka
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
sv: Kopierad till urklipp
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Скопійовано в буфер обміну
zh: 已复制至剪贴板

# landscapeMagicAttachInstructions
source: Scan the QR code or enter the code below at <a href="https://{url}">{url}</a>
ca: Escanegeu el codi QR o introduïu el codi següent a <a href="https://{url}">{url}</a>
cs: Naskenujte QR kód nebo zadejte kód níže na <a href="https://{url}">{url}</a>
de: Scannen Sie den QR-Code oder geben Sie den unten stehenden Code unter <a href="https://{url}">{url}</a> ein
eo: Skanu la QR-kodon aŭ tajpu la ĉi suban kodon ĉe <a href="https://{url}">{url}</a>
et: Skaneeri QR-koodi või sisesta järgnev kood veebilehel <a href="https://{url}">{url}</a>
eu: Eskaneatu QR kodea edo sartu azpiko kodea hemen: <a href="https://{url}">{url}</a>
fi: Skannaa QR-koodi tai syötä sen alla oleva koodi osoitteessa <a href="https://{url}">{url}</a>
fr: Scanner le code QR ou saisir le code ci-dessous à <a href="https://{url}">{url}</a>
ga: Scan an cód QR nó cuir isteach an cód thíos ag <a href="https://{url}">{url}</a>
he: נא לסרוק את ה־QR או למלא את הקוד להלן דרך <a href="https://{url}">{url}</a>
hu: Olvassa be a QR-kódot, vagy adja meg a lenti kódot a(z) <a href="https://{url}">{url}</a> oldalon
ja: QRコードをスキャンするか、 <a href="https://{url}"> にあるコードを入力してください
ka: დაასკანერეთ QR კოდი, ან შეიყვანეთ კოდი ბმულზე <a href="https://{url}">{url}</a>
kn: QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ಕೆಳಗಿನ ಕೋಡ್ ಅನ್ನು <a href="https://{url}">{url}</a> ನಲ್ಲಿ ನಮೂದಿಸಿ
lo: ສະແກນ QR code ຫຼື ປ້ອນລະຫັດຂ້າງລຸ່ມນີ້ທີ່ <a href="https://{url}">{url}</a>
nl: Scan de QR-code of voer de onderstaande code in op <a href="https://{url}">{url}</a>
oc: Numerizatz lo còdi QR o picatz lo còdi çai jos <a href="https://{url}">{url}</a>
pl: Zeskanuj kod QR lub wprowadź poniższy kod na <a href="https://{url}">{url}</a>
pt_br: Escaneie o código QR ou insira o código abaixo em <a href="https://{url}">{url}</a>
ru: Отсканируйте QR-код или введите код ниже на сайте <a href="https://{url}">{url}</a>
sk: Naskenujte QR kód alebo zadajte kód nižšie na <a href="https://{url}">{url}</a>
sv: Skanna QR-koden eller ange koden nedan på <a href="https://{url}">{url}</a>
ug: QR كودىنى تاراڭ ياكى <a href="https://{url}">{url}</a> غا تۆۋەندىكى كودنى كىرگۈزۈڭ
uk: Скануйте QR-код або введіть код нижче за посиланням <a href="https://{url}">{url}</a>
zh: 扫二维码然后在下面输入代码。<a href="https://{url}">{url}</a>
zh_tw: 掃描 QR code 或在 <a href="https://{url}">{url}</a> 輸入以下代碼

# landscapePageTitle
source: Automated installation
ca: Instal·lació automatitzada
cs: Automatická instalace
de: Automatisierte Installation
eo: Aŭtomata instalado
et: Automaatne paigaldus
eu: Instalazio automatizatua
fa: نصب خودکار
fi: Automaattinen asennus
fr: installation automatisée
ga: Suiteáil uathoibrithe
he: התקנה אוטומטית
hu: Automatizált telepítés
ja: 自動インストール
ka: ავტომატური დაყენება
kn: ಸ್ವಯಂಚಾಲಿತ ಅನುಸ್ಥಾಪನೆ
lo: ການຕິດຕັ້ງແບບອັດຕະໂນມັດ
nl: Geautomatiseerde installatie
oc: Installacion automatizada
pl: Instalacja zautomatyzowana
pt_br: Instalação automatizada
ru: Автоматическая установка
sk: Automatická inštalácia
sv: Automatisk installation
ug: ئۆزلۈكىدىن ئورنىتىش
uk: Автоматизоване встановлення
zh: 自动安装
zh_tw: 自動安裝

# landscapeHeader
source: Log in to Landscape
ca: Inicieu sessió a Landscape
cs: Přihlásit se k Landscape
de: Bei Landscape anmelden
eo: Saluti al Landscape
et: Logi sisse Landscape'i teenusesse
eu: Hasi saioa Landscapen
fa: ورود به لندسکیپ
fi: Kirjaudu Landscapeen
fr: Ouvrir une session Landscape
ga: Logáil isteach ar an Tírdhreach
he: כניסה ל־Landscape
hu: Bejelentkezés a Landscape-be
ja: Landscapeにログイン
ka: Landscape-ში შეცვლა
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ
lo: ເຂົ້າສູ່ລະບົບ Landscape
nl: Inloggen bij Landscape
oc: Accedir a Landscape
pl: Zaloguj się do Landscape
pt_br: Faça login no Landscape
ru: Войдите в систему, чтобы узнать о Landscape
sk: Prihláste sa do Landscape
sv: Logga in till Landscape
ug: Landscape غا تىزىمغا كىرىڭ
uk: Увійдіть до Landscape
zh: 登入 Landscape
zh_tw: 登入 Landscape

# landscapeDomainHeader
source: Enter Landscape domain (FQDN)
ca: Entreu el domini de Landscape (FQDN)
cs: Zadejte doménu Landscape (FQDN)
de: Landscape-Domain (FQDN) eingeben
eo: Tajpu nomregnon de Landscape (plene kvalifikitan nomregnon)
et: Sisesta Landscape'i domeen (FQDN ehk täielik domeeninimi)
eu: Sartu Landscapeko domeinua (FQDN)
fa: ورود دامنهٔ لندسکیپ
fi: Syöytä Landscape-toimialue (FQDN)
fr: Entrer le domaine Landscape (FQDN)
ga: Cuir isteach fearann Tírdhreacha (FQDN)
he: נא למלא שם תחום ל־Landscape‏ (מלא/FQDN)
hu: Landscape-tartomány (FQDN) megadása
ja: Landscapeのドメイン(FQDN)を入力してください
ka: შეიყვანეთ Landscape-ის დომენი (FQDN)
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಡೊಮೇನ್ ನಮೂದಿಸಿ (FQDN)
lo: ປ້ອນໂດເມນ Landscape (FQDN)
nl: Landscape-domain invoeren (FQDN)
oc: Picatz lo domeni Landscape (FQDN)
pl: Wprowadź domenę Landscape (FQDN)
pt_br: Insira o domínio Landscape (FQDN)
ru: Введите домен Landscape (FQDN)
sk: Zadajte doménu Landscape (FQDN)
sv: Ange Landscape-domän (FQDN)
ug: Landscape دائىرىنى كىرگۈزۈڭ (FQDN)
uk: Введіть домен Landscape (FQDN)
zh: 输入 Landscape 域 (FQDN)
zh_tw: 輸入 Landscape 網域 (FQDN)
