Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# recoveryKeyExceptionFileSystemTitle
source: Recovery key file not saved
ca: No s'ha desat la clau de recuperació
de: Wiederherstellungsschlüsseldatei nicht gespeichert
eo: Dosiero de restaŭra ŝlosilo ne konserviĝis
et: Taastevõtme fail pole salvestatud
eu: Berreskuratze gakoaren fitxategia ez da gorde
fa: پروندهٔ کلید بازیابی ذخیره نشد
fi: Palautusavainta ei tallennettu
ga: Níor sábháladh comhad eochrach aisghabhála
he: קובץ מפתח השחזור לא נשמר
hu: A helyreállítási kulcs fájlja nincs elmentve
ja: リカバリーキーファイルが保存できませんでした
ka: აღდგენის გასაღების ფაილი შენახული არაა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ
lo: ບໍ່ໄດ້ບັນທຶກໄຟລ໌ຄີກູ້ຄືນ
nl: Herstelcode niet opgeslagen
pl: Plik klucza odzyskiwania nie został zapisany
pt_br: O arquivo da chave de recuperação não foi salvo
ru: Файл ключа восстановления не сохранён
sk: Súbor s obnovovacím kľúčom nebol uložený
sv: Återställningsnyckelfilen sparades inte
tr: Kurtarma anahtarı dosyası kaydedilmedi
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ساقلانمىدى
uk: Файл ключа відновлення не збережено
zh: 恢复密钥文件未保存

# passphrasePageChoosePassphraseHint
source: Passphrase
ca: Contrasenya
eo: Pasfrazo
et: Salafraas
eu: Pasaesaldia
fa: عبارت عبور
fi: Tunnuslause
ga: Pasfrása
he: מילת צופן
hu: Jelmondat
it: Frase d'accesso
ja: パスフレーズ
ka: საკვანძო ფრაზა
kn: ಪಾಸ್ಫ್ರೇಸ್
lo: ວະລີຜ່ານ
nl: Wachtwoordzin
pl: Hasło
pt_br: Senha
ru: Парольная фраза
sk: Prístupová fráza
sv: Lösenfras
tr: Parola
ug: ئىم ئىبارە
uk: Парольна фраза
zh: 密码

# recoveryKeyExceptionDisallowedPathTitle
source: Recovery key file cannot be saved in a temporary location
ca: El fitxer clau de recuperació no es pot desar en una ubicació temporal
de: Die Wiederherstellungsschlüsseldatei kann nicht an einem temporären Ort gespeichert werden
eo: Oni ne konservu la dosieron de restaŭra ŝlosilo en provizoran lokon
et: Taastevõtit ei saa salvestada ajutisse asukohta
eu: Berreskuratze gakoaren fitxategia ezin izan da gorde aldi baterako kokalekuan
fa: کلید بازیابی نتوانست در مکان موقّتی ذخیره شود
fi: Palautusavainta ei voi tallentaa väliaikaiseen sijaintiin
ga: Ní féidir comhad eochrach aisghabhála a shábháil in áit shealadach
he: לא ניתן לשמור את קובץ מפתח השחזור במקום זמני
hu: A helyreállítási kulcs fájlját nem lehet ideiglenes helyre menteni
ja: リカバリーキーファイルが一時場所に保存できませんでした
ka: აღდგენის გასაღების ფაილს დროებით ადგილას ვერ შეინახავთ
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ತಾತ್ಕಾಲಿಕ ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ຄີກູ້ຄືນໃນບ່ອນຊົ່ວຄາວໄດ້
nl: Herstelcodebestand kan niet op een tijdelijke locatie worden opgeslagen
pl: Pliku klucza odzyskiwania nie można zapisać w lokalizacji tymczasowej
pt_br: O arquivo da chave de recuperação não pode ser salvo em um local temporário
ru: Файл ключа восстановления не может быть сохранён во временном месте
sk: Súbor s obnovovacím kľúčom sa nedá uložiť do dočasného priečinka
sv: Återställningsnyckelfilen kan inte sparas på en temporär plats
tr: Kurtarma anahtarı dosyası geçici bir konuma kaydedilemez
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچ ھۆججىتىنى ۋاقىتلىق ئورۇنغا ساقلىيالمايدۇ
uk: Файл ключа відновлення не можна зберегти у тимчасовому розташуванні
zh: 恢复密钥文件不能保存到临时位置

# passphrasePageConfirmPassphraseHint
source: Confirm passphrase
ca: Confirma la contrasenya
de: Passphrase bestätigen
eo: Konfirmu pasfrazon
et: Korda salafraasi
eu: Berretsi pasaesaldia
fa: تأیید عبارت عبور
fi: Vahvista tunnuslause
ga: Deimhnigh an frása faire
he: אישור מילת צופן
hu: Jelmondat megerősítése
it: Conferma frase d'accesso
ja: パスフレーズの確認
ka: დაადასტურეთ საკვანძო ფრაზა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
lo: ຢືນຢັນວະລີຜ່ານ
nl: Wachtwoordzin bevestigen
pa: ਵਾਕ ਦੀ ਤਸਦੀਕ
pl: Potwierdź hasło
pt_br: Confirmar a senha
ru: Подтвердить парольную фразу
sk: Potvrďte prístupovú frázu
sv: Bekräfta lösenfras
tr: Parolayı onayla
ug: جەزملەش ئىم ئىبارە
uk: Підтвердити парольну фразу
zh: 确认密码

# recoveryKeyExceptionUnknownTitle
source: Unknown error
ca: Error desconegut
de: Unbekannter Fehler
eo: Nekonata eraro
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
ga: Earráid anaithnid
he: שגיאה לא ידועה
hu: Ismeretlen hiba
ja: 不明なエラー
ka: უცნობი შეცდომა
kn: ಅಜ್ಞಾತ ದೋಷ
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
nl: Onbekende fout
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
tr: Bilinmeyen hata
ug: يوچۇن خاتالىق
uk: Невідома помилка
zh: 未知错误

# passphrasePageRequiredPassphrase
source: A passphrase is required
ca: Es requereix una contrasenya
de: Eine Passphrase ist erforderlich
eo: Pasfrazo necesas
et: Salafraas on nõutav
eu: Pasaesaldia beharrezkoa da
fa: نیازمند عبارت عبور
fi: Tunnuslause vaaditaan
ga: Tá frása faire ag teastáil
he: דרושה מילת צופן
hu: A jelmondat megadása kötelező
it: Una frase d'accesso è obbligatoria
ja: パスフレーズを入力してください
ka: საკვანძო ფრაზა აუცილებელია
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಅಗತ್ಯವಿದೆ
lo: ຈຳເປັນຕ້ອງມີວະລີຜ່ານ
nl: Een wachtwoordzin is vereist
pa: ਵਾਕ ਚਾਹੀਦਾ ਹੈ
pl: Wymagane jest hasło
pt_br: É necessária uma senha
ru: Требуется парольная фраза
sk: Je potrebné zadať prístupovú frázu
sv: En lösenfras krävs
tr: Bir parola gereklidir
ug: ئىم ئىبارە زۆرۈر
uk: Необхідна парольна фраза
zh: 需要输入密码

# passphrasePageMismatchPassphrase
source: The passphrases do not match
ca: Les contrasenyes no concorden
de: Die Passphrasen stimmen nicht überein
eo: La pasfrazoj ne kongruas
et: Salafraasid ei klapi omavahel
eu: Pasaesaldiak ez datoz bat
fa: عبارت‌های عبور مطابق نیستند
fi: Tunnuslauseet eivät täsmää
ga: Ní hionann na frásaí faire
he: מילות הצופן לא תואמות
hu: A jelmondatok nem egyeznek
it: Le frasi d'accesso non corrispondono
ja: パスフレーズが一致しません
ka: საკვანძო ფრაზები არ ემთხვევა
kn: ಪಾಸ್‌ಫ್ರೇಸ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
lo: ວະລີຜ່ານບໍ່ກົງກັນ
nl: De wachtwoordzinnen komen niet overeen
pa: ਵਾਕ ਮਿਲਦੇ ਨਹੀਂ ਹਨ
pl: Hasła nie pasują do siebie
pt_br: As senhas não coincidem
ru: Парольные фразы не совпадают
sk: Prístupové frázy sa nezhodujú
sv: Lösenordsfraserna matchar inte
tr: Parolalar eşleşmiyor
ug: ئىم ئىبارە ماس كەلمىدى
uk: Парольні фрази не збігаються
zh: 密码不匹配

# passphrasePageChoosePinHint
source: PIN
et: PIN-kood
eu: PINa
fa: پین
ga: UAP
he: קוד אישי
hu: PIN-kód
kn: ಪಿನ್
nl: Pincode
pa: ਪਿੰਨ
pl: Kod PIN
sv: PIN-kod
uk: PIN-код

# recoveryKeyExceptionFileSystemBody
source: You do not have permission to write to that folder. Try a different location or use another method.
ca: No teniu permís per escriure a aquesta carpeta. Proveu un lloc diferent o un altre mètode.
de: Sie haben keine Berechtigung, in diesen Ordner zu schreiben. Versuchen Sie es an einem anderen Ort oder mit einer anderen Methode.
eo: Vi ne rajtas skribi en tiun dosierujon. Provu alian lokon, aŭ uzu alian metodon.
et: Sul puuduvad õigused sellesse kausta kirjutamiseks. Proovi muud asukohta või kasuta muud meetodit.
eu: Ez duzu karpeta horretan idazteko baimenik. Saiatu beste kokaleku batean edo erabili bestelako metodo bat.
fi: Tähän kansioon ei ole oikeutta kirjoittaa. Yritä toista sijaintia tai käytä toista tapaa.
ga: Níl cead agat scríobh chuig an bhfillteán sin. Bain triail as suíomh difriúil nó bain úsáid as modh eile.
he: אין לך הרשאה לכתוב לתיקייה הזאת. נא לנסות מקום אחר או להשתמש בשיטה אחרת.
hu: Nincs jogosultsága az adott mappába való íráshoz. Próbáljon egy másik helyet, vagy használjon más módszert.
ja: フォルダーに保存する権限がありません。別の場所にするか、他の方法にしてください。
ka: თქვენ არ გაქვთ იმ საქაღალდეში ჩაწერის უფლება. სცადეთ სხვა მდებარეობა, ან გამოიყენეთ სხვა მეთოდი.
kn: ಆ ಫೋಲ್ಡರ್‌ಗೆ ಬರೆಯಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಬೇರೆ ಸ್ಥಳವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ವಿಧಾನವನ್ನು ಬಳಸಿ.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຂຽນລົງໃນໂຟນເດີນັ້ນ. ລອງປ່ຽນບ່ອນໃໝ່ ຫຼື ໃຊ້ອີກວິທີໜຶ່ງ.
nl: U bent niet gemachtigd om naar die map te schrijven. Probeer een andere locatie of gebruik een andere methode.
pl: Nie masz uprawnień do zapisu w tym folderze. Spróbuj innej lokalizacji lub użyj innej metody.
pt_br: Você não tem permissão para escrever nessa pasta. Tente um local diferente ou use outro método.
ru: У вас нет разрешения на запись в эту папку. Попробуйте другое место или воспользуйтесь другим способом.
sk: Nemáte oprávnenie zapisovať do tohto priečinka. Skúste iné umiestnenie alebo použite inú metódu.
sv: Du har inte behörighet att skriva till den mappen. Försök med en annan plats eller använd en annan metod.
tr: Bu klasöre yazma izniniz yok. Farklı bir konum deneyin veya başka bir yöntem kullanın.
ug: ئۇ قىسقۇچ ئورنىغا يېزىش ئىجازىتىڭىز يوق. پەرقلىق ئورۇننى سىناڭ ياكى باشقا ئۇسۇلنى ئىشلىتىڭ.
uk: У вас немає дозволу на запис до цієї теки. Спробуйте інше розташування або використайте інший спосіб.
zh: 您没有写入该文件夹的权限，请尝试其他位置或使用其他方法。

# passphrasePageConfirmPinHint
source: Confirm PIN
ca: Confirma el PIN
de: PIN bestätigen
eo: Konfirmi PIN
et: Korda PIN-koodi
eu: Berretsi PINa
fa: تأیید پین
fi: Vahvista PIN
ga: Deimhnigh an UAP
he: אישור קוד אישי
hu: PIN-kód megerősítése
it: Conferma PIN
ja: PINの確認
ka: დაადასტურეთ PIN
kn: ಪಿನ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
lo: ຢືນຢັນ PIN
nl: Pincode bevestigen
pa: ਪਿੰਨ ਦੀ ਤਸਦੀਕ
pl: Potwierdź kod PIN
pt_br: Confirmar o PIN
ru: Подтвердить PIN-код
sk: Potvrďte PIN
sv: Bekräfta PIN-kod
tr: PIN'i onayla
ug: جەزملەش PIN
uk: Підтвердьте PIN-код
zh: 确认 PIN

# recoveryKeyExceptionDisallowedPathBody
source: Try a different location, such as a removable drive, or use another method.
ca: Proveu una ubicació diferent, com ara una unitat extraïble o utilitzeu un altre mètode.
de: Versuchen Sie es an einem anderen Ort, z. B. auf einem Wechsellaufwerk, oder verwenden Sie eine andere Methode.
eo: Provu alian lokon, ekzemple poŝmemorilon, aŭ uzu alian metodon.
et: Proovi kasutada muud asukohta, näiteks eemaldatavat andmekandjat või muud meetodit.
eu: Saiatu beste kokaleku batekin, esaterako unitate aldagarri bat, edo erabili bestelako metodo bat.
fi: Käytä toista sijaintia kuten irrotettavaa asemaa, tai käytä toista tapaa.
ga: Bain triail as suíomh difriúil, amhail tiomántán inbhainte, nó bain úsáid as modh eile.
he: נא לנסות מקום אחר כגון כונן נתיק או להשתמש בשיטה אחרת.
hu: Próbáljon egy másik helyet, például egy cserélhető meghajtót, vagy használjon más módszert.
ja: USBメモリーなど別の場所に保存するか、他の方法にしてください。
ka: სცადეთ სხვა მდებარეობა. მაგალითად: მოხსნადი დისკი, ან გამოიყენეთ სხვა მეთოდი.
kn: ತೆಗೆಯಬಹುದಾದ ಡ್ರೈವ್‌ನಂತಹ ಬೇರೆ ಸ್ಥಳವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ವಿಧಾನವನ್ನು ಬಳಸಿ.
lo: ລອງປ່ຽນບ່ອນໃໝ່, ເຊັ່ນ: ໄດຣຟ໌ທີ່ຖອດໄດ້, ຫຼື ໃຊ້ອີກວິທີໜຶ່ງ.
nl: Probeer een andere locatie, zoals een verwijderbare schijf of gebruik een andere methode.
pl: Spróbuj innej lokalizacji, np. dysku wymiennego, lub użyj innej metody.
pt_br: Tente um local diferente, como uma unidade removível, ou use outro método.
ru: Попробуйте иное место, например съёмный диск, или воспользуйтесь другим способом.
sk: Skúste iné umiestnenie, napríklad vymeniteľnú jednotku, alebo použite inú metódu.
sv: Försök med en annan plats, till exempel en flyttbar enhet, eller använd en annan metod.
tr: Çıkarılabilir bir sürücü gibi farklı bir konum deneyin veya başka bir yöntem kullanın.
ug: كۆچمە دىسكىغا ئوخشاش پەرقلىق ئورۇننى سىناڭ ياكى باشقا ئۇسۇلنى ئىشلىتىڭ.
uk: Спробуйте інше розташування, наприклад, змінний диск, або використайте інший метод.
zh: 尝试一个不同的地址，例如可移动磁盘，或者用其他的方式。

# passphrasePageRequiredPin
source: A PIN is required
ca: Es requereix un PIN
de: Eine PIN ist erforderlich
eo: PIN estas postulata
et: PIN-kood on vajalik
eu: PINa beharrezkoa da
fa: نیازمند پین
fi: PIN-koodi vaaditaan
ga: Tá UAP ag teastáil
he: דרוש קוד אישי
hu: PIN-kód szükséges
it: Un PIN è obbligatorio
ja: PINを入力してください
ka: PIN-კოდი აუცილებელია
kn: ಪಿನ್ ಅಗತ್ಯವಿದೆ
lo: ຈຳເປັນຕ້ອງມີ PIN
nl: Een Pincode is vereist
pa: ਪਿੰਨ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest kod PIN
pt_br: Um PIN é requerido
ru: Требуется PIN-код
sk: Je potrebné zadať PIN
sv: En PIN-kod krävs
tr: Bir PIN gereklidir
ug: PIN كىرگۈزۈش زۆرۈر
uk: Необхідний PIN-код
zh: 需要输入 PIN

# recoveryKeyFilePickerTitle
source: Save recovery key file
ca: Desa el fitxer de clau de recuperació
de: Wiederherstellungsschlüsseldatei speichern
eo: Konservi dosieron de restaŭra ŝlosilo
et: Salvesta taastevõti failina
eu: Gorde berreskuratze gakoaren fitxategia
fa: ذخیرهٔ پروندهٔ کلید بازیابی
fi: Tallenna palautusavaimen tiedosto
ga: Sábháil comhad eochrach aisghabhála
he: שמירת קובץ מפתח שחזור
hu: Helyreállítási kulcs fájljának mentése
ja: リカバリーキーファイルの保存
ka: აღდგენის გასაღების ფაილის შენახვა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಿ
lo: ບັນທຶກໄຟລ໌ຄີກູ້ຄືນ
nl: Herstelcodebestand opslaan
pl: Zapisz plik klucza odzyskiwania
pt_br: Salvar arquivo de chave de recuperação
ru: Сохранить файл ключа восстановления
sk: Uložiť súbor obnovovacieho kľúča
sv: Spara återställningsnyckelfil
tr: Kurtarma anahtarı dosyasını kaydedin
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ساقلايدۇ
uk: Зберегти файл ключа відновлення
zh: 保存恢复密钥文件

# passphrasePageMismatchPin
source: The PINs do not match
ca: Els PIN no concorden
de: Die PINs stimmen nicht überein
eo: La PIN-oj ne kongruas
et: PIN-koodid ei klapi omavahel
eu: PINak ez datoz bat
fa: پین‌ها مطابق نیستند
fi: PIN-koodit eivät täsmää
ga: Ní hionann na UAPanna
he: הקודים האישיים לא תואמים
hu: A PIN-kódok nem egyeznek
it: I PIN non corrispondono
ja: PINが一致しません
ka: PIN-კოდები არ ემთხვევა
kn: ಪಿನ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
lo: PIN ບໍ່ກົງກັນ
nl: De pincodes komen niet overeen
pa: ਪਿੰਨ ਮਿਲਦੇ ਨਹੀਂ ਹਨ
pl: Kody PIN nie pasują do siebie
pt_br: Os PINs não combinam
ru: PIN-коды не совпадают
sk: PINy sa nezhodujú
sv: PIN-koderna matchar inte
tr: PIN'ler eşleşmiyor
ug: PIN ماس كەلمىدى
uk: PIN-коди не збігаються
zh: PIN 不匹配

# recoveryKeyFilePickerFilter
source: Text files
ca: Fitxers de text
de: Textdateien
eo: Tekstaj dosieroj
et: Tekstifailid
eu: Testu-fitxategiak
fa: پرونده‌های متنی
fi: Tekstitiedostot
ga: Comhaid téacs
he: קובצי טקסט
hu: Szövegfájlok
ja: テキストファイル
ka: ტექსტური ფაილები
kn: ಪಠ್ಯ ಫೈಲ್ಗಳು
lo: ໄຟລ໌ຂໍ້ຄວາມ
nl: Tekstbestanden
pa: ਲਿਖਤ ਫ਼ਾਇਲਾਂ
pl: Pliki tekstowe
pt_br: Arquivos de texto
ru: Текстовые файлы
sk: Textové súbory
sv: Textfiler
tr: Metin dosyaları
ug: تېكىست ھۆججەت
uk: Текстовий файл
zh: 文本文件

# passphraseTypePassphraseTileTitle
source: Require a passphrase
ca: Requereix una contrasenya
de: Eine Passphrase erforderlich machen
eo: Postuli pasfrazon
et: Eelda salafraasi kasutamist
eu: Eskatu pasaesaldia
fa: نیازمند عبارت عبور
fi: Vaadi tunnuslause
ga: Éiligh frása faire
he: לדרוש מילת צופן
hu: Jelmondat megkövetelése
it: Richiedi una frase d'accesso
ja: パスフレーズを要求
ka: საკვანძო ფრაზის მოთხოვნა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಅಗತ್ಯವಿದೆಪಾಸ್‌ಫ್ರೇಸ್ ಅಗತ್ಯವಿದೆ
lo: ຕ້ອງການວະລີຜ່ານ
nl: Een wachtwoordzin vereisen
pa: ਵਾਕ ਚਾਹੀਦਾ ਹੈ
pl: Wymagaj hasła
pt_br: Exigir uma senha
ru: Требовать парольную фразу
sk: Vyžadovať prístupovú frázu
sv: Kräv en lösenfras
tr: Bir parola gereklidir
ug: ئىم ئىبارە زۆرۈر
uk: Вимагати парольну фразу
zh: 需要密码

# passphraseTypePassphraseTileSubTitle
source: Most secure. You will need to enter a longer passphrase every time you turn on your computer.
ca: El més segur. Cada vegada que engegueu l’ordinador haureu d’introduir una contrasenya més llarga.
de: Am sichersten. Sie müssen jedes Mal eine längere Passphrase eingeben, wenn Sie Ihren Computer einschalten.
eo: Plej sekura. Vi devos tajpi longan pasfrazon por startigi vian komputilon.
et: Kõige turvalisem. Igal arvuti sisselülitamisel pead sisestama salafraasi.
eu: Seguruena. Pasaesaldi luzeago bat sartu beharko duzu ordenagailua pizten duzun aldiro.
fi: Kaikein turvallisin. Salauslause tulee syöttää joka kerta tietokonetta käynnistettäessä.
ga: Is sláine. Beidh ort frása faire níos faide a iontráil gach uair a chasann tú ar do ríomhaire.
he: הכי מאובטח. יש למלא מילת צופן ארוכה עם כל הדלקה של המחשב שלך.
hu: A legbiztonságosabb. Hosszabb jelmondatot kell megadnia minden alkalommal, amikor bekapcsolja a számítógépet.
it: Massima sicurezza. Dovrai inserire una passphrase più lunga ogni volta che accendi il computer.
ja: 最も安全です。PCの電源を入れるたびに長いパスフレーズを入力することになります。
ka: ყველაზე დაცული. დაგჭირდებათ, შეიყვანოთ უფრო გრძელი საკვანძო ფრაზა ყოველ ჯერზე, რამდენჯერაც კომპიუტერს ჩართავთ.
kn: ಅತ್ಯಂತ ಸುರಕ್ಷಿತ. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ನೀವು ಪ್ರತಿ ಬಾರಿ ಆನ್ ಮಾಡಿದಾಗಲೂ ನೀವು ದೀರ್ಘವಾದ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
lo: ປອດໄພທີ່ສຸດ. ທ່ານຈະຕ້ອງປ້ອນວະລີຜ່ານທີ່ຍາວກວ່າທຸກຄັ້ງທີ່ທ່ານເປີດຄອມພິວເຕີ.
nl: Meest veilig. Elke keer dat u uw computer inschakelt, moet u een langere wachtwoordzin invoeren.
pl: Najbezpieczniejsze. Wymagane będzie wpisanie dłuższego hasło za każdym razem, gdy włączysz komputer.
pt_br: Extremamente seguro. Você precisará inserir uma senha mais longa sempre que ligar o computador.
ru: Наиболее безопасно. Вам придётся вводить более длинную парольную фразу каждый раз при включении компьютера.
sk: Najvyššia úroveň zabezpečenia. Pri každom spustení počítača budete musieť zadať dlhšiu prístupovú frázu.
sv: Mest säker. Du måste ange en längre lösenfras varje gång du startar datorn.
tr: En güvenlisi. Bilgisayarınızı her açtığınızda daha uzun bir parola girmeniz gerekecek.
ug: ئەڭ بىخەتەر. كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئۇزۇنراق ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك.
uk: Найбільш безпечно. Вам потрібно буде вводити довшу парольну фразу кожного разу, коли ви вмикаєте комп'ютер.
zh: 最安全。每次启动计算机都需要输入较长的密码。

# passphraseTypePinTileTitle
source: Require a PIN
ca: Requereix un PIN
de: Eine PIN erforderlich machen
eo: Postuli PIN
et: Eelda PIN-koodi kasutamist
eu: Eskatu PINa
fa: نیازمند پین
fi: Vaadin PIN-koodi
ga: Éiligh UAP
he: לדרוש קוד אישי
hu: PIN-kód megkövetelése
it: Richiedi un PIN
ja: PINが必要です
ka: PIN-კოდის მოთხოვნა
kn: ಪಿನ್ ಅಗತ್ಯವಿದೆಪಿನ್ ಅಗತ್ಯವಿದೆ
lo: ຕ້ອງການ PIN
nl: Een Pincode vereisen
pa: ਪਿੰਨ ਚਾਹੀਦਾ ਹੈ
pl: Wymagaj kodu PIN
pt_br: Exigir um PIN
ru: Требовать PIN-код
sk: Vyžadovať PIN
sv: Kräv en PIN-kod
tr: PIN gereklidir
ug: PIN زۆرۈر
uk: Вимагати PIN-код
zh: 需要 PIN

# passphraseTypePinTileSubTitle
source: More secure. You will need to enter a numeric PIN every time you turn on your computer.
ca: El més segur. S'ha d'introduir un PIN numèric cada vegada que engegueu l'ordinador.
de: Sicherer. Sie müssen jedes Mal eine numerische PIN eingeben, wenn Sie Ihren Computer einschalten.
eo: Pli sekura. Vi devos tajpi numeran PIN por startigi vian komputilon.
et: Turvalisem, kui muidu. Igal arvuti sisselülitamisel pead sisestama numbritest koosneva PIN-koodi.
eu: Seguruagoa. Zenbakizko PIN bat sartu beharko duzu ordenagailua pizten duzun aldiro.
fi: Turvallisempi. PIN-koodi tulee syöttää joka kerta tietokonetta käynnistettäessä.
ga: Níos sláine. Beidh ort UAP uimhriúil a iontráil gach uair a chasann tú ar do ríomhaire.
he: מאובטח יותר. יש להקליד קוד אישי מספרי עם כל הדלקה של המחשב שלך.
hu: Biztonságosabb. Számokból álló PIN-kódot kell megadnia minden alkalommal, amikor bekapcsolja a számítógépet.
it: Più sicuro. Dovrai inserire un PIN numerico ogni volta che accendi il computer.
ja: かなり安全です。PCの電源を入れるたびにPIN番号を入力することになります。
ka: უფრო დაცული. დაგჭირდებათ, შეიყვანოთ რიცხვითი PIN-კოდი ყოველ ჯერზე, როცა კომპიუტერს ჩართავთ.
kn: ಹೆಚ್ಚು ಸುರಕ್ಷಿತ. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ನೀವು ಪ್ರತಿ ಬಾರಿ ಆನ್ ಮಾಡಿದಾಗಲೂ ನೀವು ಸಂಖ್ಯಾತ್ಮಕ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
lo: ປອດໄພກວ່າ. ທ່ານຈະຕ້ອງປ້ອນລະຫັດ PIN ຕົວເລກທຸກຄັ້ງທີ່ທ່ານເປີດຄອມພິວເຕີ.
nl: Veiliger. Elke keer dat u uw computer inschakelt, moet u een numerieke pincode invoeren.
pl: Bezpieczniejsze. Wymagane będzie wpisanie numerycznego kodu PIN za każdym razem, gdy włączysz komputer.
pt_br: Mais seguro. Você precisará inserir um PIN numérico sempre que ligar o computador.
ru: Наиболее безопасно. Вам придется вводить числовой PIN-код каждый раз при включении компьютера.
sk: Vyššia úroveň zabezpečenia. Pri každom spustení počítača budete musieť zadať číselný PIN.
sv: Mer säker. Du måste ange en numerisk PIN-kod varje gång du startar datorn.
tr: Daha güvenli. Bilgisayarınızı her açtığınızda sayısal bir PIN girmeniz gerekecek.
ug: بىخەتەررەك. كومپيۇتېرىڭىزنى ھەر قېتىم ئاچقاندا ئۇزۇنراق رەقەم PIN كىرگۈزۈشىڭىز كېرەك.
uk: Більш безпечно. Вам потрібно буде вводити цифровий PIN-код кожного разу, коли ви вмикаєте комп'ютер.
zh: 最安全。每次启动计算机都需要输入 PIN 码。

# passphraseTypeNoneTileTitle
source: Unlock disk automatically
ca: Desbloqueja el disc automàticament
de: Festplatte automatisch entsperren
eo: Malŝlosi diskon aŭtomate
et: Eemalda andmekandja lukustus automaatselt
eu: Desblokeatu diskoa automatikoki
fa: قفل‌گشایی خودکار دیسک
fi: Avaa levyn salaus automaattisesti
ga: Díghlasáil diosca go huathoibríoch
he: לשחרר את נעילת הכונן אוטומטית
hu: Lemez automatikus feloldása
it: Sblocca il disco automaticamente
ja: ディスクの暗号化を自動解除
ka: დისკის ავტომატური განბლოკვა
kn: ಡಿಸ್ಕ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನ್ಲಾಕ್ ಮಾಡಿ
lo: ປົດລັອກດິດໂດຍອັດຕະໂນມັດ
nl: Schijf automatisch ontgrendelen
pa: ਡਿਸਕ ਨੂੰ ਆਪਣੇ-ਆਪ ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj dysk automatycznie
pt_br: Desbloquear disco automaticamente
ru: Разблокировать диск автоматически
sk: Odomknúť disk automaticky
sv: Lås upp disk automatiskt
tr: Diskin otomatik olarak kilidini aç
ug: دىسكا قۇلۇپىنى ئۆزلۈكىدىن ئاچىدۇ
uk: Розблокувати диск автоматично
zh: 自动解锁磁盘

# passphraseTypePageHeader
source: Additional security
ca: Seguretat addicional
de: Zusätzliche Sicherheit
eo: Plia sekureco
et: Täiendav turvalisus
eu: Segurtasun gehigarria
fa: عبارت عبور یا پین رمزنگاری
fi: Lisäturvaa
ga: Slándáil bhreise
he: אבטחה נוספת
hu: További biztonság
it: Sicurezza aggiuntiva
ja: 追加のセキュリティ
ka: დამატებითი უსაფრთხოება
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ
lo: ຄວາມປອດໄພເພີ່ມເຕີມ
nl: Aanvullende versleuteling
pa: ਵਧੀਕ ਸੁਰੱਖਿਆ
pl: Dodatkowe zabezpieczenia
pt_br: Segurança adicional
ru: PIN-код или парольная фраза шифрования
sk: Dodatočné zabezpečenie
sv: Ytterligare säkerhet
tr: Şifreleme PIN'i veya parola ifadesi
ug: قوشۇمچە بىخەتەرلىك
uk: Додаткова безпека
zh: 额外安全措施
