Repository: canonical/ubuntu-desktop-provision
Catalog: apps/ubuntu_bootstrap/lib/l10n/ubuntu_bootstrap_*.arb
Languages: be, ca, cs, de, el, eo, et, eu, fa, fi, fr, ga, he, hu, it, ja, ka, kn, ko, lo, ml, nl, oc, pa, pl, pt_br, ru, si, sk, sr, sv, tr, ug, uk, zh, zh_tw

# installAlongsideSpaceDivider
source: Allocate drive space by dragging the divider below:
be: Вылучыце прастору на дыску, перацягваючы раздзяляльнік ніжэй:
ca: Reserveu espai de disc arrossegant el divisor de més avall:
cs: Přidělte prostor na jednotce posunutím dělítka níže:
de: Weisen Sie dem Laufwerk Speicherplatz zu, indem Sie die Trennlinie darunter ziehen:
eo: Asignu diskospacon ŝovante la jenan dividilon:
et: Eralda vajalik kettaruum nihutades märkejoont järgneval skeemil:
eu: Esleitu lekua unitatean azpiko banalerroa arrastatuz:
fa: با کشیدن تقسیم‌کنندهٔ زیر، فضای گرداننده را تخصیص دهید:
fi: Varaa levytilaa raahaamalla alla olevaa erotinta:
fr: Allouez de l’espace disque en déplaçant le séparateur ci-dessous :
ga: Leithdháileadh spás tiomána tríd an roinnteoir a tharraingt thíos:
he: גרירת החוצץ שלהלן תגדיר את הקצאת המקום בכונן:
hu: Meghajtóterület lefoglalása az alábbi osztóvonal húzásával:
it: Suddividere lo spazio sul disco trascinando la barra verticale sottostante:
ja: 境界をドラッグしてディスク領域を割り当てます。
ka: გამოჰყავით დისკზე ადგილი ქვემოთ გამყოფის გადათრევით:
kn: ಕೆಳಗಿನ ವಿಭಾಜಕವನ್ನು ಎಳೆಯುವ ಮೂಲಕ ಡ್ರೈವ್ ಜಾಗವನ್ನು ನಿಯೋಜಿಸಿ:
ko: 아래 구분선을 움직여 드라이브 공간을 할당하십시오:
lo: ຈັດສັນພື້ນທີ່ໄດຣຟ໌ໂດຍການລາກຕົວແບ່ງຂ້າງລຸ່ມນີ້:
nl: Wijs schijfruimte toe door hieronder de scheidingslijn te verslepen:
oc: Alogatz l’espaci disc en desplaçant lo separador çai-jos :
pl: Przydziel przestrzeń dyskową, przesuwając poniższą podziałkę:
pt_br: Aloque espaço em disco arrastando o divisor abaixo:
ru: Выделите место на диске, переместив разделитель:
si: පහත වෙන්කුරුව ඇදීමෙන් ධාවකයේ ඉඩ වෙන් කරන්න:
sk: Prideľte miesto na disku potiahnutím rozdeľovača nižšie:
sr: Доделите простор на диску повлачењем раздвајача испод:
sv: Tilldela diskutrymme genom att dra i listen nedan:
tr: Aşağıdaki ayırıcıyı sürükleyerek sürücü alanını ayırın:
ug: تۆۋەندىكى بۆلگۈچنى سۆرەش ئارقىلىق دىسكا بوشلۇقى ئاجرىتىلىدۇ:
uk: Розподіліть місце на диску, перетягнувши розділювач:
zh: 拖曳下面的分隔符分配磁盘空间：
zh_tw: 請拖曳下方的分隔棒來分配硬碟空間：

# installAlongsideHiddenPartitions
source: {num} smaller partitions are hidden, use the <a href="{url}">advanced partitioning tool</a> for more control
be: {num} меншых раздзелаў схаваны, выкарыстоўвайце <a href="{url}">інструмент пашыранай разметкі</a> для большага кантролю
ca: {num} les particions més petites s'amaguen, utilitzeu l'eina de particions <a href="{url}">avançada</a> per a més control
cs: {num} menších oddílů skryto. Pokud potřebujete postup více upravit, použijte <a href="{url}">nástroj pro pokročilou správu oddílů</a>
de: {num} kleinere Partitionen werden ausgeblendet, verwenden Sie das <a href="{url}">erweiterte Partitionierungswerkzeug⁣</a> für mehr Kontrolle
eo: {num} etaj subdiskoj estas kaŝitaj; uzu la <a href="{url}">altnivelan subdiskilon</a> por agordi tiujn
et: {num} väiksem(at) partitsioon(i) on peidetud, detailsemaks halduseks kasuta <a href="{url}">üksikasjalikku partitsioonide loojat</a>
eu: {num} partizio txikiago ezkutaturik daude, erabili <a href="{url}">partizio tresna aurreratua</a> kontrol gehiago izateko
fi: {num} pienempää osiota on piilotettu, käytä <a href="{url}">edistynyttä osiointityökalua</a> saadaksesi lisää toiminnallisuuksia
fr: {num} partitions plus petites sont masquées, utilisez <a href="{url}">l’outil de partitionnement avancé</a> pour plus de contrôle
ga: Tá {num} deighiltí níos lú i bhfolach, bain úsáid as an <a href="{url}">uirlis ardroinnte</a> le haghaidh tuilleadh rialaithe
he: {num} מחיצות קטנות יותר מוסתרות, יש להשתמש ב<a href="{url}">כלי המתקדם לחלוקה למחיצות</a> לשליטה טובה יותר
hu: {num} kisebb partíció el van rejtve, használja a <a href="{url}">speciális particionáló eszközt</a> a jobb szabályozáshoz
it: {num} partizioni più piccole sono nascoste, usa <a href="{url}">strumento di partizionamento avanzato</a> per maggior controllo
ja: {num}の小さなパーティションは非表示になっています、<a href="{url}">高度なパーティションツール</a>で更に多くの機能を使ってください
ka: {num} პატარა დანაყოფი დამალულია. მართვის მეტი სადავის ხელში ასაღებად გამოიყენეთ <a href="{url}">დაყოფის დამატებითი პროგრამა</a>
kn: {num} ಚಿಕ್ಕ ವಿಭಾಗಗಳನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ, ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣಕ್ಕಾಗಿ <a href="{url}">ಸುಧಾರಿತ ವಿಭಜನಾ ಉಪಕರಣವನ್ನು</a> ಬಳಸಿ
ko: {num}개의 작은 파티션이 숨겨져 있음, <a href="{url}">고급 파티션 도구</a>에서 더 많은 기능을 사용하십시오
lo: {num} ພາທິຊັນຂະໜາດນ້ອຍຖືກເຊື່ອງໄວ້, ໃຫ້ໃຊ້ <a href="{url}">ເຄື່ອງມືຈັດການພາທິຊັນຂັ້ນສູງ</a> ເພື່ອການຄວບຄຸມທີ່ຫຼາຍຂຶ້ນ
nl: {num} kleinere partities zijn verborgen, gebruik dan de <a href="{url}">geavanceerde partitionering</a> voor meer controle
oc: {num} particions mai pichonas son rescondudas, utilizatz <a href="{url}">l’aisinas de particionament avançat</a> per mai de contròla
pl: {num} mniejsze partycje są ukryte, użyj <a href="{url}">zaawansowanego narzędzia do partycjonowania</a>, aby uzyskać większą kontrolę
pt_br: {num} partições menores estão ocultas, use a <a href="{url}">ferramenta de particionamento avançada</a> para obter mais controle
ru: {num} более мелких разделов скрыто, для большего контроля используйте <a href="{url}">расширенный инструмент для разбиения на разделы</a>
si: කුඩා පංගු {num} ක් සඟවා ඇත, තවත් පාලනයට <a href="{url}">සංකීර්ණ පංගුකරණ මෙවලම</a> යොදා ගන්න
sk: {num} menších oddielov je skrytých. Ak chcete mať nad procesom väčšiu kontrolu, použite <a href="{url}">nástroj pre pokročilú správu oddielov</a>
sr: {num} мањих партиција је скривено, користите <a href="{url}">напредни алат за партиционисање</a> за више контроле
sv: {num} mindre partitioner är dolda, använd det <a href="{url}">avancerade partitionsverktyget</a> för mer kontroll
tr: {num} daha küçük bölüm gizlidir, daha fazla kontrol için <a href="{url}">gelişmiş bölümlendirme aracını</a> kullanın
ug: {num} كىچىك رايون يوشۇرۇن، تېخىمۇ تەپسىلىي تىزگىنلەش ئۈچۈن <a href="{url}">ئالىي رايونغا ئايرىش قورالى</a> نى ئىشلىتىڭ
uk: {num} менших розділів приховано, скористайтеся <a href="{url}">розширеним інструментом розбиття на розділи</a> для більшого контролю
zh: 有 {num} 个小分区被隐藏 , 请使用 <a href="{url}">高级分区工具</a> 获得更多功能
zh_tw: {num} 個小型分割區已被隱藏，若需要詳細設定，請使用<a href="{url}">進階分割工具</a>

# installAlongsideResizePartition
source: Resize partition
be: Змяніць памер раздзела
ca: Redimensiona la partició
cs: Změnit velikost oddílu
de: Größe der Partition ändern
eo: Ŝanĝi grandon de subdisko
et: Muuda partitsiooni suurust
eu: Aldatu partizioaren tamaina
fa: تغییر اندازهٔ افراز
fi: Muuta osion kokoa
fr: Redimensionner la partition
ga: Athraigh méid na críochdheighilte
he: שינוי גודל מחיצה
hu: Partíció átméretezése
it: Ridimensiona partizione
ja: パーティションのサイズを変更する
ka: დანაყოფის ზომის შეცვლა
kn: ವಿಭಾಗವನ್ನು ಮರುಗಾತ್ರಗೊಳಿಸಿ
ko: 파티션 크기 조정
lo: ປັບຂະໜາດພາທິຊັນ
nl: Grootte van de partitie wijzigen
oc: Redimensionar la particion
pa: ਪਾਰਟੀਸ਼ਨ ਦੇ ਆਕਾਰ ਨੂੰ ਬਦਲੋ
pl: Zmień rozmiar partycji
pt_br: Redimensionar partição
ru: Изменить размер раздела
si: පංගුව යළි ප්‍රමාණනය
sk: Zmeniť veľkosť oddielu
sr: Промени величину партиције
sv: Ändra storlek på partition
tr: Bölümü yeniden boyutlandır
ug: رايون چوڭلۇقىنى ئۆزگەرتىدۇ
uk: Змінити розмір розділу
zh: 调整分区大小
zh_tw: 調整分割區

# installAlongsideAllocateSpace
source: Allocate space
be: Вылучыць прастору
ca: Assigna espai
cs: Přidělit prostor
de: Speicherplatz zuweisen
eo: Asigni spacon
et: Eralda andmeruumi
eu: Esleitu lekua
fa: تخصیص فضا
fi: Varaa tilaa
fr: Allouer de l’espace
ga: Spás a leithdháileadh
he: הקצאת מקום
hu: Hely lefoglalása
it: Alloca spazio
ja: ディスク領域の割り当て
ka: ადგილის გამოყოფა
kn: ಜಾಗವನ್ನು ನಿಗದಿಪಡಿಸಿ
ko: 공간 할당
lo: ຈັດສັນພື້ນທີ່
nl: Ruimte toewijzen
oc: Alogar l’espaci
pa: ਥਾਂ ਦਿਓ
pl: Przydziel przestrzeń
pt_br: Alocar espaço
ru: Выделить место
si: ඉඩ වෙන් කරන්න
sk: Prideliť priestor
sr: Додели простор
sv: Allokera utrymme
tr: Alan ayır
ug: بوشلۇق تەقسىملەيدۇ
uk: Виділити простір
zh: 分配空间
zh_tw: 分配空間

# installAlongsideFiles
source: Files
be: Файлы
ca: Fitxers
cs: Soubory
de: Dateien
eo: Dosieroj
et: Failid
eu: Fitxategiak
fa: پرونده‌ها
fi: Tiedostot
fr: Fichiers
ga: Comhaid
he: קבצים
hu: Fájlok
it: File
ja: ファイル
ka: ფაილები
kn: ಫೈಲ್‌ಗಳು
ko: 파일
lo: ໄຟລ໌
nl: Bestanden
oc: Fichièrs
pa: ਫ਼ਾਇਲਾਂ
pl: Pliki
pt_br: Arquivos
ru: Файлы
si: ගොනු
sk: Súbory
sr: Фајлови
sv: Filer
tr: Dosyalar
ug: ھۆججەت
uk: Файли
zh: 文件
zh_tw: 檔案

# installAlongsidePartition
source: Partition:
be: Раздзел:
ca: Partició:
cs: Oddíl:
eo: Subdisko:
et: Partitsioon:
eu: Partizioa:
fa: افراز:
fi: Osio:
ga: Críochdheighilt:
he: מחיצה:
hu: Partíció:
it: Partizione:
ja: パーティション：
ka: დანაყოფი:
kn: ವಿಭಜನೆ:
ko: 파티션:
lo: ພາທິຊັນ:
nl: Partitie:
oc: Particion :
pa: ਪਾਰਟੀਸ਼ਨ:
pl: Partycja:
pt_br: Partição:
ru: Раздел:
si: පංගුව:
sk: Oddiel:
sr: Партиција:
tr: Bölüm:
ug: رايون:
uk: Розділ:
zh: 分区：
zh_tw: 分割區：

# installAlongsideSize
source: Size:
be: Памер:
ca: Mida:
cs: Velikost:
de: Größe:
eo: Grando:
et: Suurus:
eu: Tamaina:
fa: اندازه:
fi: Koko:
fr: Taille :
ga: Méid:
he: גודל:
hu: Méret:
it: Dimensione:
ja: サイズ：
ka: ზომა:
kn: ಗಾತ್ರ:
ko: 크기:
lo: ຂະໜາດ:
nl: Grootte:
oc: Talha :
pa: ਆਕਾਰ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
si: ප්‍රමාණය:
sk: Veľkosť:
sr: Величина:
sv: Storlek:
tr: Boyut:
ug: چوڭلۇقى:
uk: Розмір:
zh: 大小：
zh_tw: 大小：

# installAlongsideAvailable
source: Available:
be: Даступна:
ca: Disponible:
cs: K dispozici:
de: Verfügbar:
eo: Disponebla:
et: Saadaval:
eu: Erabilgarri:
fa: موجود:
fi: Saatavilla:
fr: Disponible :
ga: Ar fáil:
he: זמין:
hu: Elérhető:
it: Disponibile:
ja: 利用可能：
ka: ხელმისაწვდომი:
kn: ಲಭ್ಯವಿದೆ:
ko: 이용 가능:
lo: ຫວ່າງ:
nl: Beschikbaar:
oc: Disponible :
pa: ਮੌਜੂਦ:
pl: Dostępne:
pt_br: Disponível:
ru: Доступно:
si: තිබේ:
sk: K dispozícii:
sr: Доступно:
sv: Tillgängligt:
tr: Kullanılabilir:
ug: ئىشلىتىلىشچان:
uk: Вільно:
zh: 可用：
zh_tw: 剩餘：

# allocateDiskSpace
source: Manual partitioning
be: Разметка ўручную
ca: Partició manual
cs: Ruční dělení
de: Manuelle Partitionierung
eo: Neaŭtomata dispartigo
et: Käsitsi partitsioneerimine
eu: Eskuzko partitzea
fa: افرازش دستی
fi: Manuaalinen osiointi
fr: Partitionnement manuel
ga: Deighilt láimhe
he: חלוקת מחיצות ידנית
hu: Kézi particionálás
it: Partizionamento manuale
ja: 手動パーティショニング
ka: ხელით დაყოფა
kn: ಹಸ್ತಚಾಲಿತ ವಿಭಜನೆ
ko: 수동 파티셔닝
lo: ການແບ່ງພາທິຊັນດ້ວຍຕົນເອງ
ml: ഡിസ്ക് സ്പേസ് നിയോഗിക്കുക
nl: Handmatige partitionering
oc: Particionament manual
pa: ਖੁਦ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pl: Ręczne partycjonowanie
pt_br: Particionamento manual
ru: Создание разделов вручную
si: අතින් පංගුකරණය
sk: Manuálne rozdelenie
sr: Ручно партиционисање
sv: Manuell partitionering
tr: Manuel bölümlendirme
ug: قولدا رايونغا ئايرىش
uk: Виділити дисковий простір
zh: 手动分区
zh_tw: 手動分割

# allocateDiskSpaceInvalidMountPointSlash
source: Mount points must start with "/"
be: Пункт падключэння павінен пачынацца з «/»
ca: Els punts de muntatge han de començar amb "/"
cs: Je třeba, aby přípojné body začínaly na „/“
de: Einhängepunkte müssen mit „/“ beginnen
eo: Surmetingo devas komenciĝi per «/»
et: Haakepunkti alguses peab olema kaldkriips „/“
eu: Muntatze-puntuek "/" izan behar dute hasieran
fa: نقطه‌های سوار کردن باید با «/» آغاز شوند
fi: Liitospisteiden tulee alkaa merkillä "/"
fr: Les points de montage doivent commencer par "/"
ga: Ní mór pointí Mount tús a chur le "/"
he: נקודות עיגון חייבות להתחיל ב־„/”
hu: A csatolási pontoknak „/” karakterrel kell kezdődniük
it: I punti di mount devono iniziare con "/"
ja: マウントポイントは必ず"/"から開始してください
ka: მიმაგრების წერტილები "/"-ით უნდა იწყებოდეს
kn: ಮೌಂಟ್ ಪಾಯಿಂಟ್‌ಗಳು "/" ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗಬೇಕು
ko: 마운트 위치는 "/"로 시작해야 합니다
lo: ຈຸດເຊື່ອມຕໍ່ (Mount point) ຕ້ອງເລີ່ມຕົ້ນດ້ວຍ "/"
nl: Aankoppelpunten moeten beginnen met "/"
oc: Los ponches de montatge devon començar per « / »
pl: Punkty montowania muszą zaczynać się od „/”
pt_br: Pontos de montagem devem começar com "/"
ru: Точки монтирования должны начинаться с «/»
sk: Prípojné body musia začínať znakom „/“
sr: Монтиране тачке морају почињати са "/"
sv: Monteringspunkter måste börja med "/"
tr: Bağlama noktaları "/" ile başlamalıdır
ug: ئېگەرلەش نۇقتىسى چوقۇم «/» دىن باشلىنىدۇ
uk: Точки монтування повинні починатися з "/"
zh: 挂载点必须以“/”开头
zh_tw: 掛載點必須以 "/" 開頭

# allocateDiskSpaceInvalidMountPointSpace
source: Mount points cannot contain spaces
be: Пункты падключэння не могуць змяшчаць прабелы
ca: Els punts de muntatge no poden contenir espais
cs: Přípojné body nemohou obsahovat mezery
de: Einhängepunkte dürfen keine Leerzeichen enthalten
eo: Surmetingo devas ne enhavi spaceton
et: Haakepunktis ei tohi olla tühikuid
eu: Muntatze-puntuek ezin dute zuriunerik izan
fa: نقطه‌های سوار شدن نمی‌توانند شامل فاصله باشند
fi: Liitospisteet eivät voi sisältää välilyöntejä
fr: Les points de montage ne doivent pas contenir d'espaces
ga: Ní féidir spásanna a bheith i bpointí feistithe
he: נקודות עיגון לא יכולות להכיל רווחים
hu: A csatolási pontok nem tartalmazhatnak szóközöket
it: I punti di mount non possono contenere spazi
ja: マウントポイントにスペースを入れることはできません
ka: მიმაგრების წერტილები არ შეიძლება, ჰარეებს შეიცავდეს
kn: ಮೌಂಟ್ ಪಾಯಿಂಟ್‌ಗಳು ಜಾಗವನ್ನು ಹೊಂದಿರಬಾರದು
ko: 마운트 위치는 공백을 포함할 수 없습니다
lo: ຈຸດເຊື່ອມຕໍ່ (Mount point) ບໍ່ສາມາດມີຍະຫວ່າງ
nl: Aankoppelpunten mogen geen spaties bevatten
oc: Los ponches de montatge pòdon pas conténer cap d’espaci
pl: Punkty montowania nie mogą zawierać spacji
pt_br: Pontos de montagem não podem conter espaços
ru: Точки монтирования не могут содержать пробелы
sk: Prípojné body nemôžu obsahovať medzery
sr: Монтиране тачке не могу садржати размаке
sv: Monteringspunkter får inte innehålla mellanslag
tr: Bağlama noktaları boşluk içeremez
ug: ئېگەرلەش نۇقتىسى بوشلۇقنى ئۆز ئىچىگە ئالمايدۇ
uk: Точки монтування не можуть містити пробілів
zh: 挂载点不可带有空格
zh_tw: 掛載點不可包含空白字元

# allocateDiskSpaceInvalidMountPointFormat
source: {format} is not a supported filesystem for {mountpoint}
ca: {format} no és un sistema de fitxers compatible amb {mountpoint}
cs: {format} není podporovaný souborový systém pro {mountpoint}
de: {format} ist ein nicht unterstütztes Dateisystem für {mountpoint}
eo: {format} ne estas taŭga dosiersistemo por {mountpoint}
et: {format} pole toetatud failisüsteem „{mountpoint}“ haakepunkti jaoks
eu: {format} fitxategi-sistema ez dago onartuta {mountpoint} puntuarentzat
fa: قالب {format} برای {mountpoint} پشتیبانی نمی‌شود
fi: {format} ei ole tuettu tiedostojärjestelmä kohteelle {mountpoint}
fr: {format} n’est pas un système de fichiers supporté pour {mountpoint}
ga: Ní córas comhaid tacaithe é {format} do {mountpoint}
he: {format} היא אינה מערכת קבצים נתמכת עבור {mountpoint}
hu: A(z) {format} nem támogatott fájlrendszer a(z) {mountpoint} csatolási ponthoz
it: {format} non è un file system supportato per {mountpoint}
ja: {mountpoint} の {format} はサポートされていないファイルシステムです
ka: {format} მხარდაჭერილი ფაილური სისტემა არაა მიმაგრების წერტილისთვის {mountpoint}
kn: {format} ಎಂಬುದು {mountpoint} ಗಾಗಿ ಬೆಂಬಲಿತ ಫೈಲ್ ಸಿಸ್ಟಂ ಅಲ್ಲ
ko: {format} 파일 시스템은 {mountpoint}에서 지원하지 않습니다
lo: {format} ບໍ່ແມ່ນລະບົບໄຟລ໌ທີ່ຮອງຮັບສຳລັບ {mountpoint}
nl: {format} is geen ondersteund bestandssysteem voor {mountpoint}
oc: {format} es pas un sistèma de fichièrs compatible amb {mountpoint}
pl: {format} nie jest obsługiwanym systemem plików dla {mountpoint}
pt_br: {format} não é um sistema de arquivos compatível com {mountpoint}
ru: {format} не является поддерживаемой файловой системой для {mountpoint}
sk: {format} nie je podporovaným súborovým systémom pre {mountpoint}
sr: {format} није подржан фајл систем за {mountpoint}
sv: {format} är inte ett filsystem som stöds för {mountpoint}
tr: {format}, {mountpoint} için desteklenen bir dosya sistemi değildir
ug: {format} نى {mountpoint} ھۆججەت سىستېمىسى قوللىمايدۇ
uk: {format} не є підтримуваною файловою системою для {mountpoint}
zh: {format} 不是 {mountpoint} 支持的文件系统
zh_tw: {format} 不是 {mountpoint} 支援的檔案系統

# diskHeadersDevice
source: Device
be: Прылада
ca: Dispositiu
cs: Zařízení
de: Laufwerk
eo: Aparato
et: Seade
eu: Gailua
fa: افزاره
fi: Laite
fr: Périphérique
ga: Gléas
he: התקן
hu: Eszköz
it: Dispositivo
ja: デバイス
ka: მოწყობილობა
kn: ಸಾಧನ
ko: 장치
lo: ອຸປະກອນ
ml: ഉപകരണം
nl: Apparaat
oc: Disc
pa: ਡਿਵਾਈਸ
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
si: උපාංගය
sk: Zariadenie
sr: Уређај
sv: Enhet
tr: Cihaz
ug: ئۈسكۈنە
uk: Пристрій
zh: 设备
zh_tw: 裝置

# successIconSemanticLabel
source: Success
ca: Èxit
de: Erfolg
eo: Sukceso
et: Õnnestus
eu: Dena ondo joan da
fa: موفّقیت
fi: Valmis
ga: Rath
he: הצליח
hu: Sikeres
it: Successo
ja: 成功
ka: წარმატება
kn: ಯಶಸ್ಸು
lo: ສຳເລັດ
nl: Succes
pa: ਸਫ਼ਲ
pl: Powodzenie
pt_br: Sucesso
sk: Úspech
sv: Lyckades
ug: مۇۋەپپەقىيەتلىك
uk: Успішно
zh: 成功

# closeIconSemanticLabel
source: Close
ca: Tanca
de: Schließen
eo: Fermi
et: Sulge
eu: Itxi
fi: Sulje
ga: Dún
he: סגירה
hu: Bezárás
it: Chiudi
ja: 閉じる
ka: დახურვა
kn: ಮುಚ್ಚಿ
lo: ປິດ
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
sk: Zavrieť
sv: Stäng
ug: ياپ
uk: Закрити
zh: 关闭

# maximizeIconSemanticLabel
source: Maximize
ca: Maximitza
de: Maximieren
eo: Maksimumigi
et: Maksimeeri
eu: Maximizatu
fi: Suurenna
ga: Uasmhéadaigh
he: הגדלה
hu: Maximalizálás
it: Massimizza
ja: 最大化
ka: გაშლა მთელ ეკრანზე
kn: ಗರಿಷ್ಠಗೊಳಿಸು
lo: ຂະຫຍາຍໃຫຍ່ສຸດ
nl: Maximaliseren
pa: ਵੱਧ ਤੋਂ ਵੱਧ
pl: Maksymalizuj
pt_br: Maximizar
sk: Maximalizovať
sv: Maximera
ug: چوڭايت
uk: Розгорнути
zh: 最大化

# minimizeIconSemanticLabel
source: Minimize
ca: Minimitza
de: Minimieren
eo: Minimumigi
et: Minimeeri
eu: Txikitu
fi: Pienennä
ga: Íoslaghdaigh
he: מזעור
hu: Minimalizálás
it: Minimizza
ja: 最小化
ka: ჩაკეცვა
kn: ಕಡಿಮೆಗೊಳಿಸು
lo: ຫຍໍ້ລົງ
nl: Minimaliseren
pa: ਘੱਟੋ-ਘੱਟ
pl: Minimalizuj
pt_br: Minimizar
sk: Minimalizovať
sv: Minimera
ug: كىچىكلەت
uk: Згорнути
zh: 最小化

source: Other options
be: Іншыя параметры
ca: Altres opcions
cs: Další možnosti
de: Weitere Optionen
eo: Aliaj opcioj
et: Muud valikud
eu: Beste aukera batzuk
fa: دیگر گزینه‌ها
fi: Muut valinnat
fr: Autres options
ga: Roghanna eile
he: אפשרויות נוספות
hu: Egyéb lehetőségek
it: Altre opzioni
ja: その他のオプション
ka: სხვა პარამეტრები
kn: ಇತರ ಆಯ್ಕೆಗಳು
ko: 기타 설정
lo: ຕົວເລືອກອື່ນໆ
ml: മറ്റ് തിരഞ്ഞെടുപ്പുകൾ
nl: Andere opties
oc: Autras opcions
pa: ਹੋਰ ਚੋਣਾਂ
pl: Pozostałe opcje
pt_br: Outras opções
ru: Другие опции
si: වෙනත් විකල්ප
sk: Ďalšie možnosti
sr: Друге опције
sv: Andra alternativ
tr: Diğer seçenekler
ug: باشقا تاللانما
uk: Інші параметри
zh: 其他选项
zh_tw: 其它選項

# installThirdPartyTitle
source: Install third-party software for graphics and Wi-Fi hardware, as well as additional media formats
be: Усталяванне старонняга праграмнага забеспячэння для графікі і абсталявання Wi-Fi, а таксама дадатковыя фарматы мультымедыя
ca: Instal·leu programari de tercers per a gràfics i maquinari Wi-Fi, així com formats de mitjans addicionals
cs: Nainstalovat ovladače třetích stran pro grafické čipy a adaptéry bezdrátových sítí (Wi-Fi), a také dodatečné kodeky multimédií
de: Software von Drittanbietern für Grafik- und WLAN-Hardware sowie zusätzliche Medienformate installieren
eo: Instali triapartiajn programojn por grafiko kaj sendrataj retaj aparatoj, kune kun kromajn videaj dosierformoj
et: Paigalda kolmandate osapoolte loodud tarkvara graafika- ja WiFi-kaardi jaoks ning teegid täiendavate meediavormingute kasutamiseks
eu: Instalatu hirugarrenen softwarea grafikoen eta Wi-Fiaren hardwarearentzako, eta baita multimedia formatu gehigarrientzako euskarria ere
fa: نرم‌افزارهای شخص ثالث را برای سخت‌افزارهای گرافیکی و وای‌فای و همچنین قالب‌های رسانه‌ای اضافی نصب کنید
fi: Asenna kolmannen osapuolen ohjelmistot näytönohjainta ja wifi-laitteistoa sekä eri mediamuotoja varten
fr: Installer des logiciels tiers pour le support du matériel graphique et Wi-Fi, ainsi que des formats multimédia supplémentaires
ga: Suiteáil bogearraí tríú páirtí le haghaidh grafaicí agus crua-earraí Wi-Fi, chomh maith le formáidí meáin breise
he: התקנת תכניות צד־שלישי לחומרה גרפית ואלחוטית, לרבות תצורות מדיה נוספות
hu: Harmadik féltől származó szoftverek grafikus és Wi-Fi-hardverekhez, valamint további médiaformátumok telepítése
it: Installa software di terze parti per hardware grafico e Wi-Fi, e altri formati multimediali
ja: グラフィックスや Wi-Fi 機器のためのサードパーティ製ソフトウェア、および追加メディアフォーマットをインストールする
ka: მესამე პირების მიერ მოწოდებული პროგრამების დაყენება გრაფიკისა და Wi-Fi-ის აპარატურისთვის და დამატებითი მედიის ფორმატებისთვის
kn: ಗ್ರಾಫಿಕ್ಸ್ ಮತ್ತು ವೈ-ಫೈ ಹಾರ್ಡ್‌ವೇರ್‌ಗಾಗಿ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ, ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಮಾಧ್ಯಮ ಸ್ವರೂಪಗಳು
ko: 그래픽 및 Wi-Fi 하드웨어를 위한 서드파티 소프트웨어와, 부가적인 미디어 포맷 설치
lo: ຕິດຕັ້ງຊອບແວຈາກພາກສ່ວນທີສາມສຳລັບກາດຈໍ ແລະ ຮາດແວ Wi-Fi, ລວມທັງ ຮູບແບບມີເດຍເພີ່ມເຕີມ
ml: ഗ്രാഫിക്‌സിനും വൈഫൈ ഹാർഡ്‌വെയറിനുമായി മൂന്നാം-കക്ഷി സോഫ്‌റ്റ്‌വെയറും അധിക മീഡിയ ഫോർമാറ്റുകളും ഇൻസ്റ്റാൾ ചെയ്യുക
nl: Software van derde partijen installeren voor grafische en Wi-Fi-hardware en extra mediaformaten
oc: Installar de logicials tèrces pel material grafic e Wi-Fi e dels formats de mèdia suplementaris
pl: Zainstaluj oprogramowanie innych dostawców do obsługi sprzętu graficznego i Wi-Fi, a także dodatkowe formaty multimedialne
pt_br: Instalar software de terceiros para hardware gráfico e de Wi-Fi, bem como formatos de mídia adicionais
ru: Установка стороннего программного обеспечения для графики и Wi-Fi, а также дополнительные форматы мультимедиа
si: චිත්‍රක හා වයි-ෆයි දෘඪාංග සඳහා තෙවන පාර්ශ්ව මෘදුකාංග මෙන්ම අතිරේක මාධ්‍ය ආකෘති ස්ථාපනය කරන්න
sk: Nainštalovať softvér tretích strán pre grafické čipy, Wi-Fi adaptéry a dodatočné multimediálne formáty
sr: Инсталирајте софтвер треће стране за графику и Wi-Fi хардвер, као и додатне медијске формате
sv: Installera programvara från tredje part för grafik och Wi-Fi-hårdvara, samt ytterligare mediaformat
tr: Grafik ve Wi-Fi donanımı için üçüncü taraf yazılımların yanı sıra ek medya formatlarını yükleyin
ug: كۆرسىتىش ۋە Wi-Fi قاتتىق دېتالى شۇنداقلا قوشۇمچە ۋاسىتە پىچىمى ئۈچۈن ئۈچىنچى تەرەپ يۇمشاق دېتاللىرىنى ئورنىتىدۇ
uk: Встановити стороннє програмне забезпечення для графічного та Wi-Fi обладнання, а також додаткових медіа-форматів
zh: 为图形和 Wi-Fi 硬件以及其他媒体格式安装第三方软件
zh_tw: 安裝用於顯示與 Wi-Fi 網路硬體的第三方軟體，以及額外的媒體格式播放支援
